Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: Bio and <span class='lightBlue-color'>disciplinary background</span>
de: Biographie und <span class='lightBlue-color'>fachlicher Hintergrund</span>
el: Βιογραφικό και <span class='lightBlue-color'>υπόβαθρο</span>
es: Bio y <span class='lightBlue-color'>ámbito de conocimiento</span>
et: Isiklik info ja <span class='lightBlue-color'>erialane taust</span>
fr: Biographie et <span class='lightBlue-color'>curriculum vitae</span>
it: Bio e <span class='lightBlue-color'>background disciplinare</span>
lt: Biografija ir <span class=‘lightBlue-color’>disciplininė patirtis</span>
nl: Biografie en <span class=‘lightBlue-color’>werk achtergrond</span>
pt: Biografia e <span class='lightBlue-color'>percurso curricular</span>
sv: <span class=’lightBlue-color’>Om mig</span>

source: Interest and expertise areas
de: Interessen und Fachgebiete
el: Περιοχές ενδιαφέροντος και ειδίκευσης
es: Áreas de interés y expertizaje
et: Huvid ja ekspertiisi valdkonnad
fr: Centres d’intérêt et domaines d'expertise
it: Aree di interesse e competenza
lt: Interesų ir kompetencijos sritys
nl: Interesse- en expertisegebieden
pt: Áreas de Interesse e de especialização

source: Submitted <span class='lightBlue-color'>projects</span>
de: Eingereichte <span class='lightBlue-color'>Projekte</span>
el: Καταχωρημένα <span class='lightBlue-color'>έργα</span>
es: <span class='lightBlue-color'>Proyectos</span> añadidos
et: Sisestatud <span class='lightBlue-color'>projektid</span>
fr: Projets<span class='lightBlue-color'>soumis</span>
it: <span class='lightBlue-color'>progetti</span> inviati
lt: Pateikti <span class=‘lightBlue-color’>projektai</span>
nl: Ingediende <span class=‘lightBlue-color’>projecten</span>
pt: Projetos <span class='lightBlue-color'>submetidos</span>
sv: Inlagda <span class=’lightBlue-color’>projekt</span>

source: Submitted resources
de: Eingereichte Ressourcen
el: Καταχωρημένοι πόροι
es: Recursos añadidos
et: Avaldatud materjalid
fr: Ressources enregistrées
it: Risorse inviate
lt: Pateikti resursai
nl: Ingediende hulpmiddelen
pt: Recursos submetidos
sv: Inlagda resurser

source: Submitted training
de: Eingereichte Trainings
el: Καταχωρημένοι εκπαιδευτικοί πόροι
es: Recursos formativos añadidos
et: Avaldatud koolitused
fr: Formations enregistrées
it: Moduli di formazione inviati
lt: Pateikta mokymo medžiaga
nl: Ingediende training hulpmiddelen
pt: Formações submetidas

source: user <span class='lightBlue-color'>search</span>
de: Nutzer*innen <span class='lightBlue-color'>Suche</span>
el: αναζήτηση <span class='lightBlue-color'>χρήστη</span>
es: <span class='lightBlue-color'>Buscar</span> perfiles
et: kasutaja <span class='lightBlue-color'>otsing</span>
fr: <span class='lightBlue-color'>recherche</span>utilisateur
it: cerca</span>utente <span class='lightBlue-color'>
lt: vartotojo <span class=‘lightBlue-color’>paieška</span>
nl: gebruiker <span class=‘lightBlue-color’>zoeken</span>
pt: pesquisar <span class='lightBlue-color'>utilizador</span>
sv: Sök <span class=’lightBlue-color’>användare</span>

source: Please write the name of the project.
de: Bitte geben Sie den Namen des Projekts an.
el: Παρακαλούμε γράψτε το όνομα του έργου.
es: Añade el nombre del proyecto.
et: Palun kirjuta projekti nimi.
fr: Veuillez indiquer le nom du projet
it: Si prega di scrivere il nome del progetto.
lt: Parašykite projekto pavadinimą.
nl: Vermeld de naam van het project.
pt: Por favor insira o nome do projeto.
sv: Vänligen ange projektets namn.

source: Please provide the URL to an external website of the project.
de: Bitte geben Sie die URL zu einer externen Website des Projekts an.
el: Παρακαλούμε καταχωρίστε τη διεύθυνση URL ενός εξωτερικού ιστοτόπου του έργου.
es: Por favor, añade un enlace a la página web externa del proyecto.
et: Palun sisesta projekti välise veebilehe URL.
fr: Veuillez fournir une URL externe vers le site internet du projet.
it: Si prega di fornire l'URL a un sito Web esterno del progetto.
lt: Pateikite išorinės projekto svetainės URL.
nl: Geef de URL naar een externe website van het project.
pt: Por favor providencie o endereço URL de um website externo para o projeto.

source: Please provide a description of your project here (max 3000 characters).
de: Bitte geben Sie hier eine Beschreibung Ihres Projekts ein (max. 3000 Zeichen).
el: Παρακαλούμε περιγράψτε εν συντομία τον οργανισμό (μέγιστο 300 χαρακτήρες).
es: Por favor, describe aquí tu proyecto (máximo 3000 caracteres).
et: Palun kirjelda projekti (kuni 3000 tähemärki)
fr: Décrivez brièvement votre projet ici (maximum 3000 caractères)
it: Fornisci qui una descrizione del tuo progetto (max 3000 caratteri).
lt: Čia pateikite savo projekto aprašymą (maks. 3000 simbolių).
nl: Geef hier een beschrijving van uw project (max 3000 tekens).
pt: Por favor providencie uma descrição do seu projeto aqui (máximo 3000 caracteres).
sv: Beskriv projektet (max 3000 tecken).

source: Please describe the citizen science aspect(s) of the project and the link of the project toSAcitizen science using the <a href="https://zenodo.org/cohttps://zenodo.org/record/5127534#.YV8J0dpBxPa">ECSA 10 Characteristics of Citizen Science</a> and the <a href="https://osf.io/xpr2n/">ECSA 10 Principles of Citizen Science</a>. What you introduce in this text field will not appear on the platform; it is just for moderation purposes (max 2000 characters).
de: Bitte beschreiben Sie die Citizen Science-Aspekte des Projekts und die Verbindung des Projekts zu Citizen Science anhand der <a href="https://zenodo.org/cohttps://zenodo.org/record/5127534#.YV8J0dpBxPa">ECSA 10 Merkmale von Citizen Science</a> und der <a href="https://osf.io/xpr2n/">ECSA 10 Prinzipien von Citizen Science</a>. Was Sie in diesem Textfeld eingeben, wird nicht auf der Plattform erscheinen; es dient nur zu Moderationszwecken (max. 2000 Zeichen).
el: Παρακαλούμε περιγράψτε τις πτυχές της επιστήμης των πολιτών του έργου και τη σύνδεση του έργου με αυτή, χρησιμοποιώντας το <a href="https://zenodo.org/cohttps://zenodo.org/record/5127534#.YV8J0dpBxPa" >ECSA - τα 10 χαρακτηριστικά της Επιστήμης των Πολιτών</a> και το <a href="https://osf.io/xpr2n/">ECSA - οι 10 αρχές της Επιστήμης των Πολιτών</a>. Ό,τι εισάγετε σε αυτό το πεδίο κειμένου δεν θα εμφανίζεται στην πλατφόρμα, είναι μόνο για λόγους επανελέγχου (έως 2000 χαρακτήρες).
es: Por favor, describe los aspectos de ciencia ciudadana que tiene el proyecto y su relación con las <a href="https://zenodo.org/cohttps://zenodo.org/record/5127534#.YV8J0dpBxPa">Características de la Ciencia Ciudadana según ECSA </a> y sus <a href="https://osf.io/xpr2n/">10 Principios de la Ciencia Ciudadana</a>. Lo que introduzcas en este campo no aparecerá en la plataforma, es simplemente para los procesos de revisión (máximo 2000 caracteres).
et: Palun kirjelda oma projekti harrastusteaduse aspekte ja projekti seoseid harrasusteadusega, kasutades <a href="https://zenodo.org/cohttps://zenodo.org/record/5127534#.YV8J0dpBxPa">ECSA harrastusteaduse tunnusjooni</a> ja <a href="https://zenodo.org/cohttps://zenodo.org/record/5127534#.YV8J0dpBxPa">ECSA 10 harrastusteaduse põhimõtet</a>. Sellesse lahtrisse sisestatud teksti ei kuvata platvormil, seda näevad ainult moderaatorid ja kasutatakse modereerimisotsustes (kuni 2000 tähemärki).
fr: Veuillez décrire les aspects relatifs aux sciences participatives dans votre projet et le lien vers le projet en utilisant les <a href="https://zenodo.org/cohttps://zenodo.org/record/5127534#.YV8J0dpBxPa">10 caractéristiques de sciences participatives d'ECSA</a> et les <a href="https://osf.io/xpr2n/">10 Principes de sciences participatives d'ECSA</a>. Le texte que vous entrez ici ne sera pas visible sur la plateforme; il sert uniquement à l'évaluation (maximum 2000 caractères).
it: Si prega di descrivere l'aspetto o gli aspetti di Citizen science del progetto e il collegamento del progetto a SAcitizen science utilizzando i <a href="https://zenodo.org/cohttps://zenodo.org/record/5127534#.YV8J0dpBxPa" >10 Principi di Citizen Science di ECSA </a> e i <a href="https://osf.io/xpr2n/">10 Principi di Citizen Science di ECSA</a>. Quello che introduci in questo campo di testo non apparirà sulla piattaforma; è solo a scopo di moderazione (max 2000 caratteri).
lt: Aprašykite projekto piliečių mokslo aspektą (-us) ir projekto nuorodą į SAcitizen science, naudodami <a href=“https://zenodo.org/cohttps://zenodo.org/record/5127534#.YV8J0dpBxPa” >ECSA 10 Piliečių mokslo charakteristikos</a> ir <a href=“https://osf.io/xpr2n/“>ECSA 10 Piliečių mokslo principai</a>. Tai, ką įvedėte šiame teksto lauke, nebus rodoma platformoje; tai tik moderavimo tikslais (maks. 2000 simbolių).
nl: Beschrijf het (de) burgerwetenschappelijke aspect(en) van het project en de link van het project naar burgerwetenschap met behulp van de <a href=“https://zenodo.org/cohttps://zenodo.org/record/5127534#.YV8J0dpBxPa”>ECSA 10 Principes van Burgerwetenschap</a> en de <a href=“https://osf.io/xpr2n/“>ECSA 10 Principes van Burgerwetenschap</a>. Wat je invoert in dit tekstveld zal niet verschijnen op het platform, het is alleen voor moderatie doeleinden (max 2000 tekens).
pt: Por favor descreva o(s) aspeto(s) de ciência cidadã do projeto e a ligação do projeto à SA Citizen Science usando as <a href="https://zenodo.org/cohttps://zenodo.org/record/5127534#.YV8J0dpBxPa">10 Características da Ciência Cidadã da ECSA</a> e os <a href="https://osf.io/xpr2n/">10 Princípios de Ciência Cidadã da ECSA</a>. O que introduzir neste campo não irá aparecer na plataforma; funciona apenas para propósitos de moderação da plataforma (máximo 2000 caracteres).
sv: Beskriv hur projektet är kopplat till medborgarforskning. Titta på <a href="https://zenodo.org/communities/citscicharacteristics">ECSA Characteristics of Citizen Science</a> för vägledning. Det du skriver här används kommer inte synas på plattformen.

source: Description of citizen science aspects
de: Beschreibung der Citizen Science-Aspekte
el: Περιγραφή των πτυχών της επιστήμης των πολιτών
es: Descripción de los aspectos de ciencia ciudadana
et: Harrastusteaduse erinevate aspektide kirjeldus
fr: Description des aspects relatifs aux sciences participatives
it: Descrizione degli aspetti di citizen science
lt: Piliečių mokslo aspektų aprašymas
nl: Beschrijving van burgerwetenschappelijke aspecten
pt: Descrição dos aspetos de ciência cidadã
sv: Tio principer för medborgarforskning.

source: Activity status
de: Aktivitätsstatus
el: Κατάσταση δραστηριότητας
es: Estado
et: Aktiivsusstaatus
fr: Statut actif
it: Stato dell'attività
lt: Aktyvumo statusas
nl: Activiteit Status
pt: Estado de atividade

source: Please, select the status of your project.
de: Bitte wählen Sie den Status Ihres Projekts.
el: Παρακαλούμε επιλέξτε την κατάσταση του έργου σας.
es: Por favor, selecciona el estado en el que se encuentra el proyecto.
et: Vali projekti staatus.
fr: Veuillez sélectionner le statut de votre projet
it: Per favore, seleziona lo stato del tuo progetto.
lt: Prašome pasirinkti savo projekto būseną.
nl: Selecteer de status van uw project.
pt: Por favor selecione o estado do seu projeto.
sv: Vänligen ange projektets status.

source: Please select or enter 2-3 keywords separated by commas or by pressing enter.
de: Bitte wählen Sie 2-3 Stichwörter aus oder geben Sie diese durch Kommas getrennt oder durch Drücken der Eingabetaste ein.
el: Παρακαλούμε επιλέξτε ή εισαγάγετε 2-3 λέξεις-κλειδιά διαχωρισμένες με κόμμα ή πατώντας enter.
es: Por favor, selecciona o introduzca 2-3 palabras clave, separadas por comas o pulsando enter.
et: Palun kirjuta või vali 2-3 märksõna. Eralda märksõnad komaga või sisesta Enter.
fr: Veuillez écrire ou sélectionner 2 à 3 mots-clés séparés par des virgules ou en appuyant sur enter.
it: Seleziona o inserisci 2-3 parole chiave separate da virgole o premendo invio.
lt: Pasirinkite arba įveskite 2–3 raktinius žodžius, atskirtus kableliais arba paspausdami enter.
nl: Selecteer of voer 2-3 trefwoorden in, gescheiden door komma’s of door op ‘enter’ te drukken.
pt: Por favor selecione ou escreva 2 a 3 palavras-chave, separando-as por vírgulas ou clicando enter.
sv: Skriv eller välj intresseområden, separera med kommatecken eller ENTER-tryck.

source: Keywords
de: Stichwörter
el: Λέξεις-κλειδιά
es: Palabras clave
et: Märksõnad
fr: Mots-clés
hu: Kulcsszavak
it: Parole chiave
lt: Raktiniai žodžiai
nl: Trefwoorden
pt: Palavras-chave
sv: Nyckelord

source: Closest approximate start date of the project
de: Ungefähres Startdatum des Projekts
el: Πλησιέστερη κατά προσέγγιση ημερομηνία έναρξης του έργου
es: Fecha aproximada de inicio del proyecto
et: Projekti ligikaudne algus
fr: Date la plus proche de celle du début du projet
hu: A projekt kezdetének dátuma
it: Data approssimativa di inizio del progetto
lt: Artimiausia apytikslė projekto pradžios data
nl: Geschatte aanvangsdatum van het project
pt: Data mais próxima de início do projeto
sv: Beräknat startdatum för projektet

source: Approximate end date of the project
de: Ungefähres Enddatum des Projekts
el: Πλησιέστερη κατά προσέγγιση ημερομηνία λήξης του έργου
es: Fecha aproximada de cierre del proyecto
et: Projekti ligikaudne lõpp
fr: Date la plus proche de celle de la fin du projet
hu: A projekt befejezésének dátuma
it: Data approssimativa di fine del progetto
lt: Apytikslė projekto pabaigos data
nl: Vermoedelijke einddatum van het project
pt: Data aproximada do final do projeto
sv: Beräknat slutdatum för projektet

source: Please select the project topic(s) or field(s) of science.
de: Bitte wählen Sie die Projektthemen oder die Wissenschaftsgebiete.
el: Επιλέξτε το(τα) θέμα(τα) του έργου ή το(τα) πεδίο(α) της επιστήμης.
es: Por favor, selecciona la(s) temática(s) o área(s) científica(s).
et: Palun vali projekti teema(d) või teadusvaldkond.
fr: Veuillez sélectionner le(s) sujet(s) ou domaine(s) scientifique(s).
it: Seleziona l'argomento/gli argomenti del progetto o il/i campo/i della scienza.
lt: Prašome pasirinkti projekto temą (-as) arba mokslo kryptį (-is).
nl: Selecteer het onderwerp of het wetenschapsgebied van het project.
pt: Por favor selecione o(s) tópico(s) ou área(s) científica(s) do projeto.
sv: Projektets ämne(n) eller forskningsområde(n), det går välja flera svar.

source: Topic
de: Thema
el: Θέμα
es: Temática
et: Teema
fr: Sujet
hu: Téma
it: Argomento
lt: Tema
nl: Onderwerp
pt: Tópico
sv: Ämne

source: Please select the tags that apply to your project.
de: Bitte wählen Sie die Schlagwörter aus, die auf Ihr Projekt zutreffen.
el: Παρακαλούμε επιλέξτε τις ετικέτες που ισχύουν για το έργο σας.
es: Por favor, selecciona las etiquetas que se relacionen con el proyecto.
et: Palun vali märksõnad, mis projekti kirjeldavad.
fr: Veuillez sélectionner les tags qui s'appliquent à votre projet.
it: Seleziona i tag che si applicano al tuo progetto.
lt: Pasirinkite žymas, kurios tinka jūsų projektui.
nl: Selecteer de tags die op uw project van toepassing zijn.
pt: Por favor selecione os marcadores que se aplicam ao seu projeto.
sv: Vänligen välj de taggar som passar för ditt projekt

source: Tags
de: Schlagwörter
el: Ετικέτες
es: Etiquetas
et: Märksõnad
it: Tag
lt: Žymos
pt: Marcadores
sv: Taggar

source: Please select the task(s) undertaken by participants.
de: Bitte wählen Sie die Aufgabe(n) aus, die die Teilnehmer*innen übernommen haben.
el: Παρακαλούμε επιλέξτε τα καθήκοντα που αναλαμβάνουν οι συμμετέχοντες.
es: Por favor, selecciona la(s) tarea(s) llevada(s) a cabo por participantes.
et: Palun vali ülesanded, mida (vabatahtlikud) osalejad täidavad.
fr: Veuillez sélectionner les tâches entreprises par les participants.
it: Si prega di selezionare le attività svolte dai partecipanti.
lt: Prašome pasirinkti dalyvių atliekamą (-as) užduotį (-as).
nl: Selecteer de taak of taken die de deelnemers hebben uitgevoerd.
pt: Por favor selecione a(s) tarefa(s) efetuada(s) pelos participantes.
sv: Välj de uppgifter som deltagarna genomför.

source: Participation task
de: Aufgabenstellung bei Teilnahme
el: Καθήκον συμμετοχής
es: Tarea participativa
et: Vabatahtlike ülesanded
fr: Tâche
it: Attività di partecipazione
lt: Dalyvavimo užduotis
nl: Deelnemingstaak
pt: Tarefa para participantes
sv: Utrustning som krävs:

source: Please select the difficulty level.
de: Bitte wählen Sie den Schwierigkeitsgrad.
el: Παρακαλούμε επιλέξτε το επίπεδο δυσκολίας.
es: Por favor, selecciona el nivel de dificulltad.
et: Palun vali raskusaste.
fr: Veuillez sélectionner le niveau de difficulté
it: Seleziona il livello di difficoltà.
lt: Prašome pasirinkti sudėtingumo lygį.
nl: Selecteer de moeilijkheidsgraad.
pt: Por favor selecione o nível de dificuldade.
sv: Vänligen välj svårighetsgrad.

source: Difficulty level
de: Schwierigkeitsgrad
el: Επίπεδο δυσκολίας
es: Nivel de dificultad
et: Raskusaste
fr: Niveau de difficulté
it: Livello di difficoltà
lt: Sudėtingumo lygmuo
nl: Moeilijkheidsgraad
pt: Nível de dificuldade
sv: Svårighetsgrad

source: Please describe how people can get involved in the project (max 2000 characters).
de: Bitte beschreiben Sie, wie sich Personen an dem Projekt beteiligen können (max. 2000 Zeichen).
el: Παρακαλούμε περιγράψτε πώς μπορούν οι άνθρωποι να εμπλακούν στο έργο (έως 2000 χαρακτήρες).
es: Por favor, describe de qué manera las personas pueden implicarse en el proyecto (máximo 2000 caracteres)
et: Palun kirjelda, kuidas inimesed saavad projektis kaasa lüüa (kuni 2000 tähemärki)
fr: Veuillez décrire la façon dont les participants peuvent s'impliquer dans le projet (maximum 2000 caractères)
it: Descrivi come le persone possono essere coinvolte nel progetto (max 2000 caratteri).
lt: Aprašykite, kaip žmonės gali įsitraukti į projektą (maks. 2000 simbolių).
nl: Beschrijf hoe mensen bij het project betrokken kunnen worden (max. 2000 tekens).
pt: Por favor descreva como é que as pessoas se podem envolver com o projeto (máximo 2000 caracteres).
sv: Beskriv hur man gör för att vara med i projektet (max 2000 tecken).

source: Please indicate any required or suggested equipment to be used in the project (max 2000 characters).
de: Bitte geben Sie alle erforderlichen oder empfohlenen Hilfsmittel an, die für das Projekt verwendet werden können (max. 2000 Zeichen).
el: Παρακαλούμε να αναφέρετε τυχόν απαιτούμενο ή προτεινόμενο εξοπλισμό που θα χρησιμοποιηθεί στο έργο (έως 2000 χαρακτήρες).
es: Por favor, indica si es necesario o aconsejable algún equipamiento para su uso en el proyecto (máximo 2000 caracteres).
et: Palun ära märkida, kui projektis osalemiseks on vaja spetsiifilist varustust või seadmeid (kuni 2000 tähemärki)
fr: Veuillez indiquer le type d'équipement nécessaire ou suggéré qui peut être utile pour le projet (maximum 2000 caractères)
it: Si prega di indicare qualsiasi attrezzatura richiesta o suggerita da utilizzare nel progetto (max 2000 caratteri).
lt: Nurodykite reikalingą ar siūlomą įrangą, kurią naudosite projekte (maks. 2000 simbolių).
nl: Vermeld alle vereiste of voorgestelde apparatuur die in het project moet worden gebruikt (max. 2000 tekens).
pt: Por favor indique qualquer equipamento necessário ou sugerido para uso no projeto (máximo 2000 carateres).
sv: Beskriv utrustning som är nödvändig eller bra att använda i projektet (max 2000 tecken).

source: Please indicate the spatial scale of the project
de: Bitte geben Sie den räumlichen Rahmen des Projekts an
el: Παρακαλούμε να αναφέρετε τη χωρική κλίμακα του έργου
es: Por favor, indica el entorno donde se realizará el proyecto
et: Palun kirjelda projekti haaret
fr: Veuillez indiquer la situation géographique du projet
hu: A projekt térbeli kiterjedése
it: Si prega di indicare la scala spaziale del progetto
lt: Nurodykite projekto erdvinį mastelį
nl: Vermeld de ruimtelijke schaal van het project
pt: Por favor indique a escala espacial do projeto
sv: Uppskatta projektets fysiska omfattning

source: Project locality
de: Projektstandort
el: Τοποθεσία-τόπος έργου
es: Localización del proyecto
et: Projekti asukoht
fr: Lieu du projet
hu: Projekt helyszíne
it: Località del progetto
lt: Projekto vieta
nl: Project locatie
pt: Localização do projeto
sv: Projektets plats(er)

source: Please describe the locality of the project, in terms of where the main participant activities take place. E.g. in your backyard, parks in London, rivers in Europe, online globally, etc.
de: Bitte beschreiben Sie den Ort, an dem das Projekt durchgeführt wird, d. h. wo die Hauptaktivitäten der Teilnehmer*innen stattfinden. z. B. in ihrem Hinterhof, in Parks in London, an Flüssen in Europa, weltweit online usw.
el: Παρακαλούμε περιγράψτε την τοποθεσία-τόπο του έργου, ως προς το πού πραγματοποιούνται οι κύριες δραστηριότητες των συμμετεχόντων. Π.χ. στην αυλή σας, σε πάρκα στο Λονδίνο, σε ποτάμια της Ευρώπης, online παγκοσμίως κ.λπ.
es: Por favor, describe la localización del proyecto en cuanto al lugar donde la mayoría de actividades participativas transcurren. Por ejemplo, en un jardín, parques de Londres, ríos de Europa, on-line en todo el mundo, etc.
et: Palun kirjelda projekti asukohta selle tegevuste mõistes. Näiteks - koduaiad, Tallinna pargid, Euroopa jõed, globaalselt veebis jne.
fr: Veuillez décrire le lieu du projet, là où les activités principales se sont déroulées. Par exemple, dans votre jardin, parcs à Londres, rivières en Europe, en ligne, etc.
it: Si prega di descrivere la località del progetto, in termini di dove si svolgono le principali attività dei partecipanti. Per esempio nel tuo cortile, nei parchi di Londra, nei fiumi in Europa, online a livello globale, ecc.
lt: Prašome apibūdinti projekto vietovę, atsižvelgiant į tai, kur vyksta pagrindinė dalyvių veikla. Pvz. savo kieme, parkuose Londone, upėse Europoje, internetu visame pasaulyje ir kt.
nl: Beschrijf de locatie waar het project plaatsvindt, en waar de belangrijkste activiteiten van de deelnemers plaatsvinden. Bijv. in uw achtertuin, parken in Londen, rivieren in Europa, online wereldwijd, enz.
pt: Por favor descreva a localização do projeto, em termos de locais onde a maioria das atividades com participantes ocorrem. Por exemplo: no jardim, nos parques de Londres, pelos rios da Europa, online a nível global, etc.
sv: Beskriv projektets plats, utifrån var de huvudsakliga deltagaraktiviteterna genomförs, som tex på din bakgård, i Londons parker, Europas floder eller online över hela världen etc.

source: Project geographic location
de: Geografischer Standort des Projekts
el: Γεωγραφική τοποθεσία έργου
es: Localización geográfica del proyecto
et: Projekti geograafiline asukoht
fr: Position géographique du projet
it: Collocazione geografica del progetto
lt: Projekto geografinė vieta
nl: Geografische project locatie
pt: Localização geográfica do projeto
sv: Geografisk plats

source: Please name the contact person or contact point of the project.
de: Bitte nennen Sie die Kontaktperson oder Kontaktstelle des Projekts.
el: Παρακαλούμε να αναφέρετε τον υπεύθυνο επικοινωνίας ή το σημείο επικοινωνίας για τον οργανισμό.
es: Por favor, indica el nombre del punto de contacto del proyecto.
et: Palun sisesta projekti kontaktisik või kontakt.
fr: Indiquez le nom de la personne de contact ou le point de contact du projet
it: Si prega di nominare la persona di contatto o il punto di contatto del progetto.
lt: Nurodykite projekto kontaktinį asmenį.
nl: Noem de contactpersoon of het contactpunt van het project.
pt: Por favor nomeie o responsável ou o ponto de contacto do projeto.
sv: Fyll i kontaktperson eller kontaktsida för projektet.
