Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: Please provide the email address of the contact person or contact point.
de: Bitte geben Sie die E-Mail-Adresse der Kontaktperson oder Kontaktstelle an.
el: Παρακαλούμε να καταχωρίστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του υπεύθυνου επικοινωνίας ή του σημείου επαφής.
es: Por favor, indica la dirección de correo electrónico del contacto.
et: Palun sisesta kontaktisiku või kontakti e-maili aadress.
fr: Indiquez l’adresse e-mail de la personne de contact ou du point de contact.
it: Si prega di fornire l'indirizzo e-mail della persona di contatto o del punto di contatto.
lt: Nurodykite kontaktinio asmens el. pašto adresą.
nl: Vermeld het e-mailadres van de contactpersoon of het contactpunt.
pt: Por favor providencie o endereço eletrónico do responsável ou do ponto de contacto.
sv: Fyll i mejladress till kontaktperson.

source: Please select the organisation coordinating the project. If not listed, please add it <a href="/new_organisation" target="_blank">here</a> before submitting the project
de: Bitte wählen Sie die Organisation aus, die das Projekt koordiniert. Falls diese nicht aufgeführt ist, fügen Sie sie bitte <a href="/new_organisation" target="_blank">hier</a> hinzu, bevor Sie das Projekt einreichen
el: Παρακαλούμε να επιλέξτε τον οργανισμό που συντονίζει το έργο. Εάν δεν συμπεριλαμβάνεται, προσθέστε τον <a href="/new_organisation" target="_blank">εδώ</a> πριν υποβάλετε το έργο
es: Por favor, selecciona las organizaciones que coordinan el proyecto. Si no están en el listado, por favor, añádelas <a href="/new_organisation">aquí</a > antes de enviar
et: Palun vali projekti koordineeriv organsatsioon(id). Kui organisatsioone valikus pole, palun lisa<a href="/new_organisation">siit</a > enne projekti kirje salvestamist
fr: Veuillez sélectionner l'organisation qui coordonne le projet. Si elle n'est pas déjà dans la liste, ajoutez-la <a href="/new_organisation">ici</a > avant soumission du projet.
hu: Koordináló szervezet (Ha még nincs a szervezetek listáján, itt feltölthető: <a href="/new_organisation">here</a>)
it: Si prega di selezionare l'organizzazione che coordina il progetto. Se non è elencato, aggiungilo <a href="/new_organisation" target="_blank">qui</a> prima di inviare il progetto
lt: Prašome pasirinkti projektą koordinuojančią organizaciją. Jei sąraše nėra, pridėkite ją <a href=“/new_organisation” target=“_blank”>čia</a> prieš pateikdami projektą
nl: Selecteer de organisatie die het project coördineert. Als het niet vermeld staat, voeg het dan <a href=“/nieuwe_organisatie” target=“_blank”>hier</a> toe voordat u het project indient
pt: Por favor selecione a organização coordenadora do projeto. Se não se encontrar listada, por favor adicione-a <a href="/new_organisation" target="_blank">aqui</a> antes de submeter o projeto
sv: Organisationen som koordinerar projektet. Finns den inte med? Lägg till <a href="/new_organisation">här</a> innan du skickar in projektet

source: Lead organisation / coordinator
de: Leitende Organisation / Koordinator*in
el: Επικεφαλής οργάνωσης / συντονιστής
es: Organización principal / coordinadora
et: Juhtorganisatsioon / koordinaator
fr: Organisation principale/ coordinateur
hu: Koordinátor
it: Organizzazione capofila / coordinatore
lt: Vadovaujanti organizacija / koordinatorius
nl: Leidende organisatie / coördinator
pt: Principal organização / coordenador

source: Please select other organisation(s) participating in the project. If not listed,please add it <a href="/new_organisation" target="_blank">here</a> before submitting the project
de: Bitte wählen Sie weitere Organisationen aus, die an dem Projekt beteiligt sind. Falls nicht aufgeführt, fügen Sie sie bitte <a href="/new_organisation" target="_blank">hier</a> hinzu, bevor Sie das Projekt einreichen
el: Παρακαλούμε να επιλέξτε άλλους οργανισμούς που συμμετέχουν στο έργο. Εάν δεν συμπεριλαμβάνονται, προσθέστε τους <a href="/new_organisation" target="_blank">εδώ</a> πριν υποβάλετε το έργο
es: Por favor, selecciona la(s) otra(s) organización(es). Si no está(n) en el listado, por favor, añádela(s) <a href="/new_organisation">aquí</a > antes de enviar
et: Palun vali projektis osalev(ad) organisatsioon(id). Kui organisatsiooni valikus ei ole, palun sisesta <a href="/new_organisation" target="_blank">siin</a> enne projekti salvestamist
fr: Veuillez sélectionner les autres organisation(s) qui participe(nt) au projet. Si elles ne sont pas déjà dans la liste, ajoutez-les <a href="/new_organisation">ici</a > avant soumission du projet.
hu: Partnerszervezet (Ha még nincs a szervezetek listáján, itt feltölthető: <a href="/new_organisation">here</a>
it: Si prega di selezionare altre organizzazioni che partecipano al progetto. Se non elencato, aggiungilo <a href="/new_organisation" target="_blank">qui</a> prima di inviare il progetto
lt: Prašome pasirinkti kitą projekte dalyvaujančią (-as) organizaciją (-as). Jei sąraše nėra, prieš pateikdami projektą pridėkite ją <a href=“/new_organisation” target=“_blank”>čia</a>
nl: Selecteer andere organisatie(s) die deelnemen aan het project. Als het niet vermeld staat, voeg het dan toe <a href=“/nieuwe_organisatie” target=“_blank”>hier</a> voordat u het project indient
pt: Por favor selecione outra(s) organização(ões) que participe(m) no projeto. Se não se encontrar(em) listada(s), por favor adicione-a(s) <a href="/new_organisation" target="_blank">aqui</a> antes de submeter o projeto
sv: Övriga organisationer i projektet. Finns de inte med? Lägg till här <a href="/new_organisation">här</a> innan du skickar inprojektet

source: Please enter the funding agencies of the project (e.g. European Commission)<br />Select them from the list or add your own <b>ended by comma or pressing enter</b>.
de: Bitte geben Sie die Fördergeber des Projekts an (z.B. Europäische Kommission)<br />Wählen Sie diese aus der Liste aus oder fügen Sie Ihre eigenen <b>mit Komma oder Enter ein</b>.
el: Εισαγάγετε τους φορείς χρηματοδότησης του έργου (π.χ. Ευρωπαϊκή Επιτροπή)<br />Επιλέξτε τους από τη λίστα ή προσθέστε τους δικούς σας <b>ακολουθούμενους από κόμμα ή πατώντας enter</b>.
es: Por favor, incluya las agencias financiadoras del proyecto (por ejemplo, la Comisión Europea) <br />Selecciónalas en la lista o añádelas <b>separando por comas o pulsando enter</b>.
et: Palun sisesta projekti finantseerijad (näiteks Euroopa Komisjon)<br />Vali nimekirjast või sisesta ise, <b>eraldades finantseerijad koma või "enter" vajutusega</b>.
fr: Veuillez entrer les sources de financement du projet (p.ex. Commission européenne<br />Sélectionnez les dans la liste ou ajoutez les <b>en terminant par des virgules ou en appuyant sur enter</b>.
hu: Támogató szervezet, pl: Európai Bizottság (vesszővel vagy enterrel elválasztva)
it: Inserisci le agenzie di finanziamento del progetto (es. Commissione Europea)<br />Selezionale dall'elenco o aggiungi le <b>terminando con virgola o premendo invio</b>.
lt: Įveskite projekto finansavimo agentūras (pvz., Europos Komisiją)<br />Pasirinkite jas iš sąrašo arba pridėkite savo, <b>baigiamas kableliu arba paspaudus Enter</b>.
nl: Vermeld de financieringsinstanties van het project (bijv. Europese Commissie)<br />Selecteer ze uit de lijst of voeg uw eigen <b>toe te voegen met een komma of door op ‘enter’</b> te drukken.
pt: Por favor indique as entidades financiadoras do projeto (p. ex., a Comissão Europeia)<br />Selecione-as da lista ou adicione-as <b>separando-as com uma vírgula ou clicando enter</b>.

source: Funding body
de: Finanzierende Einrichtung
el: Φορέας χρηματοδότησης
es: Organismo financiador
et: Rahastaja
fr: Agence de financement
hu: Támogató szervezet
it: Ente finanziatore
lt: Finansavimo įstaiga
nl: Financierende instantie
pt: Corpo de financiamento

source: Funding programme
de: Förderprogramm
el: Πρόγραμμα χρηματοδότησης
es: Programa financiador
et: Rahastusmeede
fr: Programme de financement
hu: Finanszírozási program
it: Programma di finanziamento
lt: Finansavimo programa
nl: Financieringsprogramma
pt: Programa de financiamento

source: Please indicate the name of the programme that funds or funded the project.
de: Bitte geben Sie den Namen des Programms an, das das Projekt finanziert oder finanziert hat.
el: Παρακαλούμε να αναφέρετε το όνομα του προγράμματος που χρηματοδοτεί ή χρηματοδότησε το έργο.
es: Por favor, indica el nombre del programa que financia o ha financiado el proyecto.
et: Palun sisesta rahastusmeede (rahastusprogramm), mis rahastab või rahastas projekti.
fr: Veuillez indiquer le nom du programme qui finance ou a financé le projet.
hu: Finanszírozó keretprogram
it: Si prega di indicare il nome del programma che finanzia o ha finanziato il progetto.
lt: Nurodykite programos, kuri finansuoja ar finansavo projektą, pavadinimą.
nl: Vermeld de naam van het programma dat het project financiert of heeft gefinancierd.
pt: Por favor indique o nome do programa que financia ou financiou o projeto.

source: Image for the thumbnail profile
de: Bild für das Vorschauprofil
el: Εικόνα για το προφίλ μικρογραφίας
es: Imagen para la miniatura del perfil
et: Profiili pilt või pisikuva
fr: Photo pour la vignette du profil
hu: Profilkép
it: Immagine per il profilo in miniatura
lt: Miniatiūros profilio vaizdas
nl: Afbeelding voor het thumbnailprofiel
pt: Imagem em miniatura para o perfil

source: It will be resized to 600x400 pixels
de: Die Größe wird auf 600x400 Pixel geändert.
el: Θα αλλάξει το μέγεθός σε 600x400 εικονοστοιχεία
es: Esta imagen será redimensionada a 600x400 píxeles
et: Pilt muudetakse süsteemi poolt suurusesse 600x400 pikslit
fr: Elle sera redimensionnée à 600x400 pixels
hu: 600x400 méretben kerül feltöltésre
it: Verrà ridimensionata a 600x400 pixel
lt: Jo dydis bus pakeistas iki 600 x 400 pikselių
nl: Het zal worden verkleind tot 600x400 pixels
pt: Será reajustada para 600x400 pixéis

source: Thumbnail credit, if applicable
de: Vorschaubild-Rechte, falls erforderlich
el: Που "πιστώνεται" η μικρογραφία
es: Créditos de la miniatura, si procede
et: Pisipildi autor, kui vajalik
fr: Crédit de la vignette, si d'application
hu: Kép szerzője
it: Credito della miniatura, se applicabile
lt: Miniatiūros kreditas, jei taikoma
nl: Afbeelding credit, indien van toepassing
pt: Créditos da imagem em miniatura, se aplicável

source: Project logo
de: Projektlogo
el: Λογότυπο έργου
es: Logotipo del proyecto
et: Projekti logo
fr: Logo du projet
hu: Projekt logó
it: Logo del progetto
lt: Projekto logotipas
pt: Logótipo do projeto

source: It will be resized to 600x400 pixels)
de: Es wird auf 600x400 Pixel verkleinert)
el: Θα αλλάξει το μέγεθός σε 600x400 εικονοστοιχεία)
es: Esta imagen será redimensionada a 600x400 píxeles
et: Pilt muudetakse süsteemi poolt suurusesse 600x400 pikslit
fr: Il sera redimensionnée à 600x400 pixels
hu: 600x400 méretben kerül feltöltésre
it: Verrà ridimensionata a 600x400 pixel)
lt: Jo dydis bus pakeistas iki 600 x 400 pikselių
nl: Het zal worden verkleind tot 600x400 pixels
pt: Será reajustada para 600x400 pixéis

source: Image for the profile heading
de: Bild für die Profilkopfzeile
el: Εικόνα για την επικεφαλίδα του προφίλ
es: Imagen para el encabezado del perfil
et: Pilt profiili päisesse
fr: Image de l'en-tête du profil
hu: Projekt borítókép
it: Immagine per l'intestazione del profilo
lt: Profilio antraštės vaizdas
nl: Afbeelding voor de profielkop
pt: Imagem para o cabeçalho do perfil
sv: Projektbild till sidhuvud

source: It will be resized to 1100x400 pixels
de: Die Größe wird auf 1100x400 Pixel geändert.
el: Θα αλλάξει το μέγεθός σε 1100x400 εικονοστοιχεία
es: Esta imagen será redimensionada a 1100x400 píxeles
et: Pilt muudetakse süsteemi poolt suurusesse 1100x400 pikslit
fr: Elle sera redimensionnée à 1100x400 pixels
hu: 600x400 méretben kerül feltöltésre
it: Verrà ridimensionata a 1100x400 pixel
lt: Šio vaizdo dydis bus pakeistas iki 1100 x 400 pikselių.
nl: Het zal worden verkleind tot 1100x400 pixels
pt: Será reajustada para 1100x400 pixéis

source: Heading image credit, if applicable
de: Bildnachweis für die Profilkopfzeile, falls erforderlich
el: "Πίστωση" εικόνας επικεφαλίδας, εάν υπάρχει
es: Crédito de la imagen del encabezado, si procede
et: Päise pildi autor, kui vajalik
fr: Crédit de l'image d'en-tête, si d'application
hu: Kép szerzője
it: Credito dell'immagine dell'intestazione, se applicabile
lt: Antraštės vaizdo kreditas, jei taikoma
nl: Profielkop afbeelding credit, indien van toepassing
pt: Créditos da imagem de cabeçalho, se aplicável

source: I want to participate in the #MonthOfTheProjects and agree to be contacted via email if theproject I am submitting wins the contest.<a href="/blog/2021/05/31/june-monthoftheprojects-eu-citizenscience/"> Learn more here!</a>
de: Ich möchte am #MonthOfTheProjects teilnehmen und erkläre mich damit einverstanden, per E-Mail kontaktiert zu werden, wenn das von mir eingereichte Projekt den Wettbewerb gewinnt.<a href="/blog/2021/05/31/june-monthoftheprojects-eu-citizenscience/"> Erfahren Sie hier mehr!</a>
el: Θέλω να συμμετάσχω στο #ΜήναΤωνΈργων και συμφωνώ να επικοινωνήσουν μαζί μου μέσω email εάν το έργο που υποβάλλω κερδίσει τον διαγωνισμό.<a href="/blog/2021/05/31/june-monthoftheprojects-eu-citizenscience/"> Μάθετε περισσότερα εδώ!</a>
es: Quiero participar en el #MonthOfTheProjects y consiento ser contactado vía email si el proyecto añadido ganase el certamen. <a href="/blog/2021/05/31/june-monthoftheprojects-eu-citizenscience/"> ¡Más información aquí!</a>
et: Tahan osaleda projektis #MonthOfTheProjects ning nõustun, kui minuga võetakse ühendust e-maili teel, kui projekt osutub võistluses võitjaks.<a href="/blog/2021/05/31/june-monthoftheprojects-eu-citizenscience/"> Uuri siit!</a>
fr: Je souhaite participer au #ProjetsduMois et j'accepte d'être contacté-e par email si le projet que je soumets remporte le concours.<a href="/blog/2021/05/31/juin-projetsdumois-eu-citizenscience/"> Plus d'informations ici!</a>
hu: Szeretnék részt venni a #MonthOfTheProjects versenyben, és hozzájárulok, hogy e-mailben értesítsenek, ha az általam beküldött projekt megnyeri a versenyt.<a href="/blog/2021/05/31/june-monthoftheprojects-eu-citizenscience/"> Tudj meg többet itt!</a>
it: Voglio partecipare al #MonthOfTheProjects e accetto di essere contattato via e-mail se il progetto che sto presentando vincerà il concorso.<a href="/blog/2021/05/31/june-monthoftheprojects-eu-citizenscience/"> Ulteriori informazioni qui!</a>
lt: Noriu dalyvauti #MonthOfTheProjects ir sutinku, kad su manimi būtų susisiekta el. paštu, jei mano pateiktas projektas laimės konkursą.<a href=“/blog/2021/05/31/june-monthoftheprojects-eu-citizenscience/“> Sužinokite daugiau čia!</a>
nl: Ik wil meedoen aan de #MonthOfTheProjects en ga ermee akkoord dat er contact met mij wordt opgenomen via e-mail als het project dat ik indien de wedstrijd wint. <a href=“/blog/2021/05/31/juni-monthoftheprojects-eu-citizenscience/“>Meer informatie hier!</a>
pt: Quero participar no #MonthOfTheProjects e concordo em ser contactado via email se o projeto que estou a submeter ganhar o concurso.<a href="/blog/2021/05/31/june-monthoftheprojects-eu-citizenscience/"> Descobre mais aqui!</a>

source: Please provide a <i>description</i> field translation.
de: Bitte geben Sie für die <i> Beschreibung</i> eine Übersetzung an.
el: Παρακαλούμε καταχωρίστε μια μετάφραση πεδίου <i>περιγραφής</i>.
es: Por favor, añade traducción del campo de <i>descripción</i>.
et: Palun sisesta <i>kirjelduse</i> välja tõlge.
fr: Veuillez fournir un champ de traduction <i>description</i>.
hu: Kérjük, add meg a <i>leírás</i> mező fordítását.
it: Fornisci una traduzione del campo <i>descrizione</i>.
lt: Pateikite <i>description</i> lauko vertimą.
nl: Geef een <i>omschrijving</i> veld vertaling.
pt: Por favor providencie uma <i>tradução</i> do campo de descrição.
sv: Please provide a <i>beskrivning</i> field translation.

source: Please provide an <i>aim</i> field translation.
de: Bitte geben Sie für das <i>Ziel</i> eine Übersetzung an.
el: Παρακαλούμε καταχωρίστε ένα πεδίο μετάφρασης<i>στόχου</i>.
es: Por favor, añade traducción del campo de <i>misión</i>.
et: Palun sisesta <i>eesmärgi</i> välja tõlge.
fr: Veuillez fournir un champ de traduction <i>objectif</i>.
hu: Kérjük, add meg a <i>cél</i> mező fordítását.
it: Fornisci una traduzione del campo <i>obiettivo</i>.
lt: Pateikite <i>tikslo</i> lauko vertimą.
nl: Geef een <i>doel</i> veld vertaling.
pt: Por favor providencie uma <i>tradução</i> do campo de objetivos.
sv: Please provide an <i>syfte/mål</i> field translation.

source: Aim
de: Ziel
el: Σκοπός
es: Misión
et: Eesmärk
fr: Objectif
hu: Cél
it: Scopo
lt: Tikslas
nl: Doel
pt: Objetivos
sv: Syfte/mål

source: Please provide a <i>how to participate</i> field translation.
de: Bitte geben Sie für die <i> Teilnahmeinformationen </i> eine Übersetzung an.
el: Παρακαλούμε καταχωρίστε ένα πεδίο μετάφρασης<i>τρόπου συμμετοχής</i>.
es: Por favor, añade traducción al campo de <i>cómo participar</i>.
et: Palun sisesta <i>kuidas osaleda</i> välja tõlge.
fr: Veuillez fournir un champ de traduction <i>comment participer</i>.
hu: Kérjük, add meg a <i>hogyan vehetek részt</i> mező fordítását.
it: Fornisci una traduzione del campo <i>come partecipare</i>.
lt: Pateikite <i>kaip dalyvauti</i> lauko vertime.
nl: Geef een <i>hoe deel te nemen</i> veldvertaling.
pt: Por favor providencie uma <i>tradução</i> do campo como participar.
sv: Please provide a <i>Så deltar du</i> field translation.

source: How to participate
de: Teilnahmeinformationen
el: Πώς να συμμετάσχετε
es: Cómo participar
et: Kuidas osaleda
fr: Comment participer
hu: Hogyan vehetek részt?
it: Come partecipare
lt: Kaip dalyvauti
nl: Hoe deel te nemen
pt: Como participar
sv: Så deltar du

source: Please provide a <i>translated equipment</i> field translation.
de: Bitte geben Sie für die <i> Ausrüstung</i> eine Übersetzung an.
el: Παρακαλούμε καταχωρίστε ένα πεδίο μετάφρασης<i>μεταφρασμένου εξοπλισμού</i>.
es: Por favor, añade traducción al campo de <i>equipamiento necesario</i>.
et: Palun sisesta <i>vajalikd vahendid</i> välja tõlge.
fr: Veuillez fournir un champ de traduction <i>équipement traduit</i>.
hu: Kérjük, add meg a <i> eszközök</i> mező fordítását.
it: Fornisci una traduzione del campo <i>attrezzatura tradotta</i>.
lt: Pateikite <i>installed equipment</i> lauko vertimą.
nl: Geef een <i>benodigde apparatuur</i> veldvertaling.
pt: Por favor providencie uma <i>tradução</i> do campo equipamento necessário.
sv: Please provide a <i>Utrustning</i> field translation.

source: Needed equipment
de: Erforderliche Ausrüstung
el: Απαραίτητος εξοπλισμός
es: Equipamiento necesario
et: Vajalikud vahendid
fr: Equipement requis
hu: Szükséges eszközök
it: Equipaggiamento necessario
lt: Reikalinga įranga
nl: Benodigde apparatuur
pt: Equipamento necessário
sv: Utrustning som krävs

source: Featured
de: Vorgestellt
el: Προτεινόμενα
es: Destacado
et: Esile tõstetud
fr: Exposé
hu: Kiemelt tartalom
it: In evidenza
lt: Teminis
nl: Aanbevolen
pt: Em destaque
sv: Uppmärksammat

source: Status
el: Κατάσταση
es: Estado
et: Staatus
fr: Statut
hu: Állapot
lt: Statusas
pt: Estado

source: Tag
de: Stichwort
el: Ετικέτα
es: Etiqueta
et: Märksõna
hu: Címke
lt: Žymė
pt: Marcador
sv: Tagg

source: Difficulty Level
de: Schwierigkeitsgrad
el: Επίπεδο Δυσκολίας
es: Nivel de dificultad
et: Raskusaste
fr: Niveau de difficulté
hu: Nehézségi szint
it: Livello di difficoltà
lt: Sudėtingumo lygmuo
nl: Moeilijkheidsgraad
pt: Nível de dificuldade
sv: Svårighetsgrad

source: Participation Task
de: Aufgabenstellung bei Teilnahme
el: Καθήκον Συμμετοχής
es: Tarea participativa
et: Vabatahtlike ülesanded
fr: Tâche
hu: Feladatok
it: Attività di partecipazione
lt: Dalyvavimo užduotis
nl: Deelnemingstaak
pt: Tarefa para participantes
sv: Deltagarnas uppgift

source: Approved
de: Genehmigt
el: Εγκεκριμένο
es: Aprobado
et: Vastu võetud
fr: Approuvé
hu: Engedélyezett
it: Approvato
lt: Patvirtinta
nl: Goedgekeurd
pt: Aprovado
sv: Godkänd

source: Not Approved
de: Nicht genehmigt
el: Μη Εγκεκριμένο
es: No aprobado
et: Tagasi lükatud
fr: Rejeté
hu: Nem engedélyezett
it: Non approvato
lt: Nepatvirtinta
nl: Niet goedgekeurd
pt: Não aprovado
sv: Ej godkänd

source: Not yet moderated
de: Noch nicht moderiert
el: Όχι ακόμη ρυθμισμένο
es: Sin revisar aún
et: Ei ole veel modereeritud
fr: En cours de révision par le modérateur
hu: Még nem moderált
it: Non ancora moderata
lt: Neperžiūrėta
nl: Nog niet gemodereerd
pt: Aguarda moderação
sv: Ej ännu modererad

source: topic:
de: Thema:
el: θέμα:
es: temática:
et: teema:
fr: sujet:
hu: téma
it: argomento:
lt: tema:
nl: onderwerp:
pt: tópico:
sv: Ämne:

source: status:
el: κατάσταση:
es: estado:
et: staatus:
fr: statut:
hu: Állapot
lt: statusas:
pt: estado:

source: has tag:
de: hat eine Markierung:
el: έχει ετικέτα:
es: etiqueta:
et: on märksõnaga:
fr: a le tag:
it: ha il tag:
lt: turi žymę:
nl: heeft tag:
pt: marcador:
sv: har tagg

source: difficulty level:
de: Schwierigkeitsgrad:
el: επίπεδο δυσκολίας:
es: nivel de dificultad:
et: raskusaste:
fr: niveau de difficulté:
hu: nehézségi szint:
it: livello di difficoltà:
lt: sudėtingumo lygmuo:
nl: moeilijkheidsgraad:
pt: nível de dificuldade:
sv: svårighetsgrad:

source: participation task:
de: Aufgabenstellung bei Teilnahme
el: καθήκον συμμετοχής:
es: tarea participativa:
et: vabatahtlike ülesanded:
fr: tâche:
hu: Feladatok
it: attività di partecipazione:
lt: dalyvavimo užduotis:
nl: deelnemingstaak:
pt: tarefa para participantes:
sv: Uppgift

source: projects found
de: Gefundene Projekte
el: έργα που βρέθηκαν
es: proyectos encontrados
et: leitud projektid
fr: Projets trouvés
hu: projektek
it: progetti trovati
lt: rasta projektų
nl: gevonden projecten
pt: projetos encontrados

source: project found
de: Gefundenes Projekt
el: έργο που βρέθηκε
es: proyecto encontrado
et: leitud projekt
fr: Projet trouvé
hu: projektek
it: progetto trovato
lt: projektas rastas
nl: project gevonden
pt: projeto encontrado

source: project
de: Projekt
el: έργο
es: proyecto
et: projekt
fr: projet
hu: projekt
it: progetto
lt: projektas
pt: projeto
