Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: Organisation(s)
de: Organisation(en)
el: Οργανισμός(-οι)
es: Organización(es)
et: Organisatsioon(id)
hu: Szervezet/Szervezetek
it: Organizzazione(i)
lt: Organizacija (-os)
nl: Organisatie(s)
pt: Organização(ões)
sv: Organisation(er)

source: Please select the organisation(s) coordinating the platform. If not listed, please add <a href="/new_organisation" target=_blank">here</a> before submitting the network or platform.
de: Bitte wählen Sie die Organisation(en) aus, die die Plattform koordinieren. Falls nicht aufgeführt, fügen Sie bitte <a href="/new_organisation" target=_blank">hier</a> hinzu, bevor Sie das Netzwerk oder die Plattform einreichen.
el: Παρακαλούμε επιλέξτε τον(τους) οργανισμό(-ούς) που συντονίζουν την πλατφόρμα. Αν δεν είναι καταχωρημένοι, παρακαλώ προσθέστε <a> href="/new_organisation" target=_blank">here</a> πριν την καταχώρηση του δικτύου ή της πλατφόρμας.
es: Por favor, selecciona la(s) organización(es) que coordinan la plataforma. Si no están en el listado, por favor, añádelas <a href="/new_organisation">aquí</a > antes de enviar.
et: Materjalide avaldamises osalenud organisatsioon(id). Kui organisatsioone valikus pole, palun lisa<a href="/uus organisatsioon">siit</a > enne võrgustiku või platvormi kirje salvestamist.
fr: Veuillez sélectionner l'organisation ou les organisations qui coordonne(nt) la plate-forme. Si elle n'est pas déjà dans la liste, ajoutez <a href="/nouvelle_organisation">ici</a > avant soumission.
it: Selezionare l'organizzazione o le organizzazioni che coordinano la piattaforma. Se non è elencato, aggiungi <a href="/new_organisation" target=_blank">qui</a> prima di inviare la rete o la piattaforma.
lt: Pasirinkite platformą koordinuojančią organizaciją (-as). Jei sąraše nėra, prieš pateikdami tinklą arba platformą pridėkite <a href=“/new_organisation” target=_blank”>čia</a>.
nl: Selecteer de organisatie(s) die het platform coördineren. Als het niet vermeld staat, voeg dan <a href=“/nieuwe_organisatie” target=_blank”>hier</a> toe voordat u het netwerk of platform indient.
pt: Por favor selecione a(s) organização(ões) que coordenam a plataforma. Se não estiver(em) listadas, por favor adicione-a(s) <a href="/new_organisation" target=_blank">aqui</a> antes de submeter a plataforma.
sv: Organisationen som koordinerar projektet. Finns den inte med? Lägg till <a href="/new_organisation">här</a> innan du skickar in projektet.

source: Logo of your network or platform
de: Logo Ihres Netzwerks oder Ihrer Plattform.
el: Λογότυπο του δικτύου ή της πλατφόρμας
es: Logotipo de la red o plataforma
et: Võrgustiku või platvormi logo
fr: Logo de votre réseau ou plateforme
it: Logo della tua rete o piattaforma
lt: Jūsų tinklo ar platformos logotipas
nl: Logo van uw netwerk of platform
pt: Logótipo da plataforma
sv: Nätverket/plattformens logotyp

source: This image will be resized to 600x400 pixels.
de: Dieses Bild wird auf 600x400 Pixel verkleinert.
el: Αυτή η εικόνα θα αλλάξει μέγεθος στα 600x400 εικονοστοιχεία.
es: Esta imagen será redimensionada a 600x400 píxeles.
et: Pilt muudetakse süsteemi poolt suurusesse 600x400 pikslit.
fr: Cette image sera redimensionnée à 600x400 pixels.
it: L'immagine verrà ridimensionato a 600x400 pixel.
lt: Šio vaizdo dydis bus pakeistas iki 600 x 400 pikselių.
nl: Deze afbeelding zal worden verkleind tot 600x400 pixels.
pt: Esta imagem será reajustada para 600x400 pixéis.
sv: Bilden skalas om till 600x400 pixlar

source: Logo credit, if applicable
de: Logo-Rechte, falls erforderlich
el: Που "πιστώνεται" το λογότυπο (αν υπάρχει)
es: Créditos del logotipo, si procede
et: Logo autor, kui vajalik
fr: Crédit pour le logo, le cas échéant
it: Fornire il credito del logo, se applicabile
lt: Logotipo šaltinis, jei taikoma
nl: Geef Logo credits indien van toepassing
pt: Créditos do logótipo, se aplicável
sv: ange upphovsperson, om möjligt.

source: Network or platform profile image
de: Profilbild des Netzwerks oder der Plattform
el: Εικόνα προφίλ δικτύου ή πλατφόρμας
es: Imagen de perfil de la red o plataforma
et: Võrgustiku või platvormi profiilipilt
fr: Image du profil du réseau ou de la plateforme
it: Immagine del profilo della rete o della piattaforma
lt: Tinklo arba platformos profilio vaizdas
nl: Netwerk- of platform profiel afbeelding
pt: Imagem de perfil da plataforma
sv: Profilbilder till nätverket/plattformen

source: This image will be resized to 1100x400 pixels.
de: Dieses Bild wird auf 1100x400 Pixel verkleinert.
el: Αυτή η εικόνα θα αλλάξει μέγεθος στα 1100x400 εικονοστοιχεία.
es: Esta imagen será redimensionada a 1100x400 píxeles.
et: Pilt muudetakse süsteemi poolt suurusesse 1100x400 pikslit.
fr: Cette image sera redimensionnée à 1100x400 pixels.
it: L'immagine verrà ridimensionato a 1100x400 pixel.
lt: Šio vaizdo dydis bus pakeistas iki 1100 x 400 pikselių.
nl: Deze afbeelding wordt verkleind tot 1100x400 pixels.
pt: Esta imagem será reajustada para 1100x400 pixéis.
sv: Bilden skalas om till 1100x400 pixlar.

source: Profile image credit, if applicable.
de: Profilbild-Rechte, falls erforderlich.
el: Που "πιστώνεται" η εικόνα προφίλ, αν υπάρχει.
es: Créditos de la imagen de perfil, si procede.
et: Profiilipildi autor, kui vajalik.
fr: Crédit d'image du profil, le cas échéant.
it: Credito dell'immagine del profilo, se applicabile.
lt: Profilio vaizdo kreditas, jei taikoma.
nl: Profiel afbeelding credit, indien van toepassing.
pt: Créditos da imagem de perfil, se aplicável.
sv: ange fotograf, om möjligt.

source: platform
de: Plattform
el: πλατφόρμα
es: plataforma
et: platvorm
fr: La plateforme
it: piattaforma
lt: platforma
pt: plataforma
sv: portalen

source: Thank you for creating a profile for your platform or network on the EU-Citizen.Science platform. Please fill in all of the mandatory information in the fields below (indicated with an asterisk*), and as much of the non-mandatory information as possible.
de: Vielen Dank, dass Sie ein Profil für Ihre Plattform oder Ihr Netzwerk auf der EU-Citizen.Science-Plattform erstellt haben. Bitte füllen Sie alle obligatorischen Informationen in den untenstehenden Feldern (mit einem Sternchen* gekennzeichnet) und so viele der nicht obligatorischen Informationen wie möglich aus.
el: Σας ευχαριστούμε που δημιουργήσατε ένα καινούριο προφίλ για την πλατφόρμα ή το δίκτυό σας στο EU-Citizen.Science. Συμπληρώστε όλες τις υποχρεωτικές πληροφορίες στα παρακάτω πεδία (επισημαίνονται με αστερίσκο *) και όσο το δυνατόν περισσότερες από τις μη υποχρεωτικές πληροφορίες.
es: Gracias por crear un perfil de tu red o plataforma en EU-Citizen.Science. Por favor, completa toda la información requerida en los siguientes campos (marcados con un asterisco*), así como la información no esencial que sea posible.
et: Täname, et sisestasid oma platvormi või võrgustiku profiili EU-Citizen.Science platvormil. Palun täida allolevad kohustusliku info väljad( märgitud tärniga*) ning nii palju soovituslikke väljukui võimalik.
fr: Merci d’avoir créer le profil de votre plate-forme ou réseau sur la plate-forme EU-Citizen.Science. Veuillez compléter tous les champs obligatoires ci-dessous (indiqués par une astérisque *), et le plus de champs facultatifs possible.
it: Grazie per aver creato un profilo per la tua piattaforma o rete sulla piattaforma EU-Citizen.Science. Si prega di compilare tutte le informazioni obbligatorie nei campi sottostanti (indicati con un asterisco*) e il maggior numero possibile di informazioni non obbligatorie.
lt: Dėkojame, kad sukūrėte savo platformos arba tinklo profilį EU-Citizen.Science platformoje. Žemiau esančiuose laukeliuose užpildykite visą privalomą informaciją (pažymėtą žvaigždute*) ir kiek įmanoma daugiau neprivalomos informacijos.
nl: Dank u voor het aanmaken van een profiel voor uw platform of netwerk op het EU-Citizen.Science platform. Vul a.u.b. alle verplichte informatie in de onderstaande velden in (aangegeven met een asterisk*), en zoveel mogelijk van de niet-verplichte informatie.
pt: Obrigada por criar um perfil para a sua plataforma na plataforma do EU-Citizen.Science. Por favor preencha todas as informações obrigatórias que se seguem (indicadas com um asterisco*) e o máximo das informações opcionais possível.
sv: Tack för att du skapar en profil för ditt nätverk/plattform på EU-Citizen.Science-portalen. Fyll i all obligatorisk information i fälten nedan (markerade med asterisk*), och så mycket icke-obligatorisk information som möjligt.

source: Upon saving this profile, your platform or network profile will immediately show up on the platform but will be later moderated by one of the platform moderators. This step is simply to check for spam or inappropriate uses of the profile form.
de: Nach dem Speichern dieses Profils erscheint Ihr Plattform- oder Netzwerkprofil sofort auf der Plattform, wird aber später von den Plattformmoderatoren überprüft. Dieser Schritt dient lediglich der Überprüfung auf Spam oder unangemessene Nutzung des Profilformulars.
el: Με την αποθήκευση αυτού του προφίλ, το προφίλ της πλατφόρμας ή του δικτύου σας θα υποβληθεί για έλεγχο από ένα από τα μέλη της κοινοπραξίας EU-Citizen.Science. Αυτό το βήμα αφορά απλώς τον έλεγχο για spam ή ακατάλληλες χρήσεις της πλατφόρμας.
es: Al guardar el perfil, esta red o plataforma inmediatamente mostrado, pero más adelante pasará un proceso de revisión. Este paso se realiza solamente para comprobar si es spam o uso inapropiado del formulario.
et: Profiili salvestamise järel avaldatakse see koheselt platvormil, kuid vaadatakse hiljem üle platvormi moderaatorite poolt. Viimane samm on vajalik, et vältida ebasobiva sisu ja spämmi avaldamist.
fr: Après l’enregistrement de ce profil, le profil de votre organisation sera validé par l’un des membres du consortium EU-Citizen.Science. Cette étape sert simplement à s’assurer qu’il ne s’agit pas de spam ou d’un usage inapproprié du formulaire.
it: Dopo aver salvato questo profilo, la tua piattaforma o profilo di rete verrà immediatamente visualizzato sulla piattaforma ma sarà successivamente moderato da uno dei moderatori della piattaforma. Questo passaggio serve semplicemente a verificare la presenza di spam o usi inappropriati del modulo del profilo.
lt: Išsaugojus šį profilį, jūsų platformos arba tinklo profilis iš karto bus rodomas platformoje, bet vėliau jį prižiūrės vienas iš platformos moderatorių. Šis veiksmas yra tiesiog norint patikrinti, ar profilio forma nėra nepageidaujama arba netinkamai naudojama.
nl: Bij het opslaan van dit profiel, zal uw platform of netwerk profiel onmiddellijk verschijnen op het platform maar zal later gemodereerd worden door een van de platform moderators. Deze stap is simpelweg om te controleren op spam of ongepast gebruik van het profielformulier.
pt: Ao gravar este perfil, o perfil da sua plataforma irá aparecer imediatamente na plataforma, mas será posteriormente avaliado por um dos moderadores da plataforma. Esta etapa serve simplesmente para verificar a ocorrência de spam ou uso inapropriado da plataforma.
sv: När du har sparat din organisations profil skickas den in för granskning av en medlem i EU-Citizen.Science. Detta för att säkerställa att det inte är skräppost eller att formuläret används otillbörligt.

source: Organisations
de: Organisationen
el: Οργανισμοί
es: Organizaciones
et: Organisatsioonid
hu: Szervezetek
it: Organizzazioni
lt: Organizacijos
nl: Organisaties
pt: Organizações
sv: Organisationer

source: Geographic extend
de: Geografische Ausdehnung
el: Γεωγραφική τοποθεσία
es: Alcance geográfico
et: Geograafiline ulatus
fr: Zone géographique
it: Estensione geografica
lt: Geografinis mastas
nl: Geografisch gebied
pt: Localização geográfica
sv: Geografisk utbredning

source: Countries
de: Länder
el: Χώρες
es: Países
et: Riigid
fr: Pays
it: Paesi
lt: Šalys
nl: Landen
pt: Países
sv: Land

source: Network or platform images
de: Netzwerk- oder Plattformbilder
el: Εικόνες δικτύου ή πλατφόρμας
es: Imágenes de la red o plataforma
et: Võrgustiku või platvormi pildid
fr: Images du réseau ou de la plate-forme
it: Immagini di rete o piattaforma
lt: Tinklo / platformos paveikslėlis
nl: Netwerk of platform beelden
pt: Imagens da plataforma
sv: Bilder för portalen/projektet

source: platform and network <span class='lightBlue-color'> search</span>
de: Plattform und Netzwerk <span class='lightBlue-color'> Suche</span>
el: αναζήτηση <span class='lightBlue-color'> πλατφόρμας και δικτύου</span>
es: <span class='lightBlue-color'> buscar</span> red y/o plataforma
et: platvormi või võrgustiku <span class='lightBlue-color'>otsing</span>
fr: <span class='lightBlue-color'>recherche</span> de plate-formes et de réseaux
it: ricerca</span>piattaforma e rete <span class='lightBlue-color'>
lt: platforma ar tinklas <span class=‘lightBlue-color’>search</span>
nl: platform en network <span class=‘lightBlue-color’> zoeken</span>
pt: procurar <span class='lightBlue-color'> plataforma</span>
sv: <span class=’lightBlue-color’> sök </span> plattform och nätverk

source: Please write or select interest areas, separated by commas or pressing enter
de: Bitte schreiben oder wählen Sie Interessengebiete aus, getrennt durch Kommas oder durch Drücken der Eingabetaste
el: Παρακαλούμε γράψτε ή επιλέξτε περιοχές ενδιαφέροντος, διαχωρισμένες με κόμμα ή πατώντας enter
es: Por favor, escribe o selecciona las áreas de interés, separadas por comas o pulsando enter
et: Palun kirjuta või vali huvipakkuvad valdkonnad eraldades komaga või vajutades "enter"
fr: Veuillez écrire ou sélectionner les domaines d'intérêt, en les séparant par des virgules ou en appuyant sur la touche 'enter'
hu: Érdeklődési terület kiválasztása (vesszővel vagy enterrel elválasztva)
it: Si prega di scrivere o selezionare le aree di interesse, separate da virgole o premendo Invio
lt: Prašome parašyti arba pasirinkti dominančias sritis, atskirtas kableliais arba paspausdami enter
nl: Schrijf of selecteer interessegebieden, gescheiden door komma’s of druk op enter
pt: Por favor escreva ou selecione áreas de interesse, separando-as por vírgulas ou clicando enter
sv: Skriv eller välj intresseområden, separera med kommatecken eller ENTER-tryck

source: Other Organisation participating in the project.If not listed,please add it <a href="/new_organisation" target="_blank">here</a> before submitting the project
de: Andere an dem Projekt beteiligte Organisationen. Falls nicht aufgeführt, bitte <a href="/new_organisation" target="_blank">hier</a> vor der Einreichung des Projekts hinzufügen
el: Άλλοι οργανισμοί που συμμετέχουν στο έργο. Αν δεν είναι καταχωρημένοι, παρακαλούμε προσθέστε τους <a href="/new_organisation" target="_blank">εδώ</a> πριν την καταχώριση του έργου
es: Otras organizaciones que participan en el proyecto. Si no están en el listado, por favor, añádelas <a href="/new_organisation">aquí</a > antes de enviar
et: Teised projektis osalevad organisatsioonid. Kui neid valikus pole, palun lisa nad <a href="/new_organisation" target="_blank">siit</a> enne projekti salvestamist
fr: Autre organisation(s) qui participent au projet. Si elles ne sont pas déjà dans la liste, ajoutez-les <a href="/new_organisation">ici</a > avant soumission.
it: Altra organizzazione che partecipa al progetto. Se non è elencata, aggiungila <a href="/new_organisation" target="_blank">qui</a> prima di inviare il progetto
lt: Kita projekte dalyvaujanti organizacija. Jei sąraše nėra, pridėkite ją <a href=“/new_organisation” target=“_blank”>čia</a> prieš pateikdami projektą
nl: Andere organisatie die deelneemt aan het project. Indien niet vermeld, voeg <a href=“/new_organisation” target=“_blank”>hier</a> toe voor het indienen van het project
pt: Outra organização que participa no projeto. Se não estiver listada por favor adicione-a <a href="/new_organisation" target="_blank">aqui</a> antes de submeter o projeto

source: Other Organisations
de: Andere Organisationen
el: Άλλοι οργανισμοί
es: Otras organizaciones
et: Teised organisatsioonid
fr: Autres organisations
hu: Egyéb szervezet
it: Altre Organizzazioni
lt: Kitos organizacijos
nl: Andere Organisaties
pt: Outras organizações
sv: Övriga organisationer

source: Surname
de: Nachname
el: Επίθετο
es: Apellido
et: Perenimi
fr: Nom de famille
it: Congnome
lt: Pavardė
nl: Achternaam
pt: Sobrenome
sv: Efternamn

source: Profile picture
de: Profilbild
el: Εικόνα προφίλ
es: Foto de perfil
et: Profiilipilt
fr: Photo de profil
hu: Profilkép
it: Immagine profilo
lt: Profilio nuotrauka
nl: Profiel foto
pt: Imagem de perfil
sv: Profilbild

source: Short Bio and disciplinary background
de: Kurze Biographie und fachlicher Hintergrund
el: Σύντομο βιογραφικό και υπόβαθρο
es: Bio y ámbito de conocimiento
et: Lühike elulugu ja erialane taust
fr: Biographie et curriculum vitae
hu: Rövid szakmai önéletrajz
it: Biografia e background professionale
lt: Trumpas biografinis ir disciplininis pagrindas
nl: Korte biografie en werk achtergrond
pt: Pequena Biografia e percurso curricular
sv: Om mig

source: ORCID (If you have registered on the ORCID platform for researchers and havea persistent digital identifier (your ORCID iD) you can add it here to link thisprofile with your professional information such as affiliations, grants, publications,peer review, and more.)
de: ORCID (Wenn Sie sich auf der ORCID-Plattform für Forscher registriert haben und über eine dauerhafte digitale Kennung (Ihre ORCID iD) verfügen, können Sie diese hier hinzufügen, um dieses Profil mit Ihren beruflichen Informationen zu verknüpfen, wie z. B. Mitgliedschaften, Stipendien, Veröffentlichungen, Peer-Reviews und mehr).
el: ORCID (Εάν έχετε εγγραφεί στην πλατφόρμα ORCID για ερευνητές και έχετε μόνιμο ψηφιακό αναγνωριστικό (το ORCID ID σας), μπορείτε να το προσθέσετε εδώ για να συνδέσετε αυτό το προφίλ με τις επαγγελματικές σας πληροφορίες, όπως συνεργασίες, επιχορηγήσεις, δημοσιεύσεις, αξιολόγηση από ομότιμούς σας και άλλα)
es: ORCID (si estás registrado en la plataforma ORCID para investigadores y tienes un identificador digital fijo, tu ORCID iD) puedes añadirlo aquí para enlazar este perfil con tu información profesional (afiliación, proyectos, publicaciones, artículos revisados por pares, y más.)
et: ORCID. Kui oled registreeritud ORCID platvormil ja Sul on ORCID ID, saad selle lisada siin et siduda siinne profiil oma professionaalse informatsiooniga nagu seotud asutused, toetused, artiklid jne.
fr: ORCID (Si vous êtes inscrit sur la plate-forme pou chercheurs ORCID et que vous disposez d'un identifiant numérique persistant (votre ORCID iD), vous pouvez l'ajouter ici pour relier ce profil à vos informations professionnelles telles que les affiliations, les subventions, les publications, l'évaluation par les pairs, etc.)
it: ORCID (Se ti sei registrato sulla piattaforma ORCID per ricercatori e hai un identificatore digitale persistente (il tuo iD ORCID) puoi aggiungerlo qui per collegare questo profilo con le tue informazioni professionali come affiliazioni, sovvenzioni, pubblicazioni, peer review e altro.)
lt: ORCID (Jei užsiregistravote ORCID platformoje mokslininkams ir turite nuolatinį skaitmeninį identifikatorių (ORCID iD), galite pridėti jį čia, kad susietumėte šį profilį su savo profesine informacija, pvz., filialais, dotacijomis, leidiniais, kolegų peržiūra ir kt.)
nl: ORCID (Als u zich hebt geregistreerd op het ORCID-platform voor onderzoekers en een persistente digitale identifier hebt (uw ORCID iD), kunt u die hier toevoegen om dit profiel te koppelen aan uw professionele informatie, zoals affiliaties, subsidies, publicaties, peer review, en meer).
pt: ORCID (Se está registado na plataforma para investigadores ORCID e tem um identificador digital (ORCID iD) pode adicioná-lo aqui para ligar este perfil à sua informação profissional, tais como afiliações, bolsas, publicações, revisão por pares e mais.)

source: Email verified
de: E-Mail geprüft
el: Επιβεβαιωμένο email
es: Verificador de correo electrónico
et: E-mail on kontrollitud
fr: E-mail vérifié
hu: E-mail cím ellenőrizve
it: Email verificata
lt: Patvirtintas el.pašto adresas
nl: E-mail geverifieerd
pt: Email verificado
sv: Din email är bekräftad

source: users found
de: Nutzer*innen gefunden
el: βρέθηκαν χρήστες
es: perfiles encontrados
et: leitud kasutajad
fr: utilisateurs trouvés
it: utenti trovati
lt: rasti vartotojai
nl: gebruikers gevonden
pt: utilizadores encontrados
sv: användare hittade

source: user found
de: Nutzer*in gefunden
el: βρέθηκε χρήστης
es: perfil encontrado
et: leitud kasutaja
fr: utilisateur trouvé
it: utente trovato
lt: rastas vartotojas
nl: gebruiker gevonden
pt: utilizador encontrado
sv: användare hittad

source: Projects in bookmarks
de: Projekte in Lesezeichen
el: Έργα στους σελιδοδείκτες
es: Proyectos en favoritos
et: Projektid järjehoidjates
fr: Projets dans les signets
it: Collezione di progetti
lt: Pažymėti projektai
nl: Projecten in ‘bookmarks’
pt: Projetos guardados em favoritos
sv: Projektinformation

source: Submitted organisations
de: Eingereichte Organisationen
el: Καταχωρημένοι οργανισμοί
es: Organizaciones añadidas
et: Lisatud organisatsioonid
fr: Organisations enregistrées
hu: Feltöltött szervezetek
it: Organizzazioni inviate
lt: Pateiktos organizacijos
nl: Ingevoerde organisaties
pt: Organizações submetidas
sv: Inlagda organisationer

source: Resources in bookmarks
de: Ressourcen in Lesezeichen
el: Πόροι με σελιδοδείκτη
es: Recursos en favoritos
et: Materjalid järjehoidjates
fr: Ressources enregistrées dans les signets
it: Collezione di risorse
lt: Pažymėti resursai
nl: Hulpbronnen in ‘bookmarks’
pt: Recursos guardados em favoritos

source: Training in bookmarks
de: Trainings in Lesezeichen
el: Εκπαιδευτικές πηγές στους σελιδοδείκτες
es: Recursos formativos en favoritos
et: Koolitused järjehoidjates
fr: Formations enregistrées dans les signets
it: Collezione di moduli di formazioni
lt: Pažymėta mokymo medžiaga
pt: Formações guardadas em favoritos
sv: Kursbibliotek

source: Submitted events
de: Eingereichte Veranstaltungen
el: Καταχωρημένες εκδηλώσεις
es: Eventos añadidos
et: Lisatud üritused
fr: Evénements soumis
it: Progetti inviati
lt: Pateikti renginiai
nl: Ingediende evenementen
pt: Eventos submetidos
sv: Inskickade evenemang

source: Personal information
de: Persönliche Informationen
el: Προσωπικές πληροφορίες
es: Información personal
et: Isiklik informatsioon
fr: Information personnelle
it: Informazioni personali
lt: Asmeninė informacija
nl: Persoonlijke gegevens
pt: Informação pessoal
sv: Personlig information

source: Bio &amp; Interest Areas
de: Biographie &amp; Interessensgebiete
el: Βιο &amp; Περιοχές ενδιαφέροντος
es: Bio &amp; Áreas de interés
et: Elulugu &amp; huvialad
fr: Bio &amp; Centres d’intérêt
it: Bio &amp; Aree di interesse
lt: Biografija &amp; Pomėgių sritys
nl: Bio &amp; Interesse gebieden
pt: Biografia; Áreas de Interesse
sv: Intresseområden

source: Participation
de: Teilnahme
el: Συμμετοχή
es: Participación
et: Osalus
it: Partecipazione
lt: Dalyvavimas
nl: Deelname
pt: Participação
sv: Deltagande

source: Picture
de: Bild
el: Εικόνα
es: Imagen
et: Foto
fr: Image
it: Immagine
lt: Nuotrauka
nl: Afbeelding
pt: Imagem

source: Permissions and password
de: Berechtigungen und Passwort
el: Άδειες και κωδικός πρόσβασης
es: Privacidad y contraseña
et: Load ja salasõna
fr: Autorisation et mot de passe
it: Permessi e password
lt: Leidimai ir slaptažodis
nl: Toestemming en wachtwoord
pt: Permissões e palavra-passe
sv: Medgivande och lösenord

source: General information
de: Allgemeine Informationen
el: Γενικές πληροφορίες
es: Información general
et: Üldine info
fr: Information générale
it: Informazioni generali
lt: Bendrinė informacija
nl: Algemene informatie
pt: Informação geral
sv: Allmän information
