Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: Please enter the year (YYYY) when this version of the resource was published.
de: Geben Sie das Jahr (JJJJ) ein, in dem diese Version der Ressource veröffentlicht wurde.
el: Παρακαλούμε εισαγάγετε το έτος (ΕΕΕΕ) που δημοσιεύτηκε αυτή η έκδοση του πόρου.
es: Por favor, añade el año (aaaa) en el que esta versión del recurso fue publicada.
et: Sisesta aasta (YYYY) mil materjali käesolev versioon publitseeriti.
fr: Saisir l’année (AAAA) de publication de cette version de la resource.
hu: A forrás megjelenésének éve (YYYY)
it: Inserisci l'anno (YYYY) in cui è stata pubblicata questa versione della risorsa.
lt: Įveskite metus (YYYY), kada buvo paskelbta ši šaltinio versija.
nl: Geef het jaar (YYYY) op waarin deze versie van het hulpmiddel werd gepubliceerd.
pt: Por favor introduza o ano (AAAA) em que esta versão do recurso foi publicada.

source: Year of publication
de: Jahr der Veröffentlichung
el: Έτος έκδοσης
es: Año de publicación
et: Avaldamise aasta
fr: Année de publication
it: Anno di pubblicazione
lt: Leidimo metai
nl: Jaar van uitgave
sv: Publiceringsår

source: Please indicate the resource license, such as Creative Commons CC-BY. Enter a URL link to the license if available.
de: Geben Sie die Lizenz der Ressource an, wie z. B. Creative Commons CC-BY. Geben Sie eine URL zur Lizenz ein, falls verfügbar.
el: Παρακαλούμε υποδείξτε την άδεια πόρου, όπως το Creative Commons CC-BY. Εισαγάγετε έναν σύνδεσμο URL για την άδεια, εάν υπάρχει.
es: Por favor, indiqua la licencia del recurso, como Creative Commons CC-BY. Añade el enlace a la licencia, en caso de estar disponible.
et: Viita materjali litsentsile, nagu CC-BY vm. Sisesta vastavale litsentsile viitav URL.
fr: Indiquer la licence de la ressource, par exemple Creative Commons CC-BY. Saisir un lien URL vers la licence, le cas échéant.
hu: Add meg a forrás licenszét! Például Creative Commons CC-BY. Add meg a licensz URL-jét.
it: Si prega di indicare la licenza della risorsa, ad esempio Creative Commons CC-BY. Immettere un collegamento URL alla licenza, se disponibile.
lt: Nurodykite išteklių licenciją, pvz., Creative Commons CC-BY. Įveskite URL nuorodą į licenciją, jei yra.
nl: Vermeld de licentie, zoals Creative Commons CC-BY. Geef een URL-link naar de licentie indien beschikbaar.
pt: Por favor indique a licença do recurso, como a "Creative Commons CC-BY". Introduza o endereço URL para a licença, se disponível.

source: Please select the organisation(s) contributing the resource. If not listed, please add them <a href="/new_organisation" target="_blank">here</a > before submitting.
de: Bitte wählen Sie die Organisation(en) aus, die die Ressource zur Verfügung stellen. Wenn sie nicht aufgeführt sind, fügen Sie sie bitte <a href="/new_organisation" target="_blank">hier</a > hinzu, bevor Sie sie einreichen.
el: Παρακαλούμε επιλέξτε τον οργανισμό ή τους οργανισμούς που συνεισφέρουν στον πόρο. Εάν δεν περιλαμβάνονται στη λίστα, προσθέστε τους <a href="/new_organisation" target="_blank">εδώ</a > πριν τον υποβάλετε.
es: Por favor, selecciona la(s) rganización(es) que han contribuido al recurso. Si no están en el listado, por favor, añádelas <a href="/new_organisation">aquí</a > antes de enviar.
et: Materjalide avaldimises osalenud organisatsioon(id) (mitmene valik eraldage komaga). Kui organisatsioone nimekirjas pole, palun lisage <a href="/new_organisation" target="_blank">siia</a > enne salvestamist.
fr: Veuillez sélectionner la ou les organisation(s) qui contribue(nt) à la resource. Si elle n'est pas déjà dans la liste, ajoutez-la <a href="/nouvelle_organisation">ici</a > avant soumission.
hu: A forráshoz hozzájáruló szervezet(ek)et.(Ha még nincs a szervezetek listáján, itt feltölthető:<a href="/new_organisation">here</a>)
it: Seleziona l'organizzazione o le organizzazioni che contribuiscono alla risorsa. Se non sono elencati, aggiungili <a href="/new_organisation" target="_blank">qui</a> prima di inviare.
lt: Pasirinkite organizaciją (-as), teikiančią (-as) išteklius. Jei sąraše nėra, prieš pateikdami pridėkite juos <a href=“/new_organisation” target=“_blank”>čia</a>.
nl: Selecteer de organisatie(s) die bijdragen aan het hulpmiddel. Als ze niet in de lijst staan, voeg ze dan toe <a href=“/new_organisation” target=“_blank”>hier</a > voordat u het indient.
pt: Por favor selecione a(s) organização(ões) que contribuíram para o recurso. Se não estiver(em) listada(s) adicione-a(s) <a href="/new_organisation" target="_blank">aqui</a > antes de submeter o recurso.

source: Please select the project(s) where the resource was created. If not listed, please add them <a href="/newProject" target="_blank">here</a > before submitting.
de: Bitte wählen Sie das/die Projekt(e) aus, in dem/denen die Ressource erstellt wurde. Wenn sie nicht aufgeführt sind, fügen Sie sie bitte <a href="/newProject" target="_blank">hier</a > hinzu, bevor Sie sie einreichen.
el: Επιλέξτε το έργο (τα έργα) από τα οποία δημιουργήθηκε ο πόρος. Εάν δεν περιλαμβάνονται στη λίστα, προσθέστε τα <a href="/newProject" target="_blank">εδώ</a > πριν τα υποβάλετε.
es: Por favor, selecciona el(los) proyecto(s) a partir de los cuales se generó el recurso. Si no están en el listado, por favor, añádelas <a href="/newProject" target="_blank">aquí</a > antes de enviar.
et: Materjalide avaldamises osalenud organisatsioon(id). Kui organisatsioone nimekirjas pole, palun lisage <a href="/newProject" target="_blank">siin</a > enne salvestamist.
fr: Veuillez sélectionner le ou les projet(s) d'où provient/proviennent la resource. S'il n'est pas déjà dans la liste, ajoutez-le <a href="/nouveauProject" target="_blank">ici</a > avant soumission.
hu: A forrást létrehozó projekt. (Ha még nincs a listán, itt feltölthető:<a href="/new_organisation">here</a>)
it: Seleziona il/i progetto/i in cui è stata creata la risorsa. Se non sono elencati, aggiungili <a href="/newProject" target="_blank">qui</a> prima di inviare.
lt: Pasirinkite projektą (-us), kuriame (-iuose) buvo sukurtas išteklius. Jei sąraše nėra, prieš pateikdami pridėkite juos <a href=“/newProject” target=“_blank”>čia</a>.
nl: Selecteer het project of de projecten waaruit het hulpmiddel voortkwam. Als ze niet in de lijst staan, voeg ze dan <a href=“/newProject” target=“_blank”>hier</a > toe voor het indienen.
pt: Por favor selecione o(s) projeto(s) em que o recurso foi criado. Se não estiver(em) listado(s) adicione-o(s) <a href="/newProject" target="_blank">aqui</a > antes de submeter o recurso.

source: Project(s)
de: Projekt(e)
el: Έργο(α)
es: Proyecto(s)
et: Projektid
fr: Projet(s)
hu: Projektek
it: Progetto(i)
lt: Projektas (-ai)
nl: Project(en)
pt: Projeto(s)

source: Please indicate the publisher of the resource
de: Bitte geben Sie den Herausgeber der Ressource an
el: Παρακαλούμε υποδείξτε τον εκδότη του πόρου
es: Por favor, añade aquí la fuente de publicación del recurso
et: Sisesta siia materjali avaldaja
fr: Saisir ici l'éditeur-trice de la ressource
hu: A forrás kiadója
it: Si prega di indicare l'editore della risorsa
lt: Nurodykite šaltinio leidėją
nl: Vermeld de uitgever van het hulpmiddel
pt: Por favor indique a editora deste recurso

source: Publisher
de: Herausgeber
el: Εκδότης
es: Editor
et: Avaldaja
fr: Editeur
it: Editore
lt: Leidėjas
nl: Uitgever
sv: Utgivare

source: Resource image for the thumbnail profile
de: Ressourcenbild für das Vorschauprofil.
el: Εικόνα πόρου για το προφίλ μικρογραφίας
es: Imagen para la miniatura del recurso
et: Materjali pilt profiili pisipildiks
fr: Image ressource pour l'étiquette du profil
hu: Profilkép
it: Immagine in miniatura per il profilo della risorsa
lt: Miniatiūros profilio šaltinio vaizdas
nl: Hulpmiddel afbeelding voor het thumbnail profiel
pt: Imagem em miniatura para o perfil do recurso

source: This image will be resized to 600x400 pixels
de: Dieses Bild wird auf 600x400 Pixel verkleinert.
el: Το μέγεθος αυτής της εικόνας θα αλλάξει σε 600x400 εικονοστοιχεία
es: Esta imagen será redimensionada a 600x400 píxeles
et: Pilt muudetakse süsteemi poolt suurusesse 600x400 pikslit
fr: L'image sera redimensionnée à 600x400 pixels
hu: 600x400 méretben kerül feltöltésre
it: L'immagine verrà ridimensionato a 600x400 pixel
lt: Šio vaizdo dydis bus pakeistas iki 600 x 400 pikselių.
nl: Deze afbeelding zal worden verkleind tot 600x400 pixels
pt: Esta imagem será reajustada para 600x400 pixéis

source: Image 1 credit
de: Bildrecht Bild 1
el: Πίστωση Εικόνας 1
es: Créditos de la imagen 1
et: Foto 1 autor
fr: Crédit Image 1
hu: Kép 1 credit
it: Crediti dell'immagine 1
lt: Paveikslo 1 šaltinis
nl: Afbeelding 1 credit
pt: Créditos da Imagem 1
sv: Bild 1 upphovsperson/organisation

source: Resource image for the profile heading
de: Ressourcenbild für die Profilkopfzeile
el: Εικόνα πόρου για την επικεφαλίδα του προφίλ
es: Imagen de recurso para el encabezado del perfil
et: Materjali pilt profiili pisipildiks
fr: Image resource pour l'en-tête du profil
hu: Projekt borítókép
it: Immagine per l'intestazione del profilo risorsa
lt: Profilio antraštės šaltinio vaizdas
nl: Hulpmiddel afbeelding voor de profielkop
pt: Imagem de cabeçalho para o perfil do recurso

source: This image will be resized to 1100x400 pixels
de: Dieses Bild wird auf 1100x400 Pixel verkleinert.
el: Το μέγεθος αυτής της εικόνας θα αλλάξει σε 1100x400 εικονοστοιχεία
es: Esta imagen será redimensionada a 1100x400 píxeles
et: Pilt muudetakse süsteemi poolt suurusesse 1100x400 pikslit
fr: Cette image sera redimensionnée à 1100x400 pixels
hu: 600x400 méretben kerül feltöltésre
it: Questa immagine verrà ridimensionato a 1100x400 pixel
lt: Šio vaizdo dydis bus pakeistas iki 1100 x 400 pikselių.
nl: Deze afbeelding zal worden verkleind tot 1100x400 pixels
pt: Esta imagem será reajustada para 1100x400 pixéis

source: Image 2 credit
de: Bildrecht Bild 2
el: Πίστωση Εικόνας 2
es: Créditos de la imagen 2
et: Foto 2 autor
fr: Crédit Image 2
hu: Kép 2 credit
it: Crediti dell'immagine 2
lt: Paveikslo 2 šaltinis
nl: Afbeelding 2 credit
pt: Créditos da Imagem 2
sv: Bild 2 upphovsperson/organisation

source: Curated lists
de: Kuratierte Listen
el: Επιλεγμένες λίστες
es: Mis listas
et: Kureeritud nimekirjad
fr: Listes gérées
hu: Összeállított listák
it: Elenchi curati
lt: Kuruojami sąrašai
nl: Samengestelde lijsten
pt: Listas com curadoria
sv: Granskade listor

source: Educational level
de: Ausbildungslevel
el: Μορφωτικό επίπεδο
es: Nivel educativo
et: Koolitustase
fr: Niveau d’éducation
hu: Képzettség
it: Livello di istruzione
lt: Išsimokslinimo lygis
nl: Opleidingsniveau
pt: Nível de escolaridade

source: Please add the education level needed, end using comma or pressing enter. Examples of educational levels include beginner, intermediate or advanced, and formal sets of level indicators.
de: Bitte fügen Sie das gewünschte Ausbildungslevel hinzu und beenden Sie die Eingabe mit einem Komma oder drücken Sie die Eingabetaste. Beispiele für Ausbildungslevels sind Anfänger, mittelmäßig oder fortgeschritten, und formale Sets von Levelindikatoren.
el: Παρακαλούμε προσθέστε το απαιτούμενο επίπεδο εκπαίδευσης, ακολουθημένο από κόμμα ή πατώντας enter. Παραδείγματα εκπαιδευτικών επιπέδων περιλαμβάνουν αρχάριους, μεσαίους ή προχωρημένους και επίσημους δείκτες επιπέδου.
es: Por favor, añade el nivel educativo necesario, termina con una coma o pulsando enter. Ejemplos de niveles educativos pueden ser: principiante, intermedio, avanzado; y otros indicadores de nivel formales.
et: Palun märgi siia koolitustase, lõpetuseks kasuta koma või "Enter". Näide: algaja, kesktase, edasijõudnu.
fr: Veuillez ajouter le niveau d'étude, terminez par une virgule ou en appuyant sur enter. Parmi les niveaux d'étude possibles il y a débutant, intermédiaire ou avancé et des indicateurs formels de niveaux.
hu: Iskolai végzettség (vesszővel vagy enterrel elválasztva)Az oktatási szintekre példák a kezdő, középhaladó vagy haladó szintek, valamint egyéb formális szintjelzők.
it: Si prega di aggiungere il livello di istruzione necessario, terminare utilizzando la virgola o premendo invio. Esempi di livelli di istruzione includono principianti, intermedi o avanzati e set formali di indicatori di livello.
lt: Pridėkite reikiamą išsilavinimo lygį, užbaikite kableliu arba paspauskite Enter. Išsilavinimo lygių pavyzdžiai yra pradedančiojo, vidutinio ar pažengusio lygio ir formalūs lygio rodiklių rinkiniai.
nl: Voeg het gewenste opleidingsniveau toe, eindig met een komma of druk op enter. Voorbeelden van opleidingsniveaus zijn beginner, gemiddeld of gevorderd, en formele sets van niveau-indicatoren.
pt: Por favor acrescente o nível de escolaridade necessário, termine com uma vírgula ou clicando Enter. Exemplos de níveis de escolaridade incluem o iniciante, intermédio ou avançado.
sv: Vänligen lägg till vilken utbildningsnivå som behövs. Avsluta genom komma, eller ENTER-tryck. (Exempel på utbildningsnivå är nybörjare, van utövare eller avancerad).

source: Please indicate the predominant type or kind characterizing the learning resource. For example, presentation, handout, etc.
de: Bitte geben Sie die überwiegende Kategorie oder den Typ an, der die Lernressource kennzeichnet. Zum Beispiel: Präsentation, Handout, etc.
el: Σημειώστε τον κυρίαρχο τύπο ή είδος που χαρακτηρίζει τον πόρο μάθησης. Για παράδειγμα, παρουσίαση, φυλλάδιο κ.λπ.
es: Por favor, indica el formato que caracteriza al recurso educativo. Por ejemplo: presentación, folleto, etc.
et: Palun kirjelda õppematerjali põhilist suunitlust (tüüpi). Näiteks - esitlus, jaotusmaterjal jne.
fr: Veuillez indiquer ce qui caractérise principalement la source d'apprentissage. Par exemple la façon dont elle se présente, son livret, etc...
it: Si prega di indicare il tipo o il genere predominante che caratterizza la risorsa didattica. Ad esempio, presentazione, dispense, ecc.
lt: Nurodykite vyraujantį mokymosi šaltinio tipą ar rūšį. Pavyzdžiui, pristatymas, dalomoji medžiaga ir kt.
nl: Vermeld het type of soort dat het leermiddel kenmerkt. Bijvoorbeeld: presentatie, hand-out, enz.
pt: Por favor indique a tipologia predominante que caracteriza o recurso de aprendizagem. Por exemplo, apresentação, folheto, etc.
sv: Vänligen ange vilken sorts utbildningsresurs det är (Till exempel: presentation, handout etc).

source: Please write the approximate hours required to finish the training.
de: Ungefähre Stunden, die für den Abschluss des Trainings erforderlich sind
el: Παρακαλούμε γράψτε τις κατά προσέγγιση ώρες που απαιτούνται για την ολοκλήρωση της εκπαίδευσης.
es: Por favor, indica las horas aproximadas requerido para finalizar la formación.
et: Ligilähedane aeg tundides, mis on vaja koolituse läbimiseks.
fr: Estimation du nombre d’heures requises pour terminer la formation.
hu: A képzés befejezéséhez szükséges órák hozzávetőleges száma.
it: Si prega di scrivere le ore approssimative necessarie per completare la formazione.
lt: Parašykite apytiksles valandas, kurių reikia mokymui baigti.
nl: Geef aan hoeveel uur u ongeveer nodig heeft om de training te voltooien.
pt: Por favor escreva o número aproximado de horas necessárias para concluir a formação.

source: Time required
de: Benötigte Zeit
el: Απαιτούμενος χρόνος
es: Tiempo requerido
et: Vajalik aeg
fr: Temps requis
hu: Szükséges idő
it: Tempo richiesto
lt: Reikalingas laikas
nl: Benodigde tijd
pt: Tempo necessário
sv: Tidsåtgång

source: Please describe any conditions that affect the accessibility of the training material, such as <i>requires registration</i>, <i>requires enrollment</i>, or <i>requires payment</i>.
de: Bitte beschreiben Sie alle Voraussetzungen, die die Verfügbarkeit des Trainingsmaterials einschränken, wie z. B. <i> benötigt Registrierung</i>, <i>benötigt Einschreibung</i>, oder <i> benötigt Zahlung</i>.
el: Παρακαλούμε περιγράψτε τυχόν συνθήκες που επηρεάζουν την προσβασιμότητα του εκπαιδευτικού υλικού, όπως <i>απαιτείται προεγγραφή</i>, <i>απαιτείται εγγραφή</i> ή <i>απαιτεί πληρωμή</i>.
es: Por favor, describe cualquier condición que afecte a la accesibilidad del material formativo, como por ejemplo <i>'requiere registro'</i>, <i>'inscripción necesaria'</i> o <i>pago requerido</i>.
et: Palun kirjelda kõiki kitsendusi, mis mõjutavad koolitusmaterjalide kättesaadavust, nagu <i>vajab registreerumist</i>, <i>nõutav osalustasu</i> jne.
fr: Indiquez les prerequis pour accéder au materiel lié à la formation, tel que <i>nécessite une inscription</i>, <i>nécessite un engagement</i>, ou <i>nécessite un paiement</i>.
hu: Adj meg minden olyan körülményt, amely befolyásolja a képzési anyag hozzáférhetőségét,mint pléldául: <i>regisztrációt igényel</i>, <i>beiratkozást igényel</i> vagy <i>fizetést igényel</i>.
it: Descrivi eventuali condizioni che influiscono sull'accessibilità del materiale di formazione, ad esempio <i>richiede la registrazione</i>, <i>richiede l'iscrizione</i> o <i>richiede il pagamento</i>.
lt: Aprašykite visas sąlygas, turinčias įtakos mokymosi medžiagos prieinamumui, pvz., <i>reikia registruotis</i>, <i>reikia užsiregistruoti</i> arba <i>reikia sumokėti</i>.
nl: Beschrijf eventuele voorwaarden die van invloed zijn op de toegankelijkheid van het trainingsmateriaal, zoals <i>vereist registratie</i>, <i>vereist inschrijving</i>, of <i>vereist betaling</i>.
pt: Por favor descreva qualquer condição que possa afetar a acessibilidade ao material da formação, tais como <i>requer registo</i>, <i>requer inscrição</i>, ou <i>requer pagamento</i>.
sv: Vänligen beskriv alla omständigheter som påverkar materialets tillgänglighet, så som <i>krav på registrering</i>, or <i>krav på betalning</i>.

source: Conditions of access
de: Zugangsbedingungen
el: Συνθήκες πρόσβασης
es: Condiciones de acceso
et: Pääsutingimused
fr: Conditions d’accès
hu: Hozzáférés feltétele
it: Condizioni di accesso
lt: Priėjimo sąlygos
nl: Voorwaarden voor deelname
pt: Condições de acesso
sv: Villkor för tillgänglighet

source: Sort by Most Recent Updated
de: Nach letzter Aktualisierung sortieren
el: Ταξινόμηση κατά την πιο πρόσφατη ενημέρωση
es: Ordenar por añadidos más recientes
et: Sorteeri uuendamise aja järgi
fr: Trier par Mise à jour la plus récente
hu: Legutóbbi frissítés szerint
it: Ordina per Aggiornamento più recente
lt: Rūšiuoti pagal naujausius atnaujinimus
nl: Sorteren op meest recent bewerkt
pt: Ordenar pelo mais recente
sv: Sortera efter senast uppdaterad

source: Sort by featured
de: Sortieren nach Eigenschaften
el: Ταξινόμηση κατά επιλεγμένο
es: Ordenar por destacados
et: Sorteeri esiletõstmise järgi
fr: Trier par rendus
hu: Kiemelés szerint
it: Ordina per rilevanza
lt: Rūšiuoti pagal pagrindinius
nl: Sorteren op ‘featured’
pt: Ordenar por destaque
sv: Sortera efter utvalda

source: All languages
de: Alle Sprachen
el: Όλες οι γλώσσες
es: Cualquier idioma
et: Kõik keeled
fr: Toutes les langues
hu: Minden nyelv
it: Tutte le lingue
lt: Visos kalbos
nl: Alle talen
pt: Todas as línguas
sv: Alla språk

source: All themes
de: Alle Themen
el: Όλες οι θεματικές ενότητες
es: Cualquier temática
et: Kõik teemad
fr: Tous les thèmes
hu: Minden téma
it: Tutti i temi
lt: Visos temos
nl: Alle thema’s
pt: Todos os temas
sv: Alla teman

source: Audience
de: Publikum
el: Κοινό
es: Público
et: Sihtrühm
fr: Public cible
hu: Közönség
it: Pubblico
lt: Auditorija
nl: Doelgroep
pt: Audiência
sv: Målgrupp

source: Not approved
de: Nicht akzeptiert
el: Μη εγκεκριμένο
es: No aprobado
et: Tagasi lükatud
fr: Rejeté
hu: Nem engedélyezett
it: Non approvato
lt: Nepatvirtinta
nl: Niet goedgekeurd
pt: Não aprovado
sv: Ej godkänd

source: language:
de: Sprache:
el: γλώσσα:
es: idioma:
et: keel:
fr: langue
hu: nyelv:
it: lingua:
lt: kalba:
nl: taal:
pt: língua:

source: theme:
de: Thema:
el: θέμα:
es: tema:
et: teema:
fr: thème
hu: téma:
it: tema:
lt: tema:
nl: thema:
pt: tema:

source: category:
de: Kategorie:
el: κατηγορία:
es: categoría:
et: kategooria:
fr: catégorie
hu: kategória:
it: categoria:
lt: kategorija:
nl: categorie:
pt: categoria:

source: audience:
de: Publikum:
el: κοινό:
es: audiencia:
et: sihtrühm:
fr: public cible:
hu: közönség:
it: pubblico:
lt: auditorija:
nl: doelgroep:
pt: audiência:

source: training resources found
de: Gefundene Trainingsressourcen
el: εκπαιδευτικές πηγές που βρέθηκαν
es: recursos formativos encontrados
et: leitud koolitusmaterjalid
fr: ressources d’apprentissage trouvées
hu: oktatási anyag
it: risorse di formazione trovate
lt: rasta mokymo išteklių
nl: gevonden trainingsmiddelen
pt: recursos de formação encontrados

source: training resource found
de: Gefundene Trainingsressource
el: εκπαιδευτική πηγή που βρέθηκε
es: recurso formativo encontrado
et: leitud koolitusmaterjal
fr: ressource d’apprentissage trouvée
hu: oktatási anyag
it: risorsa di formazione trovata
lt: rastas mokymosi išteklius
nl: gevonden trainingsmiiddel
pt: recurso de formação encontrado

source: resources found
de: Gefundene Ressourcen
el: πόροι που βρέθηκαν
es: recursos encontrados
et: leitud materjalid
fr: ressources trouvées
hu: forrás
it: risorse trovate
lt: rasti ištekliai
nl: gevonden hulpmiddelen
pt: recursos encontrados

source: resource found
de: Gefundene Ressource
el: πόρος που βρέθηκε
es: recurso encontrado
et: leitud materjal
fr: resource trouvée
it: risorsa trovata
lt: rastas išteklis
nl: gevonden hulpmiddel
pt: recurso encontrado

source: resource
de: Ressource
el: πόρος
es: recurso
et: materjal
fr: ressource
hu: Forrás
it: risorsa
lt: išteklis
nl: hulpmiddel
pt: recurso
sv: resurs
