Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: When you create a profile for a resource or a project to share on the platform, you will be asked to provide a range of descriptive information about it, and once all of the mandatory data fields are completed, you will be able to submit the profile. Upon submission, it will be sent for moderation. Until it has been reviewed against our criteria, it will be marked as ‘not yet moderated’, and will not be automatically visible in search results. Once your resource profile has successfully been through the moderation process, it will be marked as ‘moderated’, and will be fully available in search results.
de: Wenn Sie ein Profil für eine Ressource oder ein Projekt erstellen, das Sie auf der Plattform freigeben möchten, werden Sie aufgefordert, eine Reihe von beschreibenden Informationen über die Ressource anzugeben. Nach dem Absenden wird es zur Moderation weitergeleitet. Solange es nicht anhand unserer Kriterien geprüft wurde, wird es als "noch nicht moderiert" gekennzeichnet und ist nicht automatisch in den Suchergebnissen sichtbar. Sobald Ihr Ressourcenprofil den Moderationsprozess erfolgreich durchlaufen hat, wird es als "moderiert" gekennzeichnet und ist in den Suchergebnissen vollständig verfügbar.
el: Όταν δημιουργείτε ένα προφίλ για έναν πόρο ή ένα έργο για κοινή χρήση στην πλατφόρμα, θα σας ζητηθεί να παρέχετε μια σειρά από περιγραφικές πληροφορίες σχετικά με αυτό και μόλις συμπληρωθούν όλα τα υποχρεωτικά πεδία δεδομένων, θα μπορείτε να υποβάλετε το προφίλ . Μετά την υποβολή, θα σταλεί για έλεγχο. Μέχρι να ελεγχθεί σύμφωνα με τα κριτήριά μας, θα επισημαίνεται ως "δεν έχει ακόμη ελεγχθεί" και δεν θα είναι αυτόματα ορατό στα αποτελέσματα αναζήτησης. Μόλις το προφίλ πόρου σας περάσει επιτυχώς από τη διαδικασία ελέγχου, θα επισημανθεί ως "ελέγχθηκε" και θα είναι πλήρως διαθέσιμο στα αποτελέσματα αναζήτησης.
es: Cuando creas un perfil para un recurso o un proyecto para compartir en la plataforma, tienes que añadir información descriptiva sobre el mismo y, una vez completados todos los campos de datos obligatorios, podrás enviar el perfil. Una vez enviado, se enviará para revisión. Hasta que se haya revisado según nuestros criterios, el perfil quedará marcado como 'aún no moderado' y no será visible automáticamente en los resultados de búsqueda. Una vez que el perfil haya superado con éxito el proceso de revisión, se marcará como 'revisado', y estará totalmente disponible en los resultados de búsqueda.
et: Kui laed üles infomaterjalide või projekti profiili, palutakse Sul sisestada erinevat kirjeldavat infot. Kui kõik kohustuslikud väljad on täidetud, saad profiili platvormil avaldamiseks ära esitada. Seejärel läbib see modereerimisprotsessi. Seni kui moderaatorid pole kvaliteedikontrolli teostanud, on profiili juures märge "pole veel modereeritud" ja seda ei leia otsingutulemustes. Niipea kui modereerimisprotsess on edukalt läbitud, ilmub profiili juurde märge "modereeritud" ja see on nähtav ka otsingutulemustes.
fr: Lorsque vous créez un profil pour une ressource ou un projet à partager sur la plate-forme, il vous sera demandé de fournir une série d'informations descriptives à son sujet. Une fois tous les champs de données obligatoires remplis, vous pourrez soumettre le profil. Une fois soumis, il sera envoyé pour validation. Tant qu'il n'aura pas été examiné selon nos critères, il sera marqué comme "non encore validé" et ne sera pas automatiquement visible dans les résultats de recherche. Une fois que votre profil de ressource aura passé avec succès le processus de validation, il sera marqué comme "validé" et sera entièrement disponible dans les résultats de recherche.
hu: Amikor létrehozol egy profilt a platformon, add meg a lehető legtöbb információt a feltöltött forrásról vagy szervezetről. Miután az összes kötelező adatmezőt kitöltötted, elküldheted a profilt, amely ezt követően moderálásra kerül.Amíg nem vizsgáljuk felül a feltöltött profilod a kritériumok alapján, addig 'még nem moderált' megjelölést kap, ami nem lesz látható a keresési eredményekben.Amint a forrás profilja sikeresen átment a moderálási folyamaton, 'moderáltként' lesz megjelölve, és elérhetővé válik a keresési eredményekben.
it: Quando crei un profilo per una risorsa o un progetto da condividere sulla piattaforma, ti verrà chiesto di fornire una serie di informazioni descrittive a riguardo e, una volta completati tutti i campi dati obbligatori, potrai inviare il profilo . Al momento della presentazione, verrà inviato per la moderazione. Fino a quando non sarà stato rivisto in base ai nostri criteri, sarà contrassegnato come "non ancora moderato" e non sarà automaticamente visibile nei risultati di ricerca. Una volta che il tuo profilo risorsa avrà superato con successo il processo di moderazione, verrà contrassegnato come "moderato" e sarà completamente disponibile nei risultati di ricerca.
lt: Kai sukuriate profilį ištekliui ar projektui, kuriuo norite bendrinti platformoje, jūsų bus paprašyta pateikti įvairią aprašomosios informacijos apie jį, o kai bus užpildyti visi privalomi duomenų laukai, galėsite pateikti profilį. . Pateikus, jis bus išsiųstas moderuoti. Kol jis nebus peržiūrėtas pagal mūsų kriterijus, jis bus pažymėtas kaip „dar nereguliuotas“ ir nebus automatiškai matomas paieškos rezultatuose. Kai jūsų išteklių profilis bus sėkmingai prižiūrimas, jis bus pažymėtas kaip „tvarkomas“ ir bus visiškai pasiekiamas paieškos rezultatuose.
nl: Wanneer u een profiel aanmaakt voor een hulpmiddel of een project om op het platform te delen, wordt u gevraagd een reeks beschrijvende gegevens erover op te geven, en zodra alle verplichte gegevensvelden zijn ingevuld, kunt u het profiel indienen. Na indiening zal het profiel ter beoordeling worden verzonden. Totdat het is getoetst aan onze criteria, wordt het gemarkeerd als ‘nog niet gemodereerd’, en zal het niet automatisch zichtbaar zijn in zoekresultaten. Zodra je profiel met succes het moderatieproces heeft doorlopen, wordt het gemarkeerd als ‘gemodereerd’, en is het volledig beschikbaar in de zoekresultaten.
pt: Quando crias um perfil para um recurso ou projeto para partilhar na plataforma será pedido que providencies informação descritiva sobre o mesmo e uma vez preenchidos todos os campos obrigatórios será possível submeter o perfil. Após a submissão, o perfil passará pelo processo de moderação. Até que seja avaliado, de acordo com os critérios, será marcado como "Aguarda Moderação" e não estará automaticamente visível no resultado de uma pesquisa. Uma vez terminado com sucesso o processo de moderação o perfil será marcado como "Revisto" e estará completamente disponível para pesquisa.

source: We have developed a set of comprehensive quality criteria as a way of ensuring that the projects and resources that you can find on this platform are of good quality. The overarching criteria can be applied to both projects and resources. Specific and supporting criteria have been developed for resources. The table below provides an overview of all resources; further down on this page you can read about all the quality criteria in more detail.
de: Wir haben eine Reihe von umfassenden Qualitätskriterien entwickelt, um sicherzustellen, dass die Projekte und Ressourcen, die Sie auf dieser Plattform finden, von guter Qualität sind. Die übergreifenden Kriterien können sowohl auf Projekte als auch auf Ressourcen angewendet werden. Für Ressourcen wurden spezifische und unterstützende Kriterien entwickelt. Die folgende Tabelle gibt einen Überblick über alle Ressourcen; weiter unten auf dieser Seite können Sie alle Qualitätskriterien im Detail nachlesen.
el: Έχουμε αναπτύξει ένα σύνολο ολοκληρωμένων κριτηρίων ως τρόπο να διασφαλίσουμε ότι τα έργα και οι πόροι που μπορείτε να βρείτε σε αυτήν την πλατφόρμα είναι καλής ποιότητας. Τα γενικά κριτήρια μπορούν να εφαρμοστούν τόσο σε έργα όσο και σε πόρους. Για τους πόρους έχουν αναπτυχθεί συγκεκριμένα και υποστηρικτικά κριτήρια. Ο παρακάτω πίνακας παρέχει μια επισκόπηση όλων των πόρων, παρακάτω σε αυτή τη σελίδα μπορείτε να διαβάσετε για όλα τα κριτήρια ποιότητας με περισσότερες λεπτομέρειες.
es: Hemos desarrollado un conjunto de criterios de calidad exhaustivos para garantizar que los proyectos y recursos que puedas encontrar en esta plataforma sean de buena calidad. Los criterios generales pueden aplicarse tanto a los proyectos, como a los recursos. Para estos últimos se han desarrollado criterios específicos y de apoyo. La tabla siguiente ofrece una visión general de todos los recursos; más adelante, en esta misma página, puede consultar todos los criterios de calidad con más detalle.
et: Oleme välja töötanud kvaliteedikriteeriumite kogumi, et tagada platvormile esitatud projektide ja materjalide kõrge kvaliteet. Üldised kriteeriumid kehtivad nii projektidele kui ka materjalidele. Spetsiifilised nõuded on välja töötatud materjalidele. Allpool olev tabel annab kõikide materjalide ülevaate, sellest veel allpool saab tutvuda kvaliteedinõuetega täpsemalt.
fr: Nous avons élaboré un ensemble de critères de qualité complets afin de garantir la qualité des projets et des ressources que vous pouvez trouver sur cette plate-forme. Les critères généraux peuvent être appliqués à la fois aux projets et aux ressources. Des critères spécifiques et complémentaires ont été développés pour les ressources. Le tableau ci-dessous donne un aperçu de toutes les ressources ; plus loin sur cette page, vous pouvez lire tous les critères de qualité en détail.
hu: Átfogó minőségi kritériumrendszert dolgoztunk ki annak biztosítására, hogy a platformon található projektek és források jó minőségűek legyenek. Az átfogó kritériumok mind a projektekre, mind a forrásokra alkalmazhatók.A forrásokra vonatkozóan egyedi és kiegészítő kritériumokat dolgoztunk ki.Az alábbi táblázat áttekintést nyújt az összes forrásról; ezen az oldalon tovább tájékozódhatsz a minőségi kritériumokról.
it: Abbiamo sviluppato una serie di criteri di qualità completi per garantire che i progetti e le risorse che puoi trovare su questa piattaforma siano di buona qualità. I criteri generali possono essere applicati sia ai progetti che alle risorse. Sono stati sviluppati criteri specifici e di supporto per le risorse. La tabella seguente fornisce una panoramica di tutte le risorse; più in basso in questa pagina puoi leggere più in dettaglio tutti i criteri di qualità.
lt: Sukūrėme visapusiškų kokybės kriterijų rinkinį, siekdami užtikrinti, kad šioje platformoje rasti projektai ir ištekliai būtų geros kokybės. Bendrieji kriterijai gali būti taikomi ir projektams, ir ištekliams. Ištekliams buvo sukurti konkretūs ir pagalbiniai kriterijai. Žemiau esančioje lentelėje pateikiama visų išteklių apžvalga; Toliau šiame puslapyje galite išsamiau perskaityti apie visus kokybės kriterijus.
nl: Wij hebben een reeks uitgebreide kwaliteitscriteria ontwikkeld om ervoor te zorgen dat de projecten en hulpmiddelen die u op dit platform kunt vinden, van goede kwaliteit zijn. De overkoepelende criteria kunnen worden toegepast op zowel projecten als hulpmiddelen. Voor hulpmiddelen zijn specifieke en ondersteunende criteria ontwikkeld. De tabel hieronder geeft een overzicht van alle hulpmiddelen; verderop op deze pagina kunt u alle kwaliteitscriteria in meer detail lezen.
pt: Desenvolvemos um role de critérios de qualidade de modo a assegurar que os projetos e recursos que podes encontrar nesta plataforma são de boa qualidade. Estes critérios podem ser aplicados tanto a projetos como a recursos. Critérios específicos e critérios de suporte foram desenvolvidos para os recursos. A tabela abaixo providencia uma visão geral de todos os recursos; mais abaixo nesta página podes ler sobre os critérios de qualidade em maior detalhe.

source: Overarching Criteria (for projects and resources)
de: Übergreifende Kriterien (für Projekte und Ressourcen)
el: Γενικά Κριτήρια (για έργα και πόρους)
es: Criterios generales (para proyectos y recursos)
et: Üldised kvaliteedikriteeriumid (projektidele ja materjalidele)
fr: Critères primordiaux (pour les projets et les ressources)
hu: Átfogó kritériumok (projektek és források)
it: Criteri generali (per progetti e risorse)
lt: Pagrindiniai kriterijai (projektams ir ištekliams)
nl: Overkoepelende criteria (voor projecten en middelen)
pt: Critérios abrangentes (para projetos e recursos)
sv: Övergripande kriterium (för projekt och resurser)

source: About citizen science or relevant to citizen science (required)
de: Zehn Prinzipien von Citizen Science
el: Αναφορικά με την επιστήμη των πολιτών ή σχετικά με την επιστήμη των πολιτών (απαιτείται)
es: Sobre la práctica de ciencia ciudadana o relevante para este ámbito (requerido)
et: On harrastusteadusest või seotud harrastusteadusega (nõutud)
fr: A propos de la science participative ou pertinent pour la pratique des sciences participatives (obligatoire)
hu: A civil tudományról vagy a civil tudomány szempontjából releváns (kötelező)
it: Informazioni sulla Citizen science o rilevanti per la Citizen science (richiesto)
lt: Apie piliečių mokslą arba susijusius su piliečių mokslu (būtina)
nl: Gerelateerd of relevant voor burgerwetenschappen (verplicht)
pt: Sobre ciência cidadã ou relevante para a ciência cidadã (necessário)
sv: Om medborgarforskning eller relevant för medborgarforskning (obligatorisk)

source: All mandatory metadata is provided (required)
de: Alle obligatorischen Metadaten sind vorhanden (erforderlich)
el: Παρέχονται όλα τα υποχρεωτικά μεταδεδομένα (απαιτείται)
es: Incluidos todos los metadatos obligatorios (requerido)
et: Kohustuslik metaandmestik on sisestatud (nõutud)
fr: Toutes les métadonnées obligatoires sont fournies (obligatoire)
hu: Minden kötelező metaadat megadva (kötelező)
it: Vengono forniti tutti i metadati obbligatori (richiesto)
lt: Pateikiami visi privalomi metaduomenys (būtina)
nl: Alle verplichte metagegevens worden verstrekt (verplicht)
pt: Todos os dados obrigatórios são providenciados (necessário)
sv: All obligatorisk metadata finns

source: Engages with the <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>ECSA 10 Principles of Citizen Science</a> (suggested)
de: Beschäftigt sich mit den <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>ECSA 10 Prinzipien von Citizen Science</a> (empfohlen)
el: Ασχολείται με τις <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Αρχές της Επιστήμης των Πολιτών της ECSA</a> (προτείνεται)
es: Alineado con los <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Principios de ECSA para la Ciencia Ciudadana</a> (sugerido)
et: On seotud <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>ECSA harrastusteaduse 10 põhimõttega</a> (soovituslik)
fr: S'engage à respected les <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Principes de la science participative d'ECSA</a> (suggéré)
hu: Tudj meg többet a<a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>A civil tudomány 10 alapelvéről</a> (javasolt)
it: Si impegna con i <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Principi di Citizen Science di ECSA </a> (suggerito)
lt: Susijęs su <a target=‘_blank’ href=‘https://zenodo.org/record/5127534#.YV7PKt9CRhF’>ECSA 10 piliečių mokslo principais</a> (siūloma)
nl: Houdt zich bezig met de <a target=‘_blank’ href=‘https://zenodo.org/record/5127534#.YV7PKt9CRhF’>ECSA 10 Principles of Citizen Science</a> (voorgesteld)
pt: Alinha-se com os <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Princípios de Ciência Cidadã da ECSA</a> (sugerido)

source: Specific Criteria (for resources)
de: Spezifische Kriterien (für Ressourcen)
el: Ειδικά κριτήρια (για πόρους)
es: Criterios específicos (para los recursos)
et: Spetsiifilised kriteeriumid (materjalidele)
fr: Critères spécifiques (pour les ressources)
hu: Speciális kritériumok (forrásokra vonatkozóan)
it: Criteri specifici (per le risorse)
lt: Konkretūs kriterijai (ištekliams)
nl: Specifieke criteria (voor hulpmiddelen)
pt: Critérios específicos (para recursos)
sv: Specifika kriterier (för resurser)

source: Access to the resource
de: Gehen Sie zur Ressource
el: Πρόσβαση στους Πόρους
es: Acceder al Recurso
et: Juurdepääs materjalile
fr: Aller à la ressource
hu: Hozzáférés az forráshoz
it: Accesso alla risorsa
lt: Prieiga prie šaltinio
nl: Toegang tot de hulpmiddelen
pt: Acesso ao recurso
sv: Gå till resurs

source: Readability and Legibility
de: Lesbarkeit und Verständlichkeit
el: Αναγνωσιμότητα
es: Legibilidad y facilidad de lectura
et: Arusaadavus ja loetavus
fr: Lisibilité et clarté
hu: Olvashatóság és érthetőség
it: Chiarezza e leggibilità
lt: Skaitomumas ir įskaitomumas
nl: Leesbaarheid
pt: Legibilidade
sv: Läsbarhet

source: Clear structure
de: Klare Struktur
el: Ξεκάθαρη δομή
es: Estructura clara
et: Selge struktuur
fr: Structure claire
hu: Világos szerkezet
it: Struttura chiara
lt: Aiški struktūra
nl: Duidelijke structuur
pt: Estrutura clara
sv: Tydlig struktur

source: Clear language
de: Alle Sprachen
el: Ξεκάθαρη γλώσσα
es: Lenguaje claro
et: Keeleliselt selge
fr: Langage clair
hu: Világos nyelvezet
it: Linguaggio chiaro
lt: Aiški kalba
nl: Duidelijke taal
pt: Linguagem clara
sv: Tydligt språk

source: Basic formatting
de: Grundlegende Formatierung
el: Βασική μορφοποίηση
es: Formato básico
et: Põhiküljendus olemas
fr: Formattage de base
hu: Alapvető formázás
it: Formattazione di base
lt: Pagrindinis formatavimas
nl: Opmaak
pt: Formatação básica
sv: Grundläggande formatering

source: Content
de: Kontakt
el: Περιεχόμενο
es: Contenido
et: Sisu
fr: Contenu
hu: Tartalom
it: Contenuto
lt: Turinys
nl: Inhoud
pt: Conteúdo
sv: Innehåll

source: Applicability
de: Anwendbarkeit
el: Εφαρμοσιμότητα
es: Aplicabilidad
et: Rakendatavus
fr: Applicabilité
hu: Alkalmazhatóság
it: Applicabilità
lt: Pritaikomumas
nl: Toepasselijkheid
pt: Aplicabilidade
sv: Tillämplighet

source: Easy to implement
de: Leicht umsetzbar
el: Εύκολο στην εφαρμογή
es: Fácil de implementar
et: Lihtne teostada
fr: Facile à mettre en oeuvre
hu: Könnyű megvalósíthatóság
it: Facile da implementare
lt: Lengva įgyvendinti
nl: Gemakkelijk te implementeren
pt: Facilidade de implementação
sv: Lätt att implementera

source: Easy to adapt
de: Leicht anpassbar
el: Εύκολο στην προσαρμογή
es: Fácil de adaptar
et: Lihtne kohandada
fr: Facile à adapter
hu: Könnyen adaptálható
it: Facile da adattare
lt: Lengva pritaikyti
nl: Gemakkelijk aan te passen
pt: Facilidade de adaptação
sv: Lätt att anpassa

source: Object
de: Projekt
el: Σκοπός
es: Objeto
et: Objekt
fr: Objet
hu: Tárgy
it: Oggetto
lt: Objektas
pt: Objeto
sv: Projekt

source: Clearly audible (audio object)
de: Deutlich hörbar (Audioobjekt)
el: Ακούγεται καθαρά (ηχητικό αντικείμενο)
es: Fácilmente oíble (para audios)
et: Selgelt kuuldav (audio objekt)
fr: Clairement audible (objet audio)
hu: Tisztán hallható (hanganyag)
it: Chiaramente udibile (audio)
lt: Aiškiai girdimas (garso objektas)
nl: Duidelijk hoorbaar (audio-object)
pt: Claramente audível (objeto de áudio)
sv: Tydligt hörbar (ljud)

source: Good quality (video or image)
de: Gute Qualität (Video oder Bild)
el: Καλής ποιότητας (βίντεο ή εικόνα)
es: Buena calidad (para vídeo o imagen)
et: Hea kvaliteet (video või kujutis)
fr: Bonne qualité (vidéo ou image)
hu: Jó minőségű (videó vagy kép)
it: Buona qualità (video o immagine)
lt: Gera kokybė (vaizdo įrašas ar vaizdas)
nl: Goede kwaliteit (video of beeld)
pt: Boa qualidade (vídeo ou imagem)
sv: Hög kvalitet (video eller bild)

source: Supporting Criteria (for resources)
de: Unterstützende Kriterien (für Ressourcen)
el: Υποστηρικτικά Κριτήρια (για πόρους)
es: Criterios de apoyo (para recursos)
et: Toetavad kriteeriumid (materjalidele)
fr: Critères d'appui (pour les ressources)
hu: Kiegészítő kritériumok (forrásokhoz)
it: Criteri di supporto (per le risorse)
lt: Pagalbiniai kriterijai (ištekliams)
nl: Ondersteunende criteria (voor hulpmiddelen)
pt: Critérios de suporte (para recursos)

source: Evaluation
de: Beurteilung
el: Αξιολόγηση
es: Evaluación
et: Hinnang
hu: Értékelés
it: Valutazione
lt: Vertinimas
nl: Evaluatie
pt: Avaliação
sv: Utvärdering

source: Used in the context of a citizen science initiative
de: Verwendung im Rahmen einer Citizen Science Initiative.
el: Χρησιμοποιείται στο πλαίσιο μιας πρωτοβουλίας επιστήμης των πολιτών
es: Utilizado en el contexto de una iniciativa de ciencia ciudadana
et: Kasutatud harrastusteaduse algatusega seotult
fr: Utilisé dans le cadre d'une initiative de science participative
hu: Civil tudományos kezdeményezés keretében használták
it: Utilizzato nel contesto di un'iniziativa di Citizen science
lt: Naudojama piliečių mokslo iniciatyvos kontekste
nl: Gebruikt in de context van een burgerwetenschapsinitiatief
pt: Utilizado no contexto de uma iniciativa de ciência cidadã
sv: Använd inom ett medborgarforskningssammanhang

source: Evaluated in terms of the quality of the content, methods, or results of the method
de: Bewertet nach der Qualität des Inhalts, der Methoden oder der Ergebnisse der Methode
el: Αξιολογείται ως προς την ποιότητα του περιεχομένου, των μεθόδων ή των αποτελεσμάτων της μεθόδου
es: Evaluado en términos de calidad del contenido, métodos o resultados
et: Hinnatud sisu, meetodite või meetodite tulemuse põhjal
fr: Évaluée en termes de qualité du contenu, des méthodes ou des résultats de la méthode.
hu: A módszer tartalmának, módszereinek vagy eredményeinek minősége szempontjából értékelt
it: Valutato in termini di qualità del contenuto, dei metodi o dei risultati del metodo
lt: Vertinama pagal turinio, metodų ar metodo rezultatų kokybę
nl: Beoordeeld op de kwaliteit van de inhoud, methoden of resultaten van de methode
pt: Avaliado em termos de qualidade do conteúdo, métodos e resultados dos métodos
sv: Utvärderas med avseende på kvaliteten på innehållet, metoderna eller resultaten.

source: Impact
de: Auswirkung
el: Επίπτωση
es: Impacto
et: Mõju
fr: Impacte
hu: Hatás
it: Impatto
lt: Poveikis
pt: Impacto
sv: Påverkan

source: The overarching criteria for all resources
de: Die übergreifenden Kriterien für alle Ressourcen
el: Τα γενικά κριτήρια για όλους τους πόρους
es: Los criterios generales para todos los recursos
et: Üldkriteeriumid kõigile materjalidele
fr: Les critères principaux pour toutes les ressources
hu: Az összes forrás átfogó kritériuma
it: I criteri generali per tutte le risorse
lt: Pagrindiniai visų išteklių kriterijai
nl: De overkoepelende criteria voor alle middelen
pt: Os critérios abrangentes para todos os recursos
sv: Det övergripande kriteriet för alla resurser

source: Required Criteria - Citizen Science
de: 10 Prinzipien von Citizen Science
el: Απαιτούμενα Κριτήρια- Επιστήμη των Πολιτών
es: Criterios Requeridos - Ciencia Ciudadana
et: Nõutud kriteeriumid - Harrastusteadus
fr: Critère requis - Science participative
it: Criteri richiesti - Citizen science
lt: Būtini kriterijai – Piliečių mokslas
nl: Vereiste criteria - Burgerwetenschap
pt: Critérios Necessários - Ciência Cidadã
sv: Nödvändiga kriterier (för medborgarforskning)
