Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: We consider good quality citizen science resources to be those that are easy to access, implement and adapt, well structured, clearly described and written in clear language, and ideally improve or support the desired impact of the initiative (eg. on science, policy or society, etc). For this purpose we have developed a range of criteria that the moderator will assess against a 5-point scale, from strongly disagree (1 point) to strongly agree (5 points).
de: Wir betrachten qualitativ hochwertige Citizen Science Ressourcen als solche, die leicht zugänglich, umsetzbar und anpassbar sind, gut strukturiert, klar beschrieben und in verständlicher Sprache verfasst sind und idealerweise die gewünschten Effekte der Initiative (z. B. auf Wissenschaft, Politik oder Gesellschaft usw.) verbessern oder unterstützen. Zu diesem Zweck haben wir eine Reihe von Kriterien entwickelt, die der/die Moderator*in anhand einer 5-Punkte Skala bewerten wird, die von starker Ablehnung (1 Punkt) bis zu starker Zustimmung (5 Punkte) reicht.
el: Θεωρούμε ότι οι πόροι επιστήμης των πολιτών καλής ποιότητας είναι αυτοί που έχουν εύκολη πρόσβαση, εφαρμογή και προσαρμογή, καλά δομημένο, ξεκάθαρα περιγραφόμενο και γραμμένο σε σαφή γλώσσα περιεχόμενο και ιδανικά βελτιώνουν ή υποστηρίζουν τον επιθυμητό αντίκτυπο της πρωτοβουλίας (π.χ. την επιστήμη, την πολιτική ή κοινωνία, κλπ). Για το σκοπό αυτό έχουμε αναπτύξει μια σειρά κριτηρίων που θα αξιολογήσει ο συντονιστής σε μια κλίμακα 5 βαθμών, από Διαφωνώ έντονα (1 βαθμός) έως Συμφωνώ απόλυτα (5 βαθμοί).
es: Consideramos buena calidad a aquellos recursos que sean fáciles de acceder, aplicar y adaptar, que estén bien estructurados, que se estén bien descritos y estén redactados en un lenguaje claro, y que, en la medida de lo posible, mejoren o apoyen el impacto esperado con la iniciativa (por ejemplo, en la ciencia, la política o la sociedad, etc.). Para ello hemos desarrollado una variedad de criterios que el revisor o revisora puntuará en una escala del 1 al 5, siendo 1 el estar completamente en desacuerdo y el 5 totalmente de acuerdo.
et: Kõrge kvaliteediga materjalid peaks meie hinnangul järgima järgmisi nõudeid: need peaks olema hõlpsalt kättesaadavad, kasutatavad ja kohandatavad, nad peaks olema hästi struktureeritud, selgelt kirjeldatud ja kirjutatud ning ideaalis peaks toetama algatuse soovitud mõjusid (näiteks mõjud teadusele, ühiskonnale, poliitikale jne). Selle hindamiseks oleme välja töötanud 5-astmelise skaala, mida moderaator kasutab. 1 aste tähendab - ei ole üldse nõus, 5 aste - olen täiesti nõus.
fr: Nous considérons que les ressources de science participative de bonne qualité sont celles qui sont faciles à accéder, à mettre en œuvre et à adapter, bien structurées, clairement décrites et rédigées dans un langage clair, et qui, idéalement, améliorent ou soutiennent l'impact souhaité de l'initiative (par exemple, sur la science, la politique ou la société, etc.) À cette fin, nous avons développé une série de critères que le modérateur évaluera sur une échelle de 5 points, allant de fortement en désaccord (1 point) à fortement en accord (5 points).
hu: Jó minőségű civil tudományos forrásoknak tekintjük azokat, amelyek könnyen hozzáférhetőek,könnyen megvalósíthatóak és adaptálhatóak, jól strukturáltak, egyértelműen leírhatóak és világos nyelven íródtak, és ideális esetben támogatják a kezdeményezés tudományos, szakpolitikai és társadalmi hatását.E célra egy sor kritériumot dolgoztunk ki, amelyeket a moderátor egy 5 pontos skálán értékel, a határozottan nem értek egyet (1 pont) és a határozottan egyetértek (5 pont) között.
it: Consideriamo risorse di buona qualità per la Citizen science quelle che sono di facile accesso, implementazione e adattamento, ben strutturate, presentate chiaramente e scritte in un linguaggio chiaro e che idealmente migliorano o supportano l'impatto desiderato dell'iniziativa (ad es. su scienza, politica o società, ecc.). A questo scopo abbiamo sviluppato una serie di criteri che il moderatore valuterà su una scala a 5 punti, da fortemente in disaccordo (1 punto) a fortemente d'accordo (5 punti).
nl: Wij beschouwen hulpmiddelen als van goede kwaliteit als die gemakkelijk toegankelijk, uitvoerbaar en aanpasbaar zijn, goed gestructureerd, duidelijk beschreven en in duidelijke taal geschreven zijn, en idealiter de gewenste impact van het initiatief (bv. op de wetenschap, het beleid of de samenleving, enz.) verbeteren of ondersteunen. Daartoe hebben wij een reeks criteria ontwikkeld die de moderator zal beoordelen aan de hand van een 5-puntenschaal, van zeer mee oneens (1 punt) tot zeer mee eens (5 punten).
pt: Consideramos que um recurso de ciência cidadã é aquele que é de acesso, implementação e adaptação fácil, bem estruturado, descrito de maneira clara, escrito numa linguagem acessível e que idealmente melhora ou apoia o desejado impacto da iniciativa (p.ex. para a ciência, políticas, ou para a sociedade, etc.). Com este propósito desenvolvemos um role de critérios que o moderador avaliará numa escala de 5 pontos, desde discordo totalmente (1 ponto) até concordo totalmente (5 pontos).

source: Easy access to the resource
de: Leichter Zugang zur Ressource
el: Εύκολη πρόσβαση στην πηγή
es: Fácil de acceder al recurso
et: Hõlbus juurdepääs
fr: Ressource facile d'accès
hu: Könnyen hozzáférhető forráshoz
it: Facile accesso alla risorsa
lt: Lengva prieiga prie šaltinio
nl: Gemakkelijke toegang tot de hulpmiddel
pt: Acesso fácil ao recurso
sv: Enkel tillgång till resursen

source: The resource should be easy to access, i.e. it doesn’t require registration, and is not behind a paywall.
de: Die Ressource sollte leicht zugänglich sein, d. h. sie erfordert keine Registrierung und befindet sich nicht hinter einer Bezahlschranke.
el: Ο πόρος πρέπει να είναι εύκολα προσβάσιμος, δηλαδή να μην απαιτεί εγγραφή και να μη βρίσκεται πίσω από περιορισμούς πρόσβασης στο περιεχόμενο (paywall).
es: El recurso debería ser fácil de acceder, como por ejemplo que no requiera registro, o que no haya que realizar pagos.
et: Materjal peaks olema kergelt juurdepääsetav, mitte vajama registreerimist või tasu ligipääsuks.
fr: La ressource doit être facile d'accès, c'est-à-dire qu'elle ne nécessite pas d'inscription et ne se trouve pas derrière un mur payant.
hu: A forrásnak könnyen hozzáférhetőknek kell lennie, azaz nem fizetős oldalon található és nem igényel regisztrációt.
it: La risorsa dovrebbe essere di facile accesso, ovvero non richiede registrazione e non si trova dietro un paywall.
lt: Išteklius turi būti lengvai pasiekiamas, t. y. jam nereikia registracijos ir jis nėra už mokamos sienos.
nl: Het hulpmiddelen moeten gemakkelijk toegankelijk zijn, d.w.z. dat registratie niet nodig is en dat ze niet achter een paywall staan.
pt: O recurso deve ser de fácil acesso, p.ex. não necessita de registo, nem de ser pago.

source: The resource should be <b>clearly structured</b> according to the type of the resource. For example, a scientific paper or report should include an introduction, methodology, results, discussion and/or conclusions, and methodology documents should include an introduction, audience description, step by step methodology, and an example.
de: Die Ressource sollte je nach Art der Ressource <b>deutlich strukturiert</b> sein. So sollte eine wissenschaftliche Arbeit oder ein Bericht eine Einleitung, Methodik, Ergebnisse, Diskussion und/oder Schlussfolgerungen enthalten, und methodische Dokumente sollten eine Einleitung, eine Beschreibung der Zielgruppe, die schrittweise Vorgehensweise und ein Beispiel enthalten.
el: Ο πόρος πρέπει να είναι <b>σαφώς δομημένος</b> ανάλογα με τον τύπο του. Για παράδειγμα, μια επιστημονική εργασία ή έκθεση θα πρέπει να περιλαμβάνει μια εισαγωγή, μεθοδολογία, αποτελέσματα, συζήτηση ή/και συμπεράσματα και τα έγγραφα μεθοδολογίας θα πρέπει να περιλαμβάνουν εισαγωγή, περιγραφή κοινού, μεθοδολογία βήμα προς βήμα και ένα παράδειγμα.
es: El recurso debería estar <b>estructurado con claridad</b> en función de su tipología. Por ejemplo, una publicación científica o informe debe incluir una introducción, metodología, resultados, discusión y/o conclusiones; y las guías metodológicas deben componerse de una introducción, descripción de los públicos, explicación paso a paso, y ejemplo(s).
et: Materjal peaks olema <b>selgelt struktureeritud</b>, vastavalt materjali tüübile. Näiteks teadusartikkel või aruanne peaks sisaldama sissejuhatust, metoodika kirjeldust, tulemuste esitlust, arutelu või järeldusi; metodoloogilised dokumendid peaks sisaldama sissejuhatust, sihtrühma kirjeldust, metoodika kirjeldust samm-sammult ning näidet.
fr: La ressource doit être <b>clairement structurée</b> en fonction de son type. Par exemple, un article ou un rapport scientifique doit comprendre une introduction, une méthodologie, des résultats, une discussion et/ou des conclusions, et les documents méthodologiques doivent comprendre une introduction, une description du public, une méthodologie étape par étape et un exemple.
hu: A forrásnak <b>egyértelműen strukturáltnak</b> kell lennie a forrás típusának megfelelően.Például egy tudományos dolgozatnak vagy jelentésnek tartalmaznia kell bevezetést, a módszertani leírást, eredményeket,vitát és/vagy következtetéseket; a módszertani dokumentumoknak pedig bevezetést, a célközönség leírását, lépésről lépésre történő módszertant és egy példát.
it: La risorsa dovrebbe essere <b>strutturata in modo chiaro</b> in base al tipo di risorsa. Ad esempio, un articolo o un report scientifico dovrebbe includere un'introduzione, metodologia, risultati, discussione e/o conclusioni e i documenti metodologici dovrebbero includere un'introduzione, una descrizione del pubblico, una metodologia passo passo e un esempio.
lt: Išteklius turi būti <b>aiškios struktūros</b> pagal ištekliaus tipą. Pavyzdžiui, moksliniame darbe ar pranešime turėtų būti įvadas, metodika, rezultatai, diskusija ir (arba) išvados, o metodikos dokumentuose – įvadas, auditorijos aprašymas, žingsnis po žingsnio metodika ir pavyzdys.
nl: Het hulpmiddel moet <b>duidelijk gestructureerd</b> zijn volgens het type middel. Zo moet een wetenschappelijk artikel of verslag een inleiding, methodologie, resultaten, discussie en/of conclusies bevatten, en moeten methodologische documenten een inleiding, een beschrijving van het publiek, een stapsgewijze methodologie en een voorbeeld bevatten.
pt: Os recursos deve ser <b>estruturado de maneira clara</b> de acordo com o tipo de recurso. Por exemplo, uma publicação científica ou um relatório deve incluir uma introdução, metodologia, resultados, discussão ou conclusões e um documento de metodologia deve incluir uma introdução, descrição da audiência, todos os passos do método e um exemplo.

source: The resource should be <b>written in clear language</b> that is easy to read and understand for the intended target audience, and should be concise, unambiguous, and avoid the use of unusual words and jargon. Where technical terms are used, their meaning should be explained clearly.
de: Die Ressource sollte <b>in einer klaren Sprache</b> verfasst sein, die für die vorgesehene Zielgruppe leicht zu lesen und zu verstehen ist, und sie sollte knapp und eindeutig sein und die Verwendung von ungewöhnlichen Wörtern und Fachjargon vermeiden. Wenn Fachbegriffe verwendet werden, sollte ihre Bedeutung klar erläutert werden.
el: Ο πόρος πρέπει να είναι <b>γραμμένος με ξεκάθαρη γλώσσα</b> που να είναι ευανάγνωστη και κατανοητή από το κοινό-στόχο και θα πρέπει να είναι συνοπτικός, ξεκάθαρος και να αποφεύγεται η χρήση ασυνήθιστων λέξεων και ορολογίας. Όπου χρησιμοποιούνται τεχνικοί όροι, η σημασία τους πρέπει να εξηγείται με σαφήνεια.
es: El recurso debe estar <b>escrito en un lenguaje claro</b> que sea fácil de leer y comprender para el público objetivo, y debería ser conciso, preciso, y evitar el uso de palabras poco comunes o de jerga. También, cuando se incluyan tecnicismos, estos deberán ser explicados con claridad.
et: Materjal peaks olema kirjutatud <b>lihtsas ja selges keeles</b>, mida soovitud sihtrühmal on kerge mõista ja lugeda. See peaks olema ka täpne, ühemõtteline ja vältima ebatavalisi sõnu ja slängi. Kui kasutatakse tehnilisi termineid, peaks ka nende tähendus olema selgitatud.
fr: La ressource doit être <b>écrite dans un langage clair</b>, facile à lire et à comprendre pour le public cible visé, et doit être concise, sans ambiguïté, et éviter l'utilisation de mots inhabituels et de jargon. Lorsque des termes techniques sont utilisés, leur signification doit être expliquée clairement.
hu: A forrásnak <b>érthető nyelvezettel</b> kell bírnia, amely a célközönség számára könnyen értelmezhető,továbbá tömörnek és egyértelműnek kell lennie, és kerülnie kell a szokatlan szavak és szakzsargon használatát. A szakkifejezések jelentését egyértelműen meg kell magyarázni, amennyiben azok használatára sor kerül.
it: La risorsa dovrebbe essere <b>scritta in un linguaggio chiaro</b> che sia di facile lettura e comprensione per il pubblico di destinazione previsto, e dovrebbe essere concisa, non ambigua ed evitare l'uso di parole e gergo insoliti. Laddove vengono utilizzati termini tecnici, il loro significato dovrebbe essere spiegato chiaramente.
lt: Šaltinis turi būti <b>parašytas aiškia kalba</b>, kurią būtų lengva perskaityti ir suprasti tikslinei auditorijai, jis turi būti glaustas, nedviprasmiškas ir vengti neįprastų žodžių bei žargono. Jei naudojami techniniai terminai, jų reikšmė turėtų būti aiškiai paaiškinta.
nl: Het hulpmiddel moet <b>geschreven zijn in duidelijke taal</b> die gemakkelijk te lezen en te begrijpen is voor het beoogde doelpubliek, en moet beknopt en ondubbelzinnig zijn, en het gebruik van ongebruikelijke woorden en jargon vermijden. Wanneer technische termen worden gebruikt, moet de betekenis ervan duidelijk worden uitgelegd.
pt: O recurso deve ser <b>escrito numa linguagem acessível</b> que seja fácil de ler e compreender pelo público-alvo, devendo ser conciso, inequívoco e evitar a utilização de termos pouco usuais e gíria. Quando são utilizados termos técnicos o seu significado deve sempre ser explicado de maneira clara.

source: The resource should pay attention to <b>basic formatting</b>, such as clear titles and paragraphs, correct grammar and spelling, a legible font of large enough size to read, and clearly marked references.
de: Die Ressource sollte auf eine <b>grundlegende Formatierung</b> achten, wie z. B. klare Überschriften und Absätze, korrekte Grammatik und Rechtschreibung, eine gut lesbare Schrift in ausreichender Größe und deutlich gekennzeichnete Referenzen.
el: Ο πόρος θα πρέπει να δίνει προσοχή στη <b>βασική μορφοποίηση</b>, όπως σαφείς τίτλους και παραγράφους, σωστή γραμματική και ορθογραφία, μια ευανάγνωστη γραμματοσειρά αρκετά μεγάλου μεγέθους για ανάγνωση και σαφώς επισημασμένες αναφορές.
es: El recurso debería prestar atención al <b>formato básico</b>: títulos y párrafos, corrección ortográfica y gramatical, tipología legible, así como espaciado fácil de leer y referencias claramente marcadas.
et: Materjal peaks järgima põhilisi formaadinõudeid, nagu selged pealkirjad ja paragrahvid, korrektne grammatika ja õigekiri, lugemiseks piisava suurusega kirjasuurus, selgelt märgistatud viited.
fr: La ressource doit prêter attention au <b>formatage de base</b>, comme des titres et des paragraphes clairs, une grammaire et une orthographe correctes, une police lisible de taille suffisante pour être lue, et des références clairement indiquées.
hu: A forrásnak tekintettel kell lennie az <b>alapvető formázási kritériumokra</b>.Például áttekinthető címeket és bekezdéseket, helyes nyelvtant, olvasható szövegeket és világosan megjelölt hivatkozások kell tartalmaznia.
it: La risorsa dovrebbe prestare attenzione alla <b>formattazione di base</b>, come titoli e paragrafi chiari, grammatica e ortografia corrette, un carattere leggibile di dimensioni sufficientemente grandi da leggere e riferimenti chiaramente contrassegnati.
lt: Ištekliai turėtų atkreipti dėmesį į <b>pagrindinį formatavimą</b>, pvz., aiškius pavadinimus ir pastraipas, teisingą gramatiką ir rašybą, įskaitomą, pakankamai didelio dydžio šriftą ir aiškiai pažymėtas nuorodas.
nl: Het hulpmiddel moet aandacht besteden aan <b>basisopmaak</b>, zoals duidelijke titels en alinea’s, correcte grammatica en spelling, een leesbaar lettertype dat groot genoeg is om te kunnen lezen, en duidelijk gemarkeerde referenties.
pt: O recurso deve cumprir uma <b>formatação básica</b>, tendo títulos e parágrafos, gramática e ortografia corretas, uma fonte legível e de um tamanho que permita a leitura e as referências devem ser marcadas de maneira clara.

source: Clarity of Content
de: Klarheit des Inhalts
el: Σαφήνεια Περιεχομένου
es: Claridad del Contenido
et: Sisu selgus
fr: Clarté du Contenu
hu: Áttekinthető tartalom
it: Chiarezza dei contenuti
lt: Turinio aiškumas
nl: Duidelijkheid van de inhoud
pt: Clareza do conteúdo
sv: Innehållets tydlighet

source: The resource should clearly describe its aims, goals and methods, so that it is easy for readers to understand how to apply the resource in their own context.
de: Die Ressource sollte ihre Zwecke, Ziele und Methoden klar beschreiben, so dass es für die Leser einfach ist zu verstehen, wie sie die Ressource in ihrem eigenen Kontext anwenden können.
el: Ο πόρος πρέπει να περιγράφει με σαφήνεια τους στόχους, τους σκοπούς και τις μεθόδους του, έτσι ώστε να είναι εύκολο για τους αναγνώστες να κατανοήσουν πώς να εφαρμόσουν τον πόρο στο δικό τους πλαίσιο.
es: El recurso debe describir claramente su misión, objetivos y metodología, y así sea fácilmente legible y, por tanto, entendible, el cómo aplicar el recurso en cada contexto.
et: Materjal peaks selgelt kirjeldama oma sihte, eesmärke ja meetodeid, nii et lugejal oleks lihtne mõista, kuidas neid omaenda eesmärkide kontekstis kasutada.
fr: La ressource doit décrire clairement ses objectifs, ses buts et ses méthodes, afin qu'il soit facile pour les lecteurs de comprendre comment appliquer la ressource dans leur propre contexte.
hu: A forrásnak egyértelműen tartalmaznia kell céljait, célkitűzéseit és módszereit,hogy az olvasók könnyen megérthessék, hogyan alkalmazhatják a forrást saját környezetükben.
it: La risorsa dovrebbe descrivere chiaramente i suoi scopi, obiettivi e metodi, in modo che sia facile per i lettori capire come applicare la risorsa nel proprio contesto.
lt: Ištekliuje turi būti aiškiai aprašyti jo tikslai, tikslai ir metodai, kad skaitytojai galėtų lengvai suprasti, kaip išteklius pritaikyti savo kontekste.
nl: Het hulpmiddel moet duidelijk zijn doelen, doelstellingen en methoden beschrijven, zodat het voor de lezers gemakkelijk te begrijpen is hoe het hulpmiddel in hun eigen context kan worden toegepast.
pt: O recurso deve descrever de maneira clara os seus objetivos e métodos para que seja fácil aos leitores compreender como aplicar o recurso ao seu próprio contexto.

source: The resource should be <b>easy to implement</b>, ideally with descriptions of how it can be implemented, the contexts that it is useful for, and recommendations for further use or development.
de: Die Ressource sollte <b>einfach zu implementieren</b> sein, idealerweise mit Beschreibungen, wie sie implementiert werden kann, für welche Kontexte sie nützlich ist, und Empfehlungen für die weitere Verwendung oder Entwicklung enthalten.
el: Ο πόρος θα πρέπει να είναι <b>εύκολος στην εφαρμογή</b>, ιδανικά με περιγραφές για το πώς μπορεί να εφαρμοστεί, για τα περιβάλλοντα για τα οποία είναι χρήσιμος και με συστάσεις για περαιτέρω χρήση ή ανάπτυξη.
es: El recurso debe ser <b>fácil de implementar</b>, idealmente con descripciones sobre cómo aplicarlo, los contextos para los que sea útil y las recomendaciones para su uso o desarrollo.
et: Materjali peaks olema <b>lihtne rakendada</b>, ideaalis koos juhistega, kuidas seda teha, kontekst kus seda teha ja soovitusi edasiarendusteks.
fr: La ressource doit être <b>facile à mettre en œuvre</b>, idéalement avec des descriptions de la manière dont elle peut être mise en œuvre, des contextes pour lesquels elle est utile, et des recommandations pour une utilisation ou un développement ultérieur.
hu: A forrásnak <b>könnyen megvalósíthatónak</b> kell lennie, ideális esetben a megvalósítás módjának leírásával,a hasznos összefüggésekkel és a további felhasználásra vagy fejlesztésre vonatkozó ajánlásokkal.
it: La risorsa dovrebbe essere <b>facile da implementare</b>, idealmente con descrizioni di come può essere implementata, i contesti per cui è utile e raccomandazioni per un ulteriore utilizzo o sviluppo.
lt: Išteklius turėtų būti <b>lengvai įgyvendinamas</b>, idealiu atveju su aprašymais, kaip jį galima įgyvendinti, kontekstais, kuriems jis naudingas, ir rekomendacijomis dėl tolesnio naudojimo ar tobulinimo.
nl: Het hulpmiddel moet <b>gemakkelijk te implementeren</b> zijn, idealiter met beschrijvingen van hoe het kan worden geïmplementeerd, de contexten waarin het nuttig is, en aanbevelingen voor verder gebruik of verdere ontwikkeling.
pt: O recurso deve ser de <b>implementação fácil</b>, idealmente com descrições de como deve ser implementado, os contextos em que é útil e recomendações para outras utilizações ou desenvolvimentos.
