Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: The projects profiled must involve participants in a way that can genuinely be considered citizen science. For guidance, please refer to <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20' target='_blank'>ECSA's Characteristics of Citizen Science</a>. The projects can be short-term or long-term initiatives or projects without an end date. Citizen science projects can involve voluntary participants (citizen scientists) in many fields of research and in many stages of the research process - from data collection and volunteer mapping, through data interpretation and analysis, to publication and dissemination of results. Additionally, projects profiled on the platform should engage as much as possible with the <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>ECSA 10 Principles of Citizen Science</a>.
de: Die vorgestellten Projekte müssen die Teilnehmer*innen in einer Weise einbeziehen, die wirklich als Citizen Science bezeichnet werden kann. Eine Anleitung dazu finden Sie in <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20' target='_blank'>ECSA's Charakteristika von Citizen Science</a>. Bei den Projekten kann es sich um kurzfristige oder langfristige Initiativen oder Projekte ohne Enddatum handeln. Citizen Science Projekte können freiwillige Teilnehmer*innen (Citizen Scientists) in vielen Forschungsbereichen und in vielen Phasen des Forschungsprozesses einbeziehen - von der Datenerfassung und der Kartierung durch Freiwillige über die Datenauswertung und -analyse bis hin zur Veröffentlichung und Verbreitung der Ergebnisse. Darüber hinaus sollten sich die auf der Plattform vorgestellten Projekte so weit wie möglich an den <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>ECSA 10 Prinzipien für Citizen Science</a> orientieren.
el: Τα έργα που παρουσιάζονται πρέπει να περιλαμβάνουν συμμετέχοντες με τρόπο που να μπορούν να θεωρηθούν πραγματικά επιστήμη των πολιτών. Για καθοδήγηση, ανατρέξτε στα <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20' target='_blank'>Χαρακτηριστικά της Επιστήμης των Πολιτών της ECSA</a>. Τα έργα μπορεί να είναι βραχυπρόθεσμες ή μακροπρόθεσμες πρωτοβουλίες ή έργα χωρίς ημερομηνία λήξης. Τα έργα επιστήμης των πολιτών μπορούν να περιλαμβάνουν εθελοντές συμμετέχοντες (πολίτες επιστήμονες) σε πολλούς τομείς έρευνας και σε πολλά στάδια της ερευνητικής διαδικασίας - από τη συλλογή δεδομένων και τη χαρτογράφηση εθελοντών, μέχρι την ερμηνείας και ανάλυση δεδομένων, και τη δημοσίευση και τη διάδοση των αποτελεσμάτων. Επιπλέον, τα έργα με προφίλ στην πλατφόρμα θα πρέπει να εμπλέκονται όσο το δυνατόν περισσότερο με τις <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>10 Αρχές της Επιστήμης των Πολιτών της ECSA</a >.
es: Los proyectos añadidos deben involucrar a sus participantes de una manera que, genuinamente, pueda ser considerada ciencia ciudadana. Las <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20' target='_blank'>Características de la Ciencia Ciudadana según ECSA</a> pueden servir como guía. Los proyectos pueden ser a corto o largo plazo, o incluso no tener una fecha de finalización. También pueden implicar a participantes voluntarios (científicos y científicas ciudadanos) en diferentes áreas de investigación y fases de investigación - desde la recogida de datos y el mapeo voluntario, hasta la interpretación y análisis de datos y publicación y difusión de los resultados. Además, los proyectos añadidos deberían ajustarse lo máximo posible a los <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>10 Principios de ECSA para la Ciencia Ciudadana</a>.
et: Sisestatud projektid peaks sisuliselt ka haarama harrastusteadlastest osalejaid. Täpsemateks juhisteks tutvu <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20' target='_blank'>ECSA harrastusteaduse tunnusjoontega</a>. Projektid võivad olla nii lühiajalised, pikemad või ka ajaliselt selgelt määratlemata. Harrastusteaduse projektidesse saab kaasata vabatahtlikke (harrastusteadlasi) erinevatel teadusaladel ja uurimistöö erinevates staadiumites - nii andmete kogumisel ja kaardistamisel, andmeanalüüsil ja interpreteerimisel kui ka tulemuste avaldamisel ja levitamisel. Lisaks peaks platvormil olevad projektid olema niipalju kui võimalik <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>ECSA 10 harrastusteaduse põhimõttega</a>.
fr: Les projets présentés doivent impliquer les participants d'une manière qui puisse être véritablement considérée comme de la science participative. Pour obtenir des conseils, veuillez vous référer aux <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20' target='_blank'>Caractéristiques de la science participative d'ECSA</a>. Les projets peuvent être des initiatives à court ou à long terme ou des projets sans date de fin. Les projets de science participative peuvent impliquer des participants volontaires (scientifiques citoyens) dans de nombreux domaines de recherche et à de nombreuses étapes du processus de recherche - de la collecte de données et de la cartographie volontaire, en passant par l'interprétation et l'analyse des données, jusqu'à la publication et la diffusion des résultats. En outre, les projets présentés sur la plate-forme doivent s'engager autant que possible dans le cadre des <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>10 Principes des sciences participatives d'ECSA</a>.
hu: A feltöltött projekteknek olyan módon kell bevonniuk a résztvevőket, amely valóban civil tudománynak tekinthető.További útmutatásért olvasd el a <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'target='_blank'>ECSA civil tudomány jellemzői </a> című dokumentumot.A projektek lehetnek rövid vagy hosszú távú kezdeményezések, illetve befejezési dátum nélküli projektek.A projektek önkéntes résztvevőket (laikus kutatókat) vonhatnak be a kutatás számos területén és a kutatási folyamat számos szakaszában- az adatgyűjtéstől és a térképezéstől az adatok értelmezésén és elemzésén keresztül az eredmények közzétételéig és terjesztéséig.Emellett a platformon bemutatott projekteknek a lehető legnagyobb mértékben meg kell felelniük a <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'target='_blank'>A civil tudomány 10 alapelve</a> című dokumentumnak.
it: I progetti profilati devono coinvolgere i partecipanti in un modo che possa essere veramente considerato affine alla Citizen science. Per indicazioni, fare riferimento a <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20' target='_blank'>Caratteristiche della Citizen science di ECSA</a>. I progetti possono essere iniziative a breve o lungo termine o progetti senza una data di fine. I progetti di Scienza Partecipata possono coinvolgere partecipanti volontari (Citizen scientists) in molti campi di ricerca e in molte fasi del processo di ricerca - dalla raccolta dei dati e la mappatura dei volontari, attraverso l'interpretazione e l'analisi dei dati, fino alla pubblicazione e diffusione dei risultati. Inoltre, i progetti profilati sulla piattaforma dovrebbero aderire il più possibile ai <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>10 Principi di Citizen Science di ECSA</a >.
lt: Apibūdintuose projektuose dalyviai turi būti įtraukti taip, kad juos būtų galima iš tikrųjų laikyti piliečių mokslu. Jei reikia gairių, žr. <a href=‘https://zenodo.org/communities/citscicharacteristics/?page=1&size=20' target=‘_blank’>ECSA piliečių mokslo charakteristikas</a>. Projektai gali būti trumpalaikės arba ilgalaikės iniciatyvos arba projektai be pabaigos datos. Piliečių mokslo projektai gali įtraukti savanoriškus dalyvius (piliečių mokslininkus) daugelyje tyrimų sričių ir daugelyje tyrimo proceso etapų – nuo duomenų rinkimo ir savanoriško kartografavimo, iki duomenų interpretavimo ir analizės iki rezultatų publikavimo ir sklaidos. Be to, platformoje aprašomi projektai turėtų kiek įmanoma labiau atitikti <a href=‘https://zenodo.org/record/5127534#.YV7PKt9CRhF' target=‘_blank’>ECSA 10 piliečių mokslo principų</a. >.
nl: De geprofileerde projecten moeten deelnemers betrekken op een manier die echt kan worden beschouwd als burgerwetenschap. Voor begeleiding, zie <a href=‘https://zenodo.org/communities/citscicharacteristics/?page=1&size=20' target=‘_blank’>ECSA’s Kenmerken van Burgerwetenschap</a>. De projecten kunnen initiatieven op korte of lange termijn zijn of projecten zonder einddatum. Burgerwetenschapsprojecten kunnen vrijwillige deelnemers (burgerwetenschappers) betrekken bij vele onderzoeksgebieden en bij vele stadia van het onderzoeksproces - van gegevensverzameling, gegevensinterpretatie en -analyse, tot publicatie en verspreiding van resultaten. Bovendien moeten projecten die op het platform worden geprofileerd zich zoveel mogelijk houden aan de <a href=‘https://zenodo.org/record/5127534#.YV7PKt9CRhF' target=‘_blank’>ECSA 10 Principles of Citizen Science</a>.
pt: Os perfis de projetos devem envolver os participantes de modo a que possam ser genuinamente considerados projetos de ciência cidadã. Para mais informações por favor consulta as <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20' target='_blank'>Características da Ciência Cidadã da ECSA</a>. Os projetos podem ser de iniciativas de curto-termo ou longo-termo ou até de projetos sem data de término. Os projetos de ciência cidadã podem envolver participantes voluntários (cidadãos cientistas) em várias áreas de investigação e em diversas etapas do processo científico - desde coleta de dados e mapeamento voluntário, interpretação e análise de dados, até à publicação e disseminação de resultados. Adicionalmente, os perfis de projetos na plataforma devem cumprir, o máximo possível, com os <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>10 Princípios de Ciência Cidadã da ECSA</a>.

source: How do I add a project or resource?
de: Wie kann ich ein Projekt oder eine Ressource hinzufügen?
el: Πώς μπορώ να προσθέσω ένα έργο ή έναν πόρο;
es: ¿Cómo añado un proyecto o recurso?
et: Kuidas lisada projekte või materjale?
fr: Comment puis-je ajouter un projet ou une ressource?
hu: Hogyan tölthetek fel projektet vagy forrást?
it: Come aggiungo un progetto o una risorsa?
lt: Kaip pridėti projektą ar šaltinį?
nl: Hoe voeg ik een project of hulpmiddel toe?
pt: Como é que adiciono um projeto ou recurso?
sv: Hur lägger jag till ett projekt eller resurs?

source: Once you have <a href='/signup'>signed up</a> and are <a href='/login'>logged in</a>, look for the +Add button in the top right-hand corner of the website. There you can select the profile form that you wish to complete. We recommend that you first create a profile for your organisation, so that it can be linked to your projects and resources. In this form you will be asked to provide descriptive information in a number of mandatory and optional data fields. This information will be used for creating the public profile of the project or resource on our platform. Please note that resources are not uploaded to the platform, rather they are linked to from within the profile that you create.
de: Sobald Sie sich <a href='/signup'>angemeldet</a> haben und <a href='/login'>eingeloggt</a> sind, suchen Sie die Schaltfläche +Hinzufügen in der oberen rechten Ecke der Website. Dort können Sie das Profilformular auswählen, das Sie ausfüllen möchten. Wir empfehlen Ihnen, zunächst ein Profil für Ihre Organisation zu erstellen, damit diese mit Ihren Projekten und Ressourcen verknüpft werden kann. In diesem Formular werden Sie aufgefordert, in einer Reihe von obligatorischen und optionalen Datenfeldern beschreibende Informationen anzugeben. Diese Informationen werden für die Erstellung des öffentlichen Profils des Projekts oder der Ressource auf unserer Plattform verwendet. Bitte beachten Sie, dass die Ressourcen nicht auf die Plattform hochgeladen werden, sondern in dem von Ihnen erstellten Profil verlinkt werden.
el: Μόλις <a href='/signup'>εγγραφείτε</a> και <a href='/login'>συνδεθείτε</a>, αναζητήστε το κουμπί +Προσθήκη στην επάνω δεξιά γωνία της ιστοσελίδας. Εκεί μπορείτε να επιλέξετε τη φόρμα προφίλ που θέλετε να συμπληρώσετε. Συνιστούμε να δημιουργήσετε πρώτα ένα προφίλ για τον οργανισμό σας, ώστε να μπορεί να συνδεθεί με τα έργα και τους πόρους σας. Σε αυτή τη φόρμα θα σας ζητηθεί να καταχωρίσετε περιγραφικές πληροφορίες σε έναν αριθμό υποχρεωτικών και προαιρετικών πεδίων δεδομένων. Αυτές οι πληροφορίες θα χρησιμοποιηθούν για τη δημιουργία του δημόσιου προφίλ του έργου ή του πόρου στην πλατφόρμα μας. Παρακαλούμε λάβετε υπόψη ότι οι πόροι δεν ανεβαίνουν στην πλατφόρμα, αλλά συνδέονται με μέσα από το προφίλ που δημιουργείτε.
es: Una vez te hayas <a href='/signup'>registrado</a> y hayas <a href='/login'>iniciado sesión</a>, ve al botón +Añadir en la esquina superior derecha de la web. Allí podrás seleccionar el tipo de perfil que deseas añadir. Te recomendamos que, primero, crees un perfil para tu organización, y así puedas enlazarlo a tus proyectos y recursos. En este formulario será necesario que incluyas información descriptiva del proyecto en varios campos obligatorios u opcionales. Estos datos serán utilizados para crear un perfil público del proyecto o recurso en nuestra plataforma. Ten en cuenta que los recursos no se suben a la plataforma, sino que se enlazan desde el perfil que has creado.
et: Kui oled registreerunud ja sisse loginud, otsi veebilehe ülevalt parempoolsest nurgast nuppu "Lisa". Selle abil saad valida, millist kaastööd soovid lisada. Soovitame kõigepealt luua oma organisatsiooni profiili, et hiljem oleks seda hõlbus siduda lisatavate projektide ja materjalidega. Selles vormis palutakse lisada nii kohustuslikku kui soovituslikku infot, mida kasutatakse sisestavate projektide või materjalide avaliku profiili juures platvormil. Pane tähele, et materjale ei laeta platvormile üles, vaid neile saab luua viited.
fr: Une fois que vous vous êtes <a href='/signup'>inscrit</a> et que vous êtes <a href='/login'>identifié</a>, recherchez le bouton +Add dans le coin supérieur droit du site Web. Vous pouvez y sélectionner le formulaire de profil que vous souhaitez remplir. Nous vous recommandons de créer d'abord un profil pour votre organisation, afin qu'il puisse être lié à vos projets et ressources. Dans ce formulaire, il vous sera demandé de fournir des informations descriptives dans un certain nombre de champs de données obligatoires et facultatifs. Ces informations seront utilisées pour créer le profil public du projet ou de la ressource sur notre plate-forme. Veuillez noter que les ressources ne sont pas téléchargées sur la plate-forme, mais qu'elles sont liées à partir du profil que vous créez.
hu: Miután <a href='/signup'>feliratkoztál</a>, <a href='/login'>bejelentkeztél</a>és megtaláltad a +Hozzáadás gombot a weboldal jobb felső sarkában, kiválaszthatod a kitölteni kívánt profil adatlapot.Javasoljuk, hogy először hozz létre egy profilt a szervezetednek, hogy az összekapcsolható legyen a projekteiddel és forrásaiddal.Ezen az űrlapon számos kötelező és választható információt kell megadnod.Ezeket az információkat a projekt vagy forrás nyilvános profiljának létrehozásához használjuk fel a platformunkon.A források nem kerülnek feltöltésre a platformon, hanem a létrehozott profilhoz társítjuk az általad megadott linkeket.
it: Una volta che ti sei <a href='/signup'>registrato</a> e hai <a href='/login'>fatto il log in</a>, cerca il pulsante +Aggiungi nell'angolo in alto a destra del sito web. Lì puoi selezionare il modulo del profilo che desideri caricare. Ti consigliamo di creare prima un profilo per la tua organizzazione, in modo che possa essere collegato ai tuoi progetti e risorse. In questo modulo ti verrà chiesto di fornire informazioni descrittive in una serie di campi dati obbligatori e facoltativi. Queste informazioni verranno utilizzate per creare il profilo pubblico del progetto o della risorsa sulla nostra piattaforma. Tieni presente che le risorse non vengono caricate sulla piattaforma, ma sono collegate all'interno del profilo che crei.
lt: Kai būsite <a href=‘/signup’>prisiregistravę</a> ir <a href=‘/login’>prisijungsite</a>, viršutiniame dešiniajame kampe ieškokite mygtuko +Pridėti Tinklalapis. Čia galite pasirinkti profilio formą, kurią norite užpildyti. Rekomenduojame pirmiausia sukurti savo organizacijos profilį, kad jį būtų galima susieti su jūsų projektais ir ištekliais. Šioje formoje jūsų bus paprašyta pateikti aprašomąją informaciją keliuose privalomuose ir pasirenkamuose duomenų laukuose. Ši informacija bus naudojama kuriant viešą projekto ar šaltinio profilį mūsų platformoje. Atkreipkite dėmesį, kad ištekliai nėra įkeliami į platformą, o yra susieti su jais iš jūsų kuriamo profilio.
nl: Als u zich <a href=‘/aanmelden’>heeft aangemeld</a> en bent <a href=‘/login’>ingelogd</a>, zoekt u de knop +ADD rechtsboven op de website. Daar kunt u het profielformulier selecteren dat u wilt invullen. Wij raden u aan om eerst een profiel voor uw organisatie aan te maken, zodat deze kan worden gekoppeld aan uw projecten en middelen. In dit formulier wordt u gevraagd beschrijvende informatie te geven in een aantal verplichte en optionele gegevensvelden. Deze informatie zal worden gebruikt om het publieke profiel van het project of middel op ons platform aan te maken. Let op: hulpmiddelen worden niet geupload naar het platform, maar er wordt naar gelinkt vanuit het profiel dat u aanmaakt.
pt: Uma vez que tenhas acabado de te <a href='/signup'>registar</a> e de <a href='/login'>entrar</a>na plataforma, procura no canto superior direito o botão +Adicionar. Aí podes selecionar o formulário para criar o perfil que queiras. Recomendamos que comeces por criar um perfil para a tua organização, para que o possas ligar aos teus projetos e recursos. Nestes formulários vai-te ser pedido que providencies informação detalhada em vários campos obrigatórios e opcionais. Essa informação vai ser utilizada para criar o perfil público do teu projeto ou recurso na plataforma. Por favor repara que os recursos não são descarregados diretamente para a plataforma, mas é gerada uma ligação ao perfil que tu crias.

source: Please note that you will be required to describe the citizen science aspects of your project, and the way in which your resource relates to the practice of citizen science. When saved, the profile will be submitted to a member of the EU-Citizen.Science team for <a href='/moderation_quality_criteria'>moderation</a>. Once that process is complete, the profile will be marked as ‘Moderated’, and will be fully available on the platform.
de: Bitte beachten Sie, dass Sie die Citizen Science Aspekte Ihres Projekts und die Art und Weise, in der Ihre Ressource mit der Praxis der Citizen Science in Verbindung steht, beschreiben müssen. Nach dem Speichern wird das Profil zur <a href='/moderation_quality_criteria'>Moderation</a> an ein Mitglied des EU-Citizen.Science Teams weitergeleitet. Sobald dieser Prozess abgeschlossen ist, wird das Profil als "moderiert" gekennzeichnet und ist dann auf der Plattform vollständig verfügbar.
el: Παρακαλούμε λάβετε υπόψη ότι θα σας ζητηθεί να περιγράψετε τις πτυχές της επιστήμης των πολιτών του έργου σας και τον τρόπο με τον οποίο ο πόρος σας σχετίζεται με την πρακτική της επιστήμης των πολιτών. Όταν αποθηκευτεί, το προφίλ θα υποβληθεί σε ένα μέλος της ομάδας EU-Citizen.Science για <a href='/moderation_quality_criteria'>εποπτεία</a>. Μόλις ολοκληρωθεί αυτή η διαδικασία, το προφίλ θα επισημανθεί ως «Εποπτευόμενο» και θα είναι πλήρως διαθέσιμο στην πλατφόρμα.
es: Por favor, ten en cuenta que será necesario que describas los aspectos de ciencia ciudadana de tu proyecto, así como la manera en la que el recursos se relaciona con la práctica de ciencia ciudadana. Una vez guardado, el perfil será enviado a <a href='/moderation_quality_criteria'>revisión</a>. Una vez el proceso esté completo, el perfil se marcará como 'Revisado' y estará plenamente disponible en la plataforma.
et: Pane tähele, et Sinult oodatakse ka oma projekti harrastusteaduse aspektide kirjeldamist ja kuidas Sinu sisestatud materjalid suhestuvad harrastusteaduse praktikatega. Kui salvestad oma materjalid, siis saadetakse need mõne EU-Citizen.Science tiimi liikmele <a href='/moderation_quality_criteria'>modereerimiseks</a>. Kui kogu protsess on läbitud, saab profiil märgise "Modereeritud" ja on platvormil täielikult nähtav.
fr: Veuillez noter qu'il vous sera demandé de décrire les aspects de science participative de votre projet, et la manière dont votre ressource est liée à la pratique de la science participative. Une fois sauvegardé, le profil sera soumis à un membre de l'équipe de EU-Citizen.Science pour <a href='/moderation_quality_criteria'>validation</a>. Une fois ce processus terminé, le profil sera marqué comme "validé" et sera entièrement disponible sur la plate-forme.
hu: Feltöltéskor meg kell adnod a projekt civil tudományos vonatkozásait, valamint azt, hogy a forrásod hogyan kapcsolódik a civil tudomány gyakorlatához.A mentés után a profilt elküldjük az EU-Citizen.Science csapat egyik tagjának <a href='/moderation_quality_criteria'>moderálásra</a>.Amint ez a folyamat befejeződik, a profil 'moderált'-ként jelenik meg, és elérhetővé válik a platformon.
it: Tieni presente che ti verrà richiesto di descrivere gli aspetti della Citizen science del tuo progetto e il modo in cui la tua risorsa si collega alla pratica della Citizen science. Una volta salvato, il profilo verrà inviato a un membro del team EU-Citizen.Science per la <a href='/moderation_quality_criteria'>moderazione</a>. Una volta completato tale processo, il profilo verrà contrassegnato come "Moderato" e sarà completamente disponibile sulla piattaforma.
lt: Atkreipkite dėmesį, kad turėsite apibūdinti savo projekto piliečių mokslo aspektus ir būdą, kaip jūsų ištekliai yra susiję su piliečių mokslo praktika. Išsaugotas profilis bus pateiktas ES piliečio. Mokslo komandos nariui, kad jis būtų <a href=‘/moderation_quality_criteria’>moderuojamas</a>. Kai šis procesas bus baigtas, profilis bus pažymėtas kaip „Moderuojamas“ ir bus visiškai pasiekiamas platformoje.
nl: Houd er rekening mee dat u gevraagd wordt om de burgerwetenschappelijke aspecten van uw project te beschrijven, en de manier waarop uw hulpmiddel verband houdt met de praktijk van burgerwetenschap. Wanneer het profiel is opgeslagen, zal het worden voorgelegd aan een lid van het EU-Citizen.Science team voor <a href=‘/moderation_quality_criteria’>moderation</a>. Zodra dat proces is voltooid, zal het profiel worden gemarkeerd als “Gemodereerd”, en zal het volledig beschikbaar zijn op het platform.
pt: Por favor repara que será pedido que descrevas os aspetos de ciência cidadã do teu projeto, e o modo como os teus recursos se relacionam com a prática de ciência cidadã. Uma vez gravado, o perfil será submetido, perante um membro da equipa do EU-Citizen.Science, a<a href='/moderation_quality_criteria'>moderação</a>. Uma vez findo este processo, o perfil será marcado como "Revisto" e estará completamente disponível na plataforma.
sv: Observera att du måste beskriva hur ditt projekt knyter an till medborgarforskning. När profilen har sparats kommer den att skickas till EU-Citizen.Science-teamet för <a href=’/moderation_quality_criteria’>granskning</a>. När den processen är färdig markeras profilen som ”granskad” och blir tillgänglig på portalen.
