Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: The first criterion that the moderator will look for, is that your <b>resource is relevant to citizen science</b>, or that your <b>project is a citizen science initiative</b>.
de: Das erste Kriterium, auf das der/die Moderator*in achten wird, ist, dass Ihre <b>Ressource für Citizen Science relevant ist</b> oder, dass Ihr <b>Projekt eine Citizen Science Initiative ist</b>.
el: Το πρώτο κριτήριο που θα αναζητήσει ο συντονιστής είναι αν ο <b>πόρος σας σχετίζεται με την επιστήμη των πολιτών</b> ή αν το <b>έργο σας είναι μια πρωτοβουλία επιστήμης των πολιτών</b>.
es: El primer criterio que la persona que revise chequeará es si tu <b>recurso es relevante para la ciencia ciudadana</b> o si tu <b>proyecto es una iniciativa de ciencia ciudadana</b>.
et: Esmane kriteerium, mida moderaator vaatab, on kas materjal on <b>harrastusteadusest</b> või kas projekt on <b>harrastusteaduse algatus</b>.
fr: Le premier critère auquel le modérateur s'interessera et celui de la <b> pertinence de la ressource pour la science participative</b>, ou que votre <b>projet est une initiative de science participative</b>.
hu: Az első kritérium, amit a moderátor vizsgálni fog, hogy a <b>forrásod releváns-e a civil tudomány szempontjából</b>,vagy hogy a <b>projekted egy civil tudományos kezdeményezés-e</b>.
it: Il primo criterio che il moderatore cercherà è che la tua <b>risorsa sia rilevante per la Citizen science</b> o che il tuo <b>progetto sia un'iniziativa di scienza dei cittadini</b>.
lt: Pirmas kriterijus, kurio ieškos moderatorius, yra tai, kad jūsų <b>išteklius yra susijęs su piliečių mokslu</b> arba ar jūsų <b>projektas yra piliečių mokslo iniciatyva</b>.
nl: Het eerste criterium waar de moderator naar zal kijken, is dat uw <b>hulpmiddel relevant is voor burgerwetenschap</b>, of dat uw <b>project een burgerwetenschapsinitiatief is</b>.
pt: Os primeiros critérios que o moderador avaliará são a<b>relevância do teu recurso para a ciência cidadã</b>, ou se o teu <b>projeto é uma iniciativa de ciência cidadã</b>.
sv: Det första kriteriet moderatorn kommer undersöka är huruvida din <b>resurs är relevant för medborgarforskning</b>, eller om ditt <b>projekt är ett medborgarforskningsinitiativ</b>.

source: Although there are no hard and fast definitions of what citizen science is and is not (nor should there be - citizen science should always remain a broad and inclusive concept), we turn to the recent work conducted by the citizen science community on the <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>ECSA Characteristics of Citizen Science</a> as guidance. Please consult these characteristics if you are uncertain whether the resource or the project you would like to share really does relate to citizen science. If the moderator has concerns they will contact you directly.
de: Obwohl es keine eindeutigen Definitionen dafür gibt, was Citizen Science ist und was nicht (und es sollte sie auch nicht geben - Citizen Science sollte immer ein weit gefasster und umfassender Begriff bleiben), orientieren wir uns an der jüngsten Arbeit der Citizen Science Community, an den <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>ECSA Charakteristika von Citizen Science</a>. Bitte ziehen Sie diese Charakteristika zu Rate, wenn Sie sich nicht sicher sind, ob die Ressource oder das Projekt, das Sie teilen möchten, wirklich Citizen Science zuzuordnen ist. Wenn der/die Moderator*in Bedenken hat, wird er/sie Sie direkt kontaktieren.
el: Αν και δεν υπάρχουν αυστηροί και γρήγοροι ορισμοί για το τι είναι και τι δεν είναι η επιστήμη των πολιτών (ούτε πρέπει να υπάρχουν - η επιστήμη των πολιτών θα πρέπει να παραμένει πάντα μια ευρεία και περιεκτική έννοια), στεφόμαστε στην πρόσφατη εργασία που διεξήχθη από την κοινότητα της επιστήμης των πολιτών σχετικά με <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Τα Χαρακτηριστικά της Επιστήμης των Πολιτών της ECSA</a> ως οδηγό. Παρακαλούμε συμβουλευτείτε αυτά τα χαρακτηριστικά εφόσον δεν είστε βέβαιοι εάν ο πόρος ή το έργο που θέλετε να μοιραστείτε σχετίζεται πραγματικά με την επιστήμη των πολιτών. Εάν ο συντονιστής έχει προβληματισμούς, θα επικοινωνήσει απευθείας μαζί σας.
es: Aunque no hay definiciones sólidas de lo que es o no es la ciencia ciudadana (ni debería haberlas, ya que la ciencia ciudadana debe seguir siendo un concepto amplio e inclusivo), nos guiamos por el reciente trabajo realizado por la comunidad de la ciencia ciudadana sobre las <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Características de la Ciencia Ciudadana de ECSA</a> como orientación. Por favor, consulta estas características si no estás seguro de que el recurso o proyecto que quieres compartir se relaciona realmente con la ciencia ciudadana. Si en el proceso de revisión hay dudas, nos pondremos en contacto contigo directamente.
et: Kuigi harrastusteaduse olemust selgelt ja kiirelt selgitavaid definitsioone ei ole (ega peagi olema - harrastusteadus peaks alati jääma laiapõhjaliseks ja kaasavaks kontseptsiooniks), toetume me hiljuti harrastusteaduse kogukonnas selles vallas tehtud tööle ja juhindume <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>ECSA harrastusteaduse tunnusjoontest</a>. Palun tutvu nende tunnusjoontega, kui Sa ei ole kindel, kas projekt tegelikult harrastusteaduse valdkonda kuulub. Kui moderaatoril tekivad selles osas kõhklused, pöördub ta otse Sinu poole.
fr: Bien qu'il n'existe pas de définition précise de ce qu'est ou n'est pas la science participative (et il ne devrait pas y en avoir - la science participative doit toujours rester un concept large et inclusif), nous nous tournons vers les récents travaux menés par la communauté de la science participative sur les <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Caractéristiques de la science participative d'ECSA</a> pour nous guider. Veuillez consulter ces caractéristiques si vous n'êtes pas sûr que la ressource ou le projet que vous souhaitez partager relève vraiment de la science citoyenne. Si le modérateur a des doutes, il vous contactera directement.
hu: Bár nincsenek szigorú és egyértelmű definíciók arra vonatkozóan, hogy mi és mi nem számít civil tudománynak, útmutatásért a civil tudományos közösség által összeállított dokumentumhoz fordulhatsz, a <a target='_blank' href='https://zenodo.org/ communities/citscicharacteristics/?page=1&size=20'> a civil tudomány jellemzői</a>.Kérjük, olvasd el ezeket a jellemzőket, ha bizonytalan vagy abban, hogy a megosztani kívánt forrás vagy projekt valóban a civil tudományhoz kapcsolódik-e. Ha a moderátornak kétségei vannak, akkor felveszi a kapcsolatot Veled.
it: Sebbene non ci siano definizioni ferree di cosa sia e cosa non sia la Citizen science (né dovrebbe esserci - la Citizen science dovrebbe sempre rimanere un concetto ampio e inclusivo), ci rivolgiamo al recente lavoro condotto dalla comunità di Citizen science sul <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Caratteristiche di ECSA della Citizen science</a> come guida. Si prega di consultare queste caratteristiche se non si è sicuri che la risorsa o il progetto che si desidera condividere sia realmente correlato alla Citizen science. Se il moderatore ha dubbi ti contatterà direttamente.
lt: Nors nėra griežtų apibrėžimų, kas yra ir kas nėra piliečių mokslas (ir neturėtų būti – piliečių mokslas visada turi išlikti plačia ir visa apimančia sąvoka), mes kreipiamės į neseniai piliečių mokslo bendruomenės atliktą darbą <a target=‘_blank’ href=‘https://zenodo.org/communities/citscicharacteristics/?page=1&size=20’>ECSA Piliečių mokslo charakteristikos</a>. Peržiūrėkite šias charakteristikas, jei nesate tikri, ar ištekliai arba projektas, kuriuo norėtumėte pasidalinti, tikrai susiję su piliečių mokslu. Jei moderatorius turi klausimų, jis susisieks su jumis tiesiogiai.
nl: Hoewel er geen harde en snelle definities zijn van wat burgerwetenschap wel en niet is (en die zouden er ook niet moeten zijn - burgerwetenschap moet altijd een breed en inclusief concept blijven), wenden we ons tot het recente werk uitgevoerd door de burgerwetenschap gemeenschap op de <a target=‘_blank’ href=‘https://zenodo.org/communities/citscicharacteristics/?page=1&size=20’>ECSA Kenmerken van Burgerwetenschap</a> als leidraad. Raadpleeg deze kenmerken als u niet zeker bent of de middelen of het project dat u wilt delen echt betrekking heeft op burgerwetenschap. Als de moderator twijfels heeft, zal hij/zij direct contact met u opnemen.
pt: Embora não haja nenhuma definição fácil e rápida para o que é ou não é a ciência cidadã (nem deveria haver - ciência cidadã deveria sempre manter-se um conceito largo e inclusivo), a plataforma guia-se pelo recente trabalho da comunidade de ciência cidadã, apoiando-se nas <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Características de Ciência Cidadã da ECSA</a>. Por favor consulte-as se está incerto se o recurso ou o projeto que gostaria de partilhar se relaciona com ciência cidadã. Se o moderador tiver alguma questão irá contactá-lo diretamente.
sv: Även om det inte finns några helt vedertagna definitioner av medborgarforskning – och det bör inte heller finnas; medborgarforskning bör förbli ett brett och inkluderande begrepp – så vänder vi oss till <a target=’_blank’ href=’https://zenodo.org/communities/citscicharacteristics/?page=1&size=20’>ECSAs tio principer för medborgarforskning</a> för vägledning. Använd dig gärna av dessa principer om du är osäker kring huruvida ditt projekt/resurs knyter an till medborgarforskning.

source: The moderator will also check if all mandatory fields in the resource profile are completed. This is to ensure that all project and resource profiles provide sufficient information to enable users of the platform to see whether it is useful or relevant to them.
de: Der Moderator prüft auch, ob alle Pflichtfelder im Ressourcenprofil ausgefüllt sind. Damit soll sichergestellt werden, dass alle Projekt- und Ressourcenprofile ausreichende Informationen enthalten, damit die Nutzer*innen der Plattform erkennen können, ob das Projekt für sie nützlich oder relevant ist.
el: Ο συντονιστής θα ελέγξει επίσης εάν έχουν συμπληρωθεί όλα τα υποχρεωτικά πεδία στο προφίλ πόρων. Αυτό γίνεται για να διασφαλιστεί ότι όλα τα προφίλ έργων και πόρων παρέχουν επαρκείς πληροφορίες για να μπορούν οι χρήστες της πλατφόρμας να δουν εάν είναι χρήσιμα ή σχετικά με αυτούς.
es: Quien revise también comprobará si todos los campos obligatorios del perfil del recurso están completos. De este modo se garantiza que todos los perfiles de proyectos y recursos proporcionan suficiente información para que cualquiera que navegue por la plataforma pueda ver si es útil o relevante para ellos.
et: Moderaator kontrollib ka seda, kas materjali profiili kohustuslikud väljad on täidetud. Selle tagatakse, et projekti ja materjali profiilil on piisavalt informatsiooni platvormi kasutajatele neile vajaliku sisu otsimiseks.
fr: Le modérateur vérifiera également si tous les champs obligatoires du profil de la ressource sont remplis. Il s'agit de s'assurer que tous les profils de projets et de ressources fournissent suffisamment d'informations pour permettre aux utilisateurs de la plate-forme de voir si elle est utile ou pertinente pour eux.
hu: A moderátor azt is ellenőrzi, hogy a feltöltött profilban minden kötelező mező kitöltésre került-e.Ennek az a célja, hogy minden projekt és forrás elegendő információt nyújtson ahhoz,hogy a platform felhasználói megítélhessék, hogy az adott projekt hasznos vagy releváns-e számukra.
it: Il moderatore controllerà anche se tutti i campi obbligatori nel profilo della risorsa siano completi. Questo per garantire che tutti i profili di progetto e risorsa forniscano informazioni sufficienti per consentire agli utenti della piattaforma di vedere se è utile o rilevante per loro.
lt: Moderatorius taip pat patikrins, ar visi privalomi šaltinio profilio laukai yra užpildyti. Taip siekiama užtikrinti, kad visuose projektų ir išteklių profiliuose būtų pateikta pakankamai informacijos, kad platformos vartotojai galėtų pamatyti, ar tai jiems naudinga, ar aktualu.
nl: De moderator zal ook controleren of alle verplichte velden in het profiel zijn ingevuld. Dit is om ervoor te zorgen dat alle profielen voldoende informatie bevatten, zodat gebruikers van het platform kunnen zien of het voor hen nuttig of relevant is.
pt: O moderador também avaliará se todos os campos obrigatórios no perfil do recurso estão completamente preenchidos. Isto garante que todos os perfis de projetos e recursos providenciam informação suficiente para permitir que os utilizadores da plataforma possam perceber se é útil ou relevante para ele próprio.
sv: Moderatorn kommer också kontrollera om alla obligatoriska fält för profilen har fyllts i. Detta för att säkerställa att alla projekt och resurser erbjuder tillräckligt mycket information för att användare ska kunna avgöra om projektet är användbart för dem.

source: Suggested Criteria - the Principles of Citizen Science
de: 10 Prinzipien von Citizen Science
el: Προτεινόμενα Κριτήρια - Οι Αρχές της Επιστήμης των Πολιτών
es: Criterios sugeridos - los Principios de la Ciencia Ciudadana
et: Soovitatavad kriteeriumid - Harrastusteaduse põhimõtted
fr: Critère suggéré 10 Principes des Sciences participatives
hu: Javasolt kritériumok - a civil tudomány elvei
it: Criteri suggeriti - i principi di Citizen science
lt: Siūlomi kriterijai – piliečių mokslo principai
nl: Voorgestelde Criteria - the Principles of Citizen Science
pt: Critérios sugeridos - Os Princípios de Ciência Cidadã

source: The moderator of your submitted profile will also consider whether your resource or project is in alignment with the <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>ECSA 10 Principles of Citizen Science</a>.
de: Der/die Moderator*in Ihres eingereichten Profils wird auch prüfen, ob Ihre Ressource oder Ihr Projekt mit den <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>ECSA 10 Prinzipien von Citizen Science</a> in Einklang steht.
el: Ο επόπτης του προφίλ που υποβάλατε θα εξετάσει επίσης εάν ο πόρος ή το έργο σας είναι σε συμφωνία με τις <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>10 Αρχές της Επιστήμης των Πολιτών της ECSA</a>.
es: En el proceso de revisión también se considerará si tu recurso o proyecto se alinea con los <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>10 Principios de ECSA para la Ciencia Ciudadana</a>.
et: Moderaatori hindab ka seda, kas Sinu sisestatud materjal või projekt sobitub <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>ECSA Harrastusteaduse 10 põhimõttega</a>.
fr: Le modérateur de votre profil soumis examinera également si votre ressource ou votre projet est en accord avec les <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>10 principes de la science participative d'ECSA</a>.
hu: A moderátor azt is figyelembe veszi, hogy a feltöltött forrás vagy projekt összhangban van-e a <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>a civil tudomány 10 alapelve</a>című dokumentummal.
it: Il moderatore del tuo profilo inviato valuterà anche se la tua risorsa o progetto è in linea con i <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>10 Principi di Citizen Science di ECSA</a>.
lt: Jūsų pateikto profilio moderatorius taip pat apsvarstys, ar jūsų ištekliai arba projektas atitinka <a href=‘https://zenodo.org/record/5127534#.YV7PKt9CRhF' target=‘_blank’>ECSA 10 piliečių principus. Mokslas</a>.
nl: De moderator van uw ingediende profiel zal ook overwegen of uw hulpmiddel of project in overeenstemming is met de <a href=‘https://zenodo.org/record/5127534#.YV7PKt9CRhF' target=‘_blank’>ECSA 10 Principes van Citizen Science</a>.
pt: O moderador do perfil que submeteste também avalia se o recurso ou projeto está alinhado com os <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF' target='_blank'>10 Princípios de Ciência Cidadã da ECSA</a>.
sv: Moderatorn kommer också undersöka om din resurs/ditt projekt följer <a href=’https://zenodo.org/record/5127534#.YV7PKt9CRhF' target=’_blank’>ECSAs tio principer för medborgarforskning</a>.

source: Specific criteria
de: Qualitätskriterien
el: Συγκεκριμένα κριτήρια
es: Criterios específicos
et: Spetsiifilised kriteeriumid
fr: Critères spécifiques
hu: Speciális kritériumok
it: Criteri specifici
lt: Konkretūs kriterijai
pt: Critérios específicos

source: For the resources to be shared on the platform, we have developed a specific set of further criteria, which will be assessed during the moderation process. You can read more about how we developed these in the blog post ‘<a href='/blog/2020/04/30/how-we-developed-quality-criteria-resources/'>How we developed the quality criteria for resources’</a>.
de: Für die Ressourcen, die auf der Plattform geteilt werden sollen, haben wir eine Reihe weiterer Kriterien entwickelt, die während des Moderationsprozesses bewertet werden. Mehr darüber, wie wir diese entwickelt haben, können Sie im Blogbeitrag ‘<a href='/blog/2020/04/30/how-we-developed-quality-criteria-resources/'>Wie wir die Qualitätskriterien für Ressourcen entwickelt haben'</a> lesen.
el: Για τους πόρους που θα μοιραστούν στην πλατφόρμα, έχουμε αναπτύξει ένα συγκεκριμένο σύνολο περαιτέρω κριτηρίων, τα οποία θα αξιολογηθούν κατά τη διαδικασία εποπτείας. Μπορείτε να διαβάσετε περισσότερα σχετικά με το πώς τα αναπτύξαμε στην ανάρτηση ιστολογίου '<a href='/blog/2020/04/30/how-we-developed-quality-criteria-resources/'>Πώς αναπτύξαμε τα κριτήρια ποιότητας για τους πόρους </a>.
es: Para los recursos que se comparten en la plataforma, hemos desarrollado un conjunto específico de criterios adicionales, que se evaluarán durante el proceso de revisión. Puedes leer más sobre cómo los hemos desarrollado en la entrada del blog '<a href='/blog/2020/04/30/how-we-developed-quality-criteria-resources/'>'How we developed the quality criteria for resources'</a>.
et: Platvormil jagatavaile materjalidele oleme me välja töötanud spetsiifilised kriteeriumid, mida järgitakse modereerimisprotsessis. Selle kohta, kuidas nende väljatöötamine toimus, saad lugeda <a href='/blog/2020/04/30/how-we-developed-quality-criteria-resources/'>meie blogipostitusest</a>.
fr: Pour les ressources à partager sur la plate-forme, nous avons développé un ensemble spécifique de critères supplémentaires, qui seront évalués lors du processus de validation. Vous pouvez en savoir plus sur la manière dont nous les avons élaborés dans le billet de blog '<a href='/blog/2020/04/30/how-we-developed-quality-criteria-resources/'>Comment nous avons élaboré les critères de qualité pour les ressources'</a>.
hu: A platformon megosztandó forrásokra vonatkozóan további speciális kritériumokat dolgoztunk ki, amelyeket a moderálási folyamat során értékelünk.Arról, hogy ezeket hogyan készítettük el, bővebben a '<a href='/blog/2020/04/30/how-we-developed-quality-criteria-resources/'>How we developed the quality criteria for resources'</a>' című blogbejegyzésben olvashatsz.
it: Per le risorse da condividere sulla piattaforma, abbiamo sviluppato uno specifico set di ulteriori criteri, che saranno valutati durante il processo di moderazione. Puoi leggere di più su come li abbiamo sviluppati nel post del blog '<a href='/blog/2020/04/30/how-we-developed-quality-criteria-resources/'>Come abbiamo sviluppato i criteri di qualità per le risorse '</a>.
lt: Kad ištekliai būtų dalijami platformoje, sukūrėme konkretų papildomų kriterijų rinkinį, kuris bus įvertintas moderavimo proceso metu. Daugiau apie tai, kaip juos sukūrėme, galite perskaityti tinklaraščio įraše „<a href=‘/blog/2020/04/30/how-we-developed-quality-criteria-resources/‘>Kaip sukūrėme išteklių kokybės kriterijus ‘</a>.
nl: Voor de hulpmiddelen die worden gedeeld op het platform, hebben we een specifieke set van verdere criteria ontwikkeld, die zullen worden beoordeeld tijdens het moderatieproces. U kunt meer lezen over hoe we deze hebben ontwikkeld in de blogpost ‘<a href=‘/blog/2020/04/30/hoe-ontwikkelden-we-kwaliteitscriteria-bronnen/‘>Hoe ontwikkelden we de kwaliteitscriteria voor hulpmiddelen’</a>.
pt: Para que os recursos possam ser partilhados na plataforma, desenvolvemos um role específico de critérios que serão avaliados no decorrer do processo de moderação. Podes ler mais sobre como desenvolvemos estes critérios na página do blog ‘<a href='/blog/2020/04/30/how-we-developed-quality-criteria-resources/'>How we developed the quality criteria for resources’</a>.
