Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: Thank you for submitting a new citizen science resource to be shared on the EU-Citizen.Science platform. Please fill in all of the mandatory information in the fields below (indicated with an asterisk*), and as much of the non-mandatory information as possible.
de: Vielen Dank, dass Sie eine neue Citizen Science Ressource einreichen, die auf der EU-Citizen.Science Plattform veröffentlicht werden soll. Bitte füllen Sie alle obligatorischen Informationen in den untenstehenden Feldern (mit einem Stern* gekennzeichnet) und so viele der nicht obligatorischen Informationen wie möglich aus.
el: Σας ευχαριστούμε που καταχωρίσατε έναν νέο πόρο επιστήμης των πολιτών για κοινοποίηση στην πλατφόρμα EU-Citizen.Science. Παρακαλούμε συμπληρώστε όλες τις υποχρεωτικές πληροφορίες στα παρακάτω πεδία (επισημαίνονται με αστερίσκο *) και όσο το δυνατόν περισσότερες από τις μη υποχρεωτικές πληροφορίες.
es: Gracias por proponer un nuevo recurso de ciencia ciudadana y compartirlo en EU-Citizen.Science. Por favor, complete toda la información requerida en los siguientes campos (marcados con un asterisco*), así como la información no esencial que sea posible.
et: Täname, et jagasid harrastusteaduse materjale EU-Citizen.Science platvormil. Palun täitke allolevad kohustusliku info väljad (märgitud tärniga*) ning nii palju soovituslikke välju kui võimalik.
fr: Merci d’avoir proposé une nouvelle ressource liée aux sciences participatives sur la plate-forme EU-Citizen.Science. Veuillez compléter toutes les informations requises dans les champs ci-dessous (indiqués par une astérisque *), et autant d’informations non obligatoires que possible.
hu: Köszönjük, hogy új forrást javasoltál az EU-Citizen.Science platformján!Kérjük, töltsd ki az alábbi mezőkben az összes kötelező adatot (csillaggal* jelölve), valamint a nem kötelező adatok közül a lehető legtöbbet.
it: Grazie per aver inviato una nuova risorsa di Citizen science da condividere sulla piattaforma EU-Citizen.Science. Si prega di compilare tutte le informazioni obbligatorie nei campi sottostanti (indicati con un asterisco*) e il maggior numero possibile di informazioni non obbligatorie.
lt: Dėkojame, kad pateikėte naują piliečiams skirtą mokslo šaltinį, kuriuo bus galima dalytis platformoje EU-Citizen.Science. Žemiau esančiuose laukeliuose užpildykite visą privalomą informaciją (pažymėtą žvaigždute*) ir kiek įmanoma daugiau neprivalomos informacijos.
nl: Dank u voor het indienen van een nieuwe hulpmiddel voor burgerwetenschap op het EU-Citizen.Science platform. Vul a.u.b. alle verplichte informatie in de onderstaande velden in (aangegeven met een asterisk*), en zoveel mogelijk van de niet-verplichte informatie.
pt: Obrigada por submeter um novo recurso de ciência cidadã para ser partilhado na plataforma EU-Citizen.Science. Por favor preencha todas as informações obrigatórias que se seguem (indicadas com um asterisco*) e o máximo das informações opcionais possível.

source: Resources can include documents such as guidelines, reports, policy briefs, and protocols; tools such as software or hardware; and other file formats such as videos or podcasts.
de: Zu den Ressourcen können Dokumente wie Richtlinien, Berichte, Policy Briefs und Protokolle; Tools wie Software oder Hardware; und andere Dateiformate wie Videos oder Podcasts gehören.
el: Οι πόροι μπορούν να περιλαμβάνουν έγγραφα όπως οδηγίες, εκθέσεις, σύντομες πολιτικές και πρωτόκολλα. εργαλεία όπως λογισμικό ή υλικό και άλλες μορφές αρχείων όπως βίντεο ή podcast.
es: Los recursos pueden incluir documentos como guías, dossieres, informes políticos, y protocolos; herramientas como software o hardware, y otro tipo de formatos como vídeos o pódcast.
et: Materjalide all võivad olla juhendid, raportid, tegevusjuhised ja protokollid; töövahendid nagu tarkvara või riistvara ja muud failiformaadid nagu videod või taskuhäälingud.
fr: Les ressources peuvent inclure des documents tels que des manuels, rapports, notes de synthèse et des protocoles ; des outils tels que des logiciels ou du hardware, et d'autes formats de fichiers tels que des vidéos ou des podcasts.
hu: A források lehetnek irányelvek, jelentések, szakpolitikai ajánlások,protokollok, eszközök, mint például szoftver vagy hardver;egyéb fájlformátumok, mint például videók vagy podcastok.
it: Le risorse possono includere documenti come linee guida, report, policy brief e protocolli; strumenti come software o hardware; e altri formati di file come video o podcast.
lt: Ištekliai gali apimti dokumentus, pvz., gaires, ataskaitas, politikos santraukas ir protokolus; įrankiai, pvz., programinė ar aparatinė įranga; ir kitų failų formatų, pvz., vaizdo įrašų ar podcast’ų.
nl: Hulpmiddelen kunnen bestaan uit documenten zoals richtlijnen, rapporten, beleidsnota’s en protocollen; middelen zoals software of hardware; en andere bestandsformaten zoals video’s of podcasts.
pt: Os recursos podem incluir documentos tais como indicações gerais, relatórios, documentos políticos e protocolos; ferramentas tais como software ou hardware; e outros formatos tais como vídeos ou podcasts.

source: Upon saving this profile, your resource will be submitted for moderation. The moderation process is meant to ensure that all of the resources shared on the platform are useful for citizen science projects and practitioners, and are of good quality.
de: Nach dem Speichern dieses Profils wird Ihre Ressource zur Moderation eingereicht. Der Moderationsprozess soll sicherstellen, dass alle auf der Plattform geteilten Ressourcen für Citizen Science Projekte und Anwender nützlich und von guter Qualität sind.
el: Κατά την αποθήκευση αυτού του προφίλ, ο πόρος σας θα υποβληθεί για εποπτεία (έλεγχο και έγκριση). Η διαδικασία εποπτείας αποσκοπεί στο να διασφαλίσει ότι όλοι οι πόροι που μοιράζονται στην πλατφόρμα είναι πράγματι χρήσιμοι για τα έργα επιστήμης των πολιτών και τους επαγγελματίες, και είναι καλής ποιότητας.
es: Al guardar este perfil, este recurso será enviado a revisión. El proceso de revisión se encarga de asegurar que todos los recursos compartidos en la plataforma son de utilidad para los proyectos y profesionales de ciencia ciudadana, y que son de calidad.
et: Selle profiili salvestamisel edastatakse info EU-Citizen.Science modereerijatele. Modereerimine tagab, et materjal oleks platvormile sobilik, kõrge kvaliteediga ning kasulik harrastusteaduse läbiviijatele ja selles osalejatele.
fr: Lors de l’enregistrement de ce profil, votre ressource sera soumise pour validation à l'administrateur. La procédure de validation a pour but d’assurer que toutes les ressources partagées sur la plate-forme sont effectivement utiles aux participants et aux projets de sciences participatives, et sont de bonne qualité.
hu: A profil mentésekor a forrásod moderálásra kerül.A moderálási folyamat célja annak biztosítása, hogy a platformon megosztott források hasznosak legyenek a civil tudományos projektek és a gyakorlati szakemberek számára, és jó minőségűek legyenek.
it: Dopo aver salvato questo profilo, la tua risorsa verrà sottoposta a moderazione. Il processo di moderazione ha lo scopo di garantire che tutte le risorse condivise sulla piattaforma siano utili per i progetti e i fruitori della Citizen science, e siano di buona qualità.
lt: Išsaugojus šį profilį, jūsų ištekliai bus pateikti moderuoti. Moderavimo procesas skirtas užtikrinti, kad visi platformoje bendrinami ištekliai būtų naudingi piliečių mokslo projektams ir praktikams bei būtų geros kokybės.
nl: Wanneer je dit profiel opslaat, zal je hulpmiddel worden voorgelegd voor moderatie. Het moderatieproces is bedoeld om ervoor te zorgen dat alle hulpmiddelen die op het platform worden gedeeld nuttig zijn voor burgerwetenschapsprojecten en beoefenaars, en van goede kwaliteit zijn.
pt: Depois de guardar este perfil, o recurso será submetido a moderação. O processo de moderação tem como objetivo assegurar que todos os recursos partilhados na plataforma têm utilidade para os projetos de ciência cidadã e os seus praticantes e que são de boa qualidade.

source: Read more about the moderation process.
de: Lesen Sie mehr über den Moderationsprozess.
el: Διαβάστε περισσότερα για τη διαδικασία εποπτείας.
es: Leer más sobre el proceso de revisión.
et: Modereerimisprotsessist.
fr: Apprenez-en plus sur la procédure de validation.
hu: A moderálás folyamata
it: Leggi di più sul processo di moderazione.
lt: Skaitykite daugiau apie moderavimo procesą.
nl: Lees meer over het moderatieproces.
pt: Leia mais sobre o processo de moderação.

source: As quality factors we consider whether your resource is easy to access, is structured clearly, is easy to read (or hear or view) and understand.
de: Zu den Qualitätsfaktoren, die wir berücksichtigen, gehört, ob Ihre Ressource leicht zugänglich, klar strukturiert, leicht zu lesen (oder zu hören oder zu sehen) und zu verstehen ist.
el: Οι ποιοτικοί παράγοντες που εξετάζουμε περιλαμβάνουν εάν ο πόρος σας είναι εύκολα προσβάσιμος, είναι δομημένος με σαφήνεια, είναι ευανάγνωστος και κατανοητός.
es: Los factores de calidad que consideramos incluyen si el recurso es accesible, está estructurado con claridad, es fácil de leer (o ver u oír) y entender.
et: Kvaliteetse materjali tunnused: lihtne ja selge ülevaade ning struktuur, lihtne lugeda (või kuulata või vaadata) ja mõista.
fr: Les facteurs de qualité que nous prenons en compte incluent la facilité d’accès à votre ressource, la clarté de sa structure, sa facilité de lecture (ou d’écoute ou de visionnage) et de compréhension.
hu: Minőségi tényezőként figyelembe vesszük, hogy a forrás mynnire hozzáférhető,világosan strukturált, könnyen olvasható, hallható vagy megtekinthető.
it: Come fattori di qualità consideriamo se la tua risorsa è di facile accesso, è strutturata in modo chiaro, è facile da leggere (o ascoltare o visualizzare) e capire.
lt: Kaip kokybės veiksnius atsižvelgiame į tai, ar jūsų išteklius lengva pasiekti, ar jis aiškiai struktūrizuotas, ar lengvas skaityti (arba girdėti ar peržiūrėti) ir suprasti.
nl: Kwaliteitsfactoren waar we rekening mee houden zijn o.a. of het hulpmiddel makkelijk verkrijgbaar is, helder gestructureerd is en eenvoudig te lezen (beluisteren of bekijken) en begrijpen is.
pt: Como fatores de qualidade, consideramos se o seu recurso é de acesso fácil, é estruturado de maneira clara, é fácil de ler (ouvir ou ver) e compreender.

source: Read our quality criteria.
de: Lesen Sie unsere Qualitätskriterien.
el: Διαβάστε τα ποιοτικά κριτήρια μας.
es: Leer nuestros criterios de calidad.
et: Loe kvaliteedikriteeriumite kohta.
fr: Voir nos critères de qualité.
hu: Minőségi szempontok
it: Leggi i nostri criteri di qualità.
lt: Perskaitykite mūsų kokybės kriterijus.
nl: Lees onze kwaliteitscriteria.
pt: Leia os nossos critérios de classificação.

source: Please note that we strongly recommend that you first ensure that your resource is hosted in a permanent repository, such as on a website that will be maintained and can provide a permalink, or a repository such as a publisher like
de: Bitte beachten Sie, dass wir Ihnen dringend empfehlen, zunächst sicherzustellen, dass Ihre Ressource in einem permanenten Repositorium gehostet wird, z. B. auf einer Website, die gewartet wird und einen Permalink anbieten kann, oder in einem Repositorium wie einem Verlag,
el: Παρακαλούμε λάβετε υπόψη ότι συνιστούμε ανεπιφύλακτα να βεβαιωθείτε πρώτα ότι ο πόρος σας φιλοξενείται σε ένα μόνιμο αποθετήριο, όπως σε έναν ιστότοπο που θα διατηρηθεί και μπορεί να παρέχει έναν μόνιμο σύνδεσμο ή σε ένα χώρο αποθήκευσης όπως ένας εκδότης όπως
es: Por favor, tenga en cuenta que es muy recomendable que el recurso esté alojado en un repositorio permanente, como una web que sea mantenida y pueda proporcionar un enlace permanente, o casas de publicaciones como
et: Soovitame tungivalt, et jagatud materjalid oleks paigutatud alalisse hoidlasse nagu veebileht, mida alaliselt hooldatakse ja millel oleks permalink või publitseerija pakutav hoidla nagu järgmised näited
fr: Nous vous recommandons vivement de veiller à ce que votre ressource soit hébergée de façon permanente (par exemple sur un site web qui sera maintenu et qui peut fournir un permalink, ou auprès d’un éditeur,
hu: Győződj meg arról, hogy a forrás állandó tárhelyen van-e tárolva.Például elérhető-e permalinken, adattárat biztosító weboldalon vagy a kiadó oldalán.
it: Tieni presente che ti consigliamo vivamente di assicurarti prima che la tua risorsa sia ospitata in un repository permanente, ad esempio su un sito Web che verrà mantenuto e in grado di fornire un permalink o un repository come un editore per esempio
lt: Atkreipkite dėmesį, kad primygtinai rekomenduojame pirmiausia įsitikinti, kad jūsų ištekliai yra nuolatinėje saugykloje, pvz., svetainėje, kuri bus prižiūrima ir gali pateikti nuolatinę nuorodą
nl: Wij raden u ten zeerste aan er eerst voor te zorgen dat uw hulpmiddel wordt gehost in een permanente archief, zoals op een website die wordt onderhouden en een permalink kan geven, of een archief zoals
pt: Por favor saiba que recomendamos fortemente que primeiro garanta que o seu recurso seja alocado a um repositório permanente, tal como num website com manutenção e que possa fornecer um link permanente, ou um repositório como uma editora, tal como o

source: the RIO Journal
de: das RIO Journal
el: το περιοδικό RIO
es: revista RIO Journal
fr: Le journal RIO
hu: RIO folyóirat
it: il RIO Journal
lt: RIO žurnalas
nl: het RIO Journal
pt: o RIO Journal
sv: RIO-journalen

source: training resource
de: Trainingsressource
el: εκπαιδευτική πηγή
es: recurso formativo
et: koolitusmaterjal
fr: Ressource d’apprentissage
hu: oktatási anyag típusa
it: risorsa di formazione
lt: mokymosi išteklius
nl: trainingsmiddel
pt: recurso de formação

source: Thank you for submitting a new citizen science training resource or educational material to be shared on the EU-Citizen.Science platform. Please fill in all of the mandatory information in the fields below (indicated with an asterisk*), and as much of the non-mandatory information as possible.
de: Vielen Dank, dass Sie eine neue Citizen Science Trainingsressource oder neues Bildungsmaterial für die EU-Citizen.Science Plattform zur Verfügung stellen möchten. Bitte füllen Sie alle obligatorischen Informationen in den untenstehenden Feldern aus (mit einem Stern* gekennzeichnet) und so viele der nicht obligatorischen Informationen wie möglich.
el: Σας ευχαριστούμε που καταχωρίσατε έναν νέο πόρο επιστήμης των πολιτών για κοινοποίηση στην πλατφόρμα EU-Citizen.Science. Παρακαλούμε συμπληρώστε όλες τις υποχρεωτικές πληροφορίες στα παρακάτω πεδία (επισημαίνονται με αστερίσκο *) και όσο το δυνατόν περισσότερες από τις μη υποχρεωτικές πληροφορίες.
es: Gracias por proponer un nuevo recurso formativo de ciencia ciudadana y compartirlo en EU-Citizen.Science. Por favor, completa toda la información requerida en los siguientes campos (marcados con un asterisco*), así como la información no esencial que sea posible.
et: Täname, et jagasite harrastusteaduse koolitus- või õppematerjale EU-Citizen.Science platvormil. Palun täitke allolevad kohustusliku info väljad (märgitud tärniga*) ning nii palju soovituslikke välju kui võimalik.
fr: Merci d’avoir proposé une nouvelle ressource en sciences participatives sur la plate-forme EU-Citizen.Science. Veuillez compléter toutes les informations requises dans les champs ci-dessous (indiqués par une astérisque *), et autant d’informations non obligatoires que possible.
hu: Köszönjük, hogy új civil tudományos képzési forrást, oktatási anyagot küldtél be az EU-Citizen.Science platformra.Kérjük, töltsd ki az alábbi mezőkben az összes kötelező információt (csillaggal* jelölve), valamint a nem kötelező információk közül a lehető legtöbbet.
it: Grazie per aver inviato una nuova risorsa di formazione o materiale didattico di Citizen science da condividere sulla piattaforma EU-Citizen.Science. Si prega di compilare tutte le informazioni obbligatorie nei campi sottostanti (indicati con un asterisco*) e il maggior numero possibile di informazioni non obbligatorie.
lt: Dėkojame, kad pateikėte naują piliečių mokslo mokymo šaltinį arba mokomąją medžiagą, kurią norite bendrinti platformoje EU-Citizen.Science. Žemiau esančiuose laukeliuose užpildykite visą privalomą informaciją (pažymėtą žvaigždute*) ir kiek įmanoma daugiau neprivalomos informacijos.
nl: Bedankt voor het delen van een nieuw trainingsmiddel of trainingsmateriaal voor burgerwetenschappen op het EU-Citizen.Science platform. Vul a.u.b. alle verplichte informatie in de onderstaande velden in (aangegeven met een asterisk*), en zoveel mogelijk van de niet-verplichte informatie.
pt: Obrigada por submeter um novo recurso de formação de ciência cidadã ou material educativo para ser partilhado na plataforma EU-Citizen.Science. Por favor preencha todas as informações obrigatórias que se seguem (indicadas com um asterisco*) e o máximo das informações opcionais possível.

source: Training resources and educational material is material that is designed or can be used explicitly for the goals of teaching or training a person on the practice of citizen science e.g. how to design and implement a volunteer-based activity, how to control data quality, the ethical and legal requirements of working with volunteers and managing their data. These can include massive open online courses (MOOCs), workshops, webinars, gamified training, and quizzes.
de: Trainingsressourcen und Bildungsmaterialien sind Materialien, die explizit zu dem Zweck entwickelt wurden oder verwendet werden können, um Personen praktisch in Citizen Science zu schulen oder auszubilden, z. B. wie man eine auf Freiwilligen basierende Aktivität konzipiert und umsetzt, wie man die Datenqualität kontrolliert, die ethischen und rechtlichen Anforderungen der Arbeit mit Freiwilligen und die Verwaltung ihrer Daten. Dazu können Massive Open Online Courses (MOOCs), Workshops, Webinare, gamifiziertes Training und Quizzes gehören.
el: Οι εκπαιδευτικοί πόροι και το εκπαιδευτικό υλικό είναι υλικό που έχει σχεδιαστεί ή μπορεί να χρησιμοποιηθεί ρητά για τους στόχους της διδασκαλίας ή της εκπαίδευσης ενός ατόμου στην πρακτική της επιστήμης των πολιτών π.χ. πώς να σχεδιάσετε και να εφαρμόσετε μια δραστηριότητα που βασίζεται σε εθελοντές, πώς να ελέγχετε την ποιότητα των δεδομένων, τις ηθικές και νομικές απαιτήσεις της συνεργασίας με τους εθελοντές και της διαχείρισης των δεδομένων τους. Αυτά μπορεί να περιλαμβάνουν μαζικά ανοιχτά διαδικτυακά μαθήματα (MOOC), εργαστήρια, διαδικτυακά σεμινάρια, εκπαίδευση σε παιχνίδια και κουίζ.
es: Tanto los recursos formativos, como el material didáctico, están diseñados o pueden ser utilizados específicamente para fines educativas o formar a cualquier persona en la práctica de ciencia ciudadana en, por ejemplo, cómo diseñar a implementar una actividad basada en voluntariado, cómo controlar la calidad de los datos, los requerimientos éticos y legales de trabajar con participantes o la gestión de los datos. Esto puede incluir cursos on-line en abierto (Massive Open Online Courses, MOOCs, por sus siglas en inglés), talleres, webinarios, formación gammificada o cuestionarios.
et: Koolitus- ja õppematerjalid kujutavad endast teabematerjale, mis teenivad konkreetseid eesmärke inimeste koolitamisel harrastusteaduse läbiviimiseks. See võib olla vabatahtliku töö korraldamine, andmekvaliteedi tagamine, vabatahtlike töö juriidiliste aspektide järgmine või andmete haldamine. Materjalid võivad olla erineval kujul - MOOC kursused, töötoad, vebinarid, mängulised koolitused, viktoriinid jne.
fr: Les ressources pour l'apprentissage et le matériel éducatif sont conçus et utilisés dans le but d'enseigner ou de former une personne sur les pratiques liées aux sciences participatives, par ex. sur la façon de concevoir et mettre en oeuvre une activité avec des bénévoles, sur la qualité de données, sur les besoins ethiques et juridiques que nécessite le travail avec les bénévoles et la gestion de leur données. Cela peut comprendre les Massive open Online Courses (MOOCs), les workshops, webinars, formations gaming, et les quiz.
hu: A képzési források és az oktatási anyagok olyan anyagok, amelyeket kifejezetten arra terveztek, hogy egy-egy személy tanítását vagy képzését szolgálják.Például hogyan kell megtervezni és végrehajtani egy önkéntes alapú tevékenységet, hogyan kell ellenőrizni az adatok minőségét, az önkéntesekkel való munka etikai és jogi követelményeit és az adataik kezelését.Ezek közé tartozhatnak a nyílt online kurzusok (MOOC), workshopok, webináriumok, gamifikált képzések és kvízek.
it: Le risorse di formazione e il materiale educativo sono materiali progettati o che possono essere utilizzati esplicitamente per gli obiettivi di insegnamento o formazione di una persona sulla pratica della Citizen science, ad es. come progettare e implementare un'attività basata sul volontariato, come controllare la qualità dei dati, i requisiti etici e legali per lavorare con i volontari e gestire i loro dati. Questi possono includere ampi corsi online aperti (MOOC), workshop, webinar, formazione ludica e quiz.
lt: Mokymo ištekliai ir mokomoji medžiaga yra medžiaga, kuri yra sukurta arba gali būti naudojama siekiant mokyti arba mokyti asmenį apie piliečių mokslo praktiką, pvz. kaip sukurti ir įgyvendinti savanorišką veiklą, kaip kontroliuoti duomenų kokybę, darbo su savanoriais ir jų duomenų tvarkymo etinius ir teisinius reikalavimus. Tai gali būti didžiuliai atviri internetiniai kursai (MOOC), seminarai, internetiniai seminarai, žaidimų mokymai ir viktorinos.
nl: Trainingsmiddelen en trainingsmateriaal zijn materiaal die zijn ontworpen of expliciet kan worden gebruikt om iemand op te leiden of trainen in de praktijk van burgerwetenschap, bv. hoe een op vrijwilligers gebaseerde activiteit op te zetten en uit te voeren, hoe de kwaliteit van de gegevens te controleren, de ethische en wettelijke vereisten van het werken met vrijwilligers en het beheer van hun gegevens. Het kan gaan om massale open online cursussen (MOOC’s), workshops, webinars, opleidingen op basis van gokken, en quizzen.
pt: Recursos de formação ou material educativo é o material desenhado ou que pode ser usado explicitamente com o objetivo de ensinar ou formar uma pessoa na prática de ciência cidadã, p. ex. como desenhar e implementar uma atividade baseada em voluntariado, como controlar a qualidade dos dados, os requerimentos éticos e legais de trabalhar com voluntários e gerir os seus dados. Estes podem incluir massive open online courses (MOOCs), workshops, webinars, formação gamificada e jogos.

source: resources by title or keywords by typing text directly into the the search bar
de: Ressourcen nach Titeln oder Schlüsselwörtern durch direkte Eingabe von Text in die Suchleiste
el: πόροι βάσει τίτλου ή λέξεων κλειδιών πληκτρολογημενων απευθείας στη μπάρα αναζήτησης
es: recursos por título o palabras clave, escribiendo el texto directamente en el buscador
et: materjalid pealkirja või märksõna kaudu, trüki tekst otse otsinguaknasse
fr: ressources par titre ou mots-clés en tapant directement le texte dans la barre de recherche
hu: Források cím vagy kulcsszavak szerint
it: risorse per titolo o parole chiave digitando il testo direttamente nella barra di ricerca
lt: išteklius pagal pavadinimą arba raktinius žodžius įvesdami tekstą tiesiai į paieškos juostą
nl: hulpmiddelen op titel of trefwoorden door tekst rechtstreeks in de zoekbalk te typen
pt: recursos por título ou palavra-chave, introduzindo o texto diretamente na barra de pesquisa
sv: sök resurser genom att skriva in titel eller nyckelord i sökfältet
