Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: Thank you for sharing your citizen science project on the EU-Citizen.Science platform. Please fill in all of the mandatory information in the fields below (indicated with an asterisk*), and as much of the non-mandatory information as possible.
de: Vielen Dank, dass Sie Ihr Citizen Science Projekt auf der EU-Citizen.Science Plattform vorstellen. Bitte füllen Sie alle Pflichtangaben in den nachstehenden Feldern aus (mit einem Sternchen* gekennzeichnet) und so viele nicht-obligatorische Angaben wie möglich.
el: Σας ευχαριστούμε που μοιραστήκατε το έργο σας επιστήμης των πολιτών στην πλατφόρμα EU-Citizen.Science. Παρακαλούμε να συμπληρώσετε όλες τις υποχρεωτικές πληροφορίες στα παρακάτω πεδία (που υποδεικνύονται με αστερίσκο*) και όσο το δυνατόν περισσότερες από τις μη υποχρεωτικές πληροφορίες.
es: Gracias por compartir tu proyecto de ciencia ciudadana en EU-Citizen.Science. Por favor, completa toda la información requerida en los siguientes campos (marcados con un asterisco*), así como la información no esencial que sea posible.
et: Täname, et jagasite oma projekti EU-Citizen.Science platvormil. Palun täida kõik kohustusliku info väljad allpool (märgitud tärniga*) ning nii palju soovituslikke välju, kui võimalik.
fr: Merci de mettre en partage votre projet en sciences participatives sur la plateforme EU-Citizen.Science. Veuillez remplir les champs obligatoires ci-dessous (indiqués par une astérisque*) et autant de champs facultatifs que possible.
hu: Köszönjük, hogy megosztottad a civil tudományos projektedet az EU-Citizen.Science platformon!Kérjük, töltsd ki az alábbi mezőkben az összes kötelező adatot (csillaggal* jelölve), valamint a nem kötelező adatok közül a lehető legtöbbet.
it: Grazie per aver condiviso il tuo progetto di citizen science sulla piattaforma EU-Citizen.Science. Si prega di compilare tutte le informazioni obbligatorie nei campi sottostanti (indicati con un asterisco*) e il maggior numero possibile di informazioni non obbligatorie.
lt: Dėkojame, kad pasidalinote savo piliečio mokslo projektu platformoje EU-Citizen.Science. Žemiau esančiuose laukeliuose užpildykite visą privalomą informaciją (pažymėtą žvaigždute*) ir kiek įmanoma daugiau neprivalomos informacijos.
nl: Dank u voor het delen van uw burgerwetenschapsproject op het EU-Citizen.Science platform. Vul alle verplichte informatie in de onderstaande velden in (aangegeven met een asterisk*), en zo veel mogelijk van de niet-verplichte informatie.
pt: Obrigada por partilhar o seu projeto de ciência cidadã na plataforma do EU-Citizen.Science. Por favor preencha todas as informações obrigatórias que se seguem (indicadas com um asterisco*) e o máximo das informações opcionais possível.
sv: Tack för att du delar ditt medborgarforskningsprojekt på EU-Citizen.Sciences plattform. Fyll i all obligatorisk information i fälten nedan (markerade med asterisk*), och så mycket icke-obligatorisk information som möjligt.

source: Citizen science embraces a wide range of project types that can be adapted and applied within diverse situations and disciplines, represent a range of approaches and historical practices for public participation in scientific research, and involve participants in a range of activities across the research lifecycle. For guidance on whether your project can be considered to be citizen science,
de: Citizen Science umfasst eine breite Palette von Projekttypen, die in verschiedenen Situationen und Disziplinen angepasst und angewendet werden können, repräsentiert eine Reihe von Ansätzen und traditionellen Methoden für die Beteiligung der Öffentlichkeit an der wissenschaftlichen Forschung und bezieht die Teilnehmer*innen in eine Reihe von Aktivitäten während des gesamten Forschungsprozesses ein. Hier finden Sie Anhaltspunkte dazu, ob Ihr Projekt als Citizen Science betrachtet werden kann.
el: Η επιστήμη των πολιτών περιλαμβάνει ένα ευρύ φάσμα τύπων έργων που μπορούν να προσαρμοστούν και να εφαρμοστούν σε διαφορετικές καταστάσεις και κλάδους, αντιπροσωπεύουν μια σειρά προσεγγίσεων και ιστορικών πρακτικών για τη συμμετοχή του κοινού στην επιστημονική έρευνα και εμπλέκουν συμμετέχοντες σε μια σειρά δραστηριοτήτων σε όλο τον κύκλο ζωής της έρευνας. Για καθοδήγηση σχετικά με το εάν το έργο σας μπορεί να θεωρηθεί ως επιστήμη των πολιτών,
es: La ciencia ciudadana abarca una amplia variedad de tipologías de proyecto que pueden ser adaptadas y aplicadas en diversas situaciones y disciplinas. También representa un abanico de aproximaciones y prácticas de recorrido histórico para la participación pública en la investigación científica y la implicación participativa en todo el rango de actividades de las diferentes etapas de la investigación. Para saber si este proyecto puede considerarse de ciencia ciudadana,
et: Harrastusteaduse alla kuulub väga erinevat tüüpi projekte, mida saab kohandada erinevatele oludele ja uurimisvaldkondadele, mis esindavad avalikkuse kaasamise mitmeid ajaloolisi lähenemisi ning mis võimaldavad osalemist väga mitmesuguste tegevuste kaudu projekti erinevates staadiumites. Uuri täpsemalt, kas projekti saab liigitada harrastusteaduse alla,
fr: Les sciences participatives recouvrent une grande variété de types de projets qui peuvent être adaptés et appliqués à différentes situation et disciplines. Elles représentent une large gamme d'approches et de pratiques différentes pour impliquer le public dans la recherche et à différentes étape du cycle de la recherche. Pour savoir si votre projet peut être considéré comme un projet lié aux sciences participatives,
hu: A civil tudomány projekttípusok széles skáláját öleli fel, amelyek különböző helyzetekben és tudományágakban adaptálhatók és alkalmazhatók,a tudományos kutatásban való nyilvános részvétel számos megközelítését és történelmi gyakorlatát képviselik. A résztvevők a kutatás teljes életciklusa során számos tevékenységbe bevonhatók.További útmutatásért arra vonatkozóan, hogy a projekted civil tudománynak tekinthető-e,
it: La Citizen science abbraccia un'ampia gamma di progetti che possono essere adattati e applicati all'interno di diverse situazioni e discipline, rappresentano una gamma di approcci e pratiche storiche per la partecipazione del pubblico alla ricerca scientifica e coinvolgono i partecipanti in una serie di attività durante tutto il processo scientifico. Per sapere se il tuo progetto possa essere considerato di Citizen science,
lt: Piliečių mokslas apima daugybę projektų tipų, kurie gali būti pritaikyti ir pritaikyti įvairiose situacijose ir disciplinose, atspindi įvairius visuomenės dalyvavimo moksliniuose tyrimuose metodus ir istorinę praktiką ir įtraukia dalyvius į įvairias veiklas per visą tyrimo gyvavimo ciklą. Jei norite sužinoti, ar jūsų projektas gali būti laikomas piliečių mokslu,
nl: Burgerwetenschap omvat een brede scala aan projecttypen die kunnen worden aangepast en toegepast in diverse situaties en disciplines, een reeks benaderingen en praktijken voor publieksparticipatie in wetenschappelijk onderzoek vertegenwoordigen, en deelnemers betrekken bij activiteiten gedurende de gehele onderzoekscyclus. Voor advies over de vraag of uw project kan worden beschouwd als burgerwetenschap,
pt: A ciência cidadã abrange uma grande variedade de tipologia de projetos que podem ser adaptados e aplicados em diversas situações e disciplinas, representa uma gama de abordagens e práticas históricas de participação pública na investigação científica e envolve os participantes em variadas atividades ao longo do processo de investigação. Para saber se o seu projeto pode ser considerado um projeto de ciência cidadã,

source: please refer to the ECSA Characteristics of Citizen Science.
de: Bitte beachten Sie die ECSA-Merkmale von Citizen Science.
el: παρακαλούμε ανατρέξτε στα Χαρακτηριστικά της Επιστήμης των Πολιτών σύμφωνα με της ECSA.
es: por favor, toma de referencia los 10 Principios de la Ciencia Ciudadana de ECSA.
et: palun viita ECSA harrastusteaduse tunnusjoontele.
fr: veuillez vous référer aux 10 caractéristiques des Sciences participatives
hu: az A civil tudomány jellemzői című dokumentumot tekints át.
it: fare riferimento alle Caratteristiche della Citizen Science. di ECSA.
lt: žr. ECSA Piliečių mokslo charakteristikas.
nl: verwijzen wij u naar de ECSA-Kenmerken van Citizen Science.
pt: por favor confirme as Características da Ciência Cidadã da ECSA.

source: In the form below, along with other descriptive information, we require that you describe the citizen science aspects of your project and the type of task(s) that participants undertake.
de: Im nachstehenden Formular müssen Sie neben anderen beschreibenden Informationen auch die Citizen Science-Aspekte Ihres Projekts und die Art der Aufgabe(n), die die Teilnehmer*innen übernehmen, beschreiben.
el: Στην παρακάτω φόρμα, μαζί με άλλες πληροφορίες, ζητείται να περιγράψετε τις πτυχές της επιστήμης των πολιτών του έργου σας και τον τύπο των "καθηκόντων" που αναλαμβάνουν οι συμμετέχοντες.
es: En el siguiente formulario, aparte de otra información descriptiva, requerimos que describas los aspectos de ciencia ciudadana que tiene tu proyecto y el tipo de tarea(s) a llevar a cabo por participantes.
et: Palun kirjelda alljärgnevas vormis lisaks üldinfole ka seda, milliseid harrastusteaduse aspekte Sinu projekt esindab ja millistes tegevustes osalejad kaasa löövad.
fr: Dans le formulaire ci-dessous, il vous est demandé de fournir plusieurs informations et notamment de décrire les aspects de votre projet qui sont liés aux sciences participatives ainis que le type de tâche que les participants doivent effectuer.
hu: Az alábbi űrlapon egyéb információkkal együtt kérjük, hogy add meg a projekt civil tudományos vonatkozásaités a résztvevők által vállalt feladat(ok) típusát.
it: Nel modulo sottostante, insieme ad altre informazioni descrittive, ti chiediamo di descrivere gli aspetti della Citizen science del tuo progetto e il tipo di attività che i partecipanti intraprendono.
lt: Toliau pateiktoje formoje kartu su kita aprašomąja informacija reikalaujame, kad apibūdintumėte savo projekto piliečių mokslo aspektus ir užduotį (-is), kurią (-ias) imasi dalyviai.
nl: In het onderstaande formulier moet u, naast andere beschrijvende informatie, de burgerwetenschappelijke aspecten van uw project beschrijven en het soort taak of taken die de deelnemers uitvoeren.
pt: No formulário seguinte, para além de informação descritiva, necessitamos que descreva os aspetos de ciência cidadã do seu projeto e o tipo de tarefas que os participantes podem realizar.

source: Your project should engage meaningfully with the ECSA 10 Principles of Citizen Science.
de: Ihr Projekt sollte die 10 ECSA-Prinzipien für Citizen Science berücksichtigen.
el: Το έργο σας θα πρέπει να εμπλέκεται ουσιαστικά με τις 10 Αρχές της Επιστήμης των Πολιτών της ECSA.
es: Tu proyecto debe encajar significativamente con los 10 Principios de la Ciencia Ciudadana de ECSA.
et: Sinu projekti võiks olla kooskõlas ECSA harrastusteaduse kümne põhimõttega.
fr: Votre projet doit intégrer de manière significative les 10 Principes des Sciences participatives d'ECSA.
hu: A projektnek érdemben kell kapcsolódnia a civil tudomány 10 alapelvéhez.
it: Il tuo progetto dovrebbe aderire in modo significativo ai 10 Principi di Citizen Science di ECSA.
lt: Jūsų projektas turėtų prasmingai susieti su ECSA 10 piliečių mokslo principų.
nl: Uw project moet op zinvolle wijze aansluiten bij de ECSA 10 Principles of Citizen Science.
pt: O seu projeto deveria ligar-se de maneira significativa com os 10 Princípios de Ciência Cidadã da ECSA.
sv: Ditt projekt bör (men måste inte) knyta an till ECSAs tio principer för medborgarforskning.

source: Upon saving this profile, your project will be submitted for moderation.
de: Nach dem Speichern dieses Profils wird Ihr Projekt zur Moderation eingereicht.
el: Με την αποθήκευση αυτού του προφίλ, το έργο σας θα υποβληθεί προς έγκριση.
es: Al guardar este perfil, tu proyecto pasará directamente a revisión.
et: Profiili salvestamisel saadetaks see projekt modereerimisele.
fr: En sauvegardant ce profil, vous soumettez votre projet pour validation.
hu: A profil mentése után a projekted moderálásra kerül.
it: Dopo aver salvato questo profilo, il tuo progetto verrà sottoposto a moderazione.
lt: Išsaugojus šį profilį, jūsų projektas bus pateiktas moderuoti.
nl: Na het opslaan van dit profiel, zal uw project worden ingediend voor moderatie.
pt: Depois de gravar este perfil, o seu projeto será submetido a uma fase de moderação.
sv: När du sparat profilen, kommer den att skickas in för granskning.

source: Please, have a look to the moderation process,
de: Bitte werfen Sie einen Blick auf den Moderationsprozess,
el: Παρακαλούμε, ελέγξτε τη διαδικασία έγκρισης,
es: Por favor, echa un vistazo al proceso de revisión,
et: Vaata, kuidas toimub modereerimine,
fr: Veuillez prendre connaissance de la procédure de validation,
hu: A moderálási folyamat
it: Per favore, dai un'occhiata al processo di moderazione,
lt: Prašome pažiūrėti moderavimo procesą,
nl: Neem een kijkje naar het moderatie proces,
pt: Por favor conheça o processo de moderação,

source: it is meant to ensure that all of the projects shared on the platform can be considered to be citizen science projects, and to prevent unintended uses of the platform.
de: es soll sichergestellt werden, dass alle Projekte, die auf der Plattform geteilt werden, als Citizen-Science-Projekte angesehen werden können, und eine unsachgemäße Nutzung der Plattform verhindert werden.
el: σκοπός είναι να διασφαλίσει ότι όλα τα έργα που κοινοποιούνται στην πλατφόρμα μπορούν να θεωρηθούν ως έργα επιστήμης των πολιτών και να αποτραπεί η ακούσια χρήση της πλατφόρμας.
es: que se encarga de asegurar que todos los perfiles compartidos en la plataforma pueden ser considerados proyectos de ciencia ciudadana, así como prevenir usos inadecuados de la plataforma.
et: sellega tagame, et kõik platvormile sisestatud projektid liigutuvad harrastusteaduse projektideks ning väldime platvormi mittesihipärast kasutamist.
fr: il garanti que tous les projets placés sur la plateforme sont bien des projets en sciences participatives et évite tout usage abusif de la plateforme.
hu: célja annak biztosítása, hogy a platformon megosztott valamennyi projekt civil tudományos projektnek minősüljön,és hogy megakadályozza a platform nem szándékolt felhasználását.
it: ha lo scopo di garantire che tutti i progetti condivisi sulla piattaforma possano essere considerati progetti di scienza dei cittadini e di prevenire usi non intenzionali della piattaforma.
lt: Juo siekiama užtikrinti, kad visi platformoje bendrinami projektai būtų laikomi piliečių mokslo projektais, ir užkirsti kelią nenumatytam platformos naudojimui.
nl: het is bedoeld om ervoor te zorgen dat alle op het platform gedeelde projecten kunnen worden beschouwd als burgerwetenschapsprojecten, en om onbedoeld gebruik van het platform te voorkomen.
pt: o seu objetivo é assegurar que todos os projetos partilhados na plataforma podem ser considerados projetos de ciência cidadã e prevenir o uso da plataforma para outros fins.

source: Info
el: Πληροφορίες
es: Información
fr: Informations
hu: Információ
it: Informazioni
lt: Informacija
nl: Informatie
pt: Informação

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fr: Fermer
hu: Bezárás
it: Chiudi
lt: Uždaryti
nl: Sluiten
pt: Fechar
sv: Stäng

source: Search
de: Suche
el: Αναζήτηση
es: Buscar
et: Otsi
fr: Recherche
hu: Keresés
it: Cerca
lt: Ieškoti
nl: Zoek
pt: Pesquisar
sv: Sök

source: projects by title or keywords by typing text directly into the the search bar
de: Projekte nach Titel oder Schlüsselwörtern durch direkte Eingabe von Text in die Suchleiste
el: έργα ανά τίτλο ή λέξεις-κλειδιά πληκτρολογώντας κείμενο απευθείας στη γραμμή αναζήτησης
es: proyectos por título o palabras clave escribiendo directamente el texto en el buscador
et: projekte pealkirja või märksõnade järgi, sisestades teksti otse otsinguaknasse
fr: projets par titre ou mots-clés en tapant directement le texte dans la barre de recherche
hu: Cím vagy kulcsszavak szerinti keresés
it: progetti per titolo o parole chiave digitando il testo direttamente nella barra di ricerca
lt: projektus pagal pavadinimą arba raktinius žodžius įvesdami tekstą tiesiai į paieškos juostą
nl: projecten op titel of trefwoorden door tekst rechtstreeks in de zoekbalk te typen
pt: projetos por título ou palavras-chave, escrevendo o texto diretamente na barra de pesquisa
sv: sortera projekten efter titel eller nyckelord genom att skriva direkt i sökfältet

source: Sort
de: Sortieren
el: Ταξινόμηση
es: Ordenar
et: Sorteeri
fr: Trier
hu: Rendezés
it: Ordina
lt: Išrikiuoti
nl: Sorteer
pt: Ordenar
sv: Sortera

source: projects by date or by rating
de: Projekte nach Datum oder nach Bewertung
el: έργα κατά ημερομηνία ή κατά βαθμολογία
es: proyectos por fecha o por valoración
et: projekte kuupäeva või hinnangu järgi
fr: projets par date ou par ordre d'évaluation
hu: projektek dátum vagy minősítés szerint
it: progetti per data o per valutazione
lt: projektai pagal datą arba reitingą
nl: projecten op datum of op beoordeling
pt: projetos por data ou por classificação
sv: projekt sorterade på datum eller betyg

source: Filter
el: Φίλτρο
es: Filtrar
et: Filtreeri
fr: Filtrer
hu: Szűrő
it: Filtro
lt: Filtras
nl: Filteren
pt: Filtrar
sv: Filtrera

source: search results by project status, or topic
de: Suchergebnisse nach Projektstatus oder Thema
el: αποτελέσματα αναζήτησης ανά κατάσταση ή κατηγορία
es: buscar resultados por estado del proyecto o temática
et: otsingu tulemusi projekti staatuse või teema järgi
fr: résultats de la recherche par statut du projet ou par sujet
hu: keresési eredmények a projekt státusz vagy téma szerint
it: cerca risultati per status del progetto o argomento
lt: paieškos rezultatai pagal projekto būseną arba temą
nl: zoekresultaten op projectstatus, of onderwerp
pt: resultados da pesquisa por estado do projeto ou tópico

source: Submitted projects that have been through the moderation process are marked as 'Moderated'.Only these will show in your search results unless you filter for 'not yet moderated' or 'All'.
de: Eingereichte Projekte, die den Moderationsprozess durchlaufen haben, werden als "moderiert" gekennzeichnet. Nur diese werden in Ihren Suchergebnissen angezeigt, es sei denn, Sie filtern nach "noch nicht moderiert" oder "alle".
el: Τα έργα που έχουν υποβληθεί και έχουν περάσει από τη διαδικασία ελέγχου και έγκρισης επισημαίνονται ως "ελεγμένα". Μόνο αυτά θα εμφανίζονται στα αποτελέσματα αναζήτησής σας, εκτός εάν φιλτράρετε για "δεν έχει ακόμη ελεγχθεί" ή "Όλα".
es: Los proyectos añadidos que han pasado el proceso de revisión están marcados como 'Revisado'. Solo estos serán mostrados en tus resultados de búsqueda, a no ser que añadas el filtro para 'sin revisar aún' o 'Todos'.
et: Sisestatud projektid, mis on modereerimise läbinud, on tähistatud kui 'Modereeritud'. Ainult neid materjale näidatakse otsingutulemustes. Muu tulemuse jaoks vali 'Pole veel modereeritud' või 'Kõik'.
fr: Les projets soumis qui sont passés par la procédure de validation sont marqués comme ‘Validés par l'administrateur’. Ce sont les seuls qui apparaîtront dans les résultats de la recherche, sauf si vous filtrez par ‘En cours de révision par l'administrateur’’ ou ‘Tout’.
hu: A moderálási folyamaton már átesett projektek 'Moderált' jelölést kapnak.Csak ezek jelennek meg a keresési eredményekben, kivéve, ha a 'még nem moderált' vagy az 'összes' szűrővel keresel.
it: I progetti inviati che hanno superato il processo di moderazione sono contrassegnati come "Moderati". Solo questi verranno visualizzati nei risultati di ricerca a meno che non si filtri per "non ancora moderati" o "Tutti".
lt: Pateikti projektai, kuriems buvo atliktas moderavimo procesas, pažymėti kaip „Moderuojami“. Tik jie bus rodomi paieškos rezultatuose, nebent filtruosite pagal „dar nereguliuoti“ arba „Visi“.
nl: Ingediende projecten die het moderatieproces hebben doorlopen, worden gemarkeerd als ‘gemodereerd’. Alleen deze zullen in zoekresultaten verschijnen, tenzij u filtert op ‘nog niet gemodereerd’ of ‘Alle’.
pt: Os projetos submetidos que já passaram pelo processo de moderação são marcados como "Revisto". Apenas estes aparecerão como resultado de pesquisa, a não ser que se usem os filtros "Aguarda moderação" ou "Todos".
sv: Inskickade projekt som har modererats är märkta 'Modererade'. Enbart dessa syns i sökresultaten om du inte filtrerar på 'Ej modererade ännu' eller 'Alla'.

source: Read more about our
de: Lesen Sie mehr über unseren
el: Διαβάστε περισσότερα για τη δική μας
es: Leer más sobre nuestro
et: Loe lisa meie
fr: En savoir plus sur notre
hu: Tudj meg többet
it: Leggi di più sul
lt: Skaitykite daugiau apie mūsų
nl: Lees meer over ons
pt: Leia mais sobre o nosso
sv: Läs mer om vår

source: moderation process
de: Moderationsprozess
el: διαδικασία ελέγχου και έγκρισης
es: proceso de revisión
et: modereerimisprotsessi kohta
fr: procédure de validation
hu: a moderálási folyamatról!
it: processo di moderazione
lt: moderavimo procesas
nl: moderatieproces
pt: processo de moderação
sv: modererings-process

source: Created
de: Erstellt
el: Δημιουργημένο
es: Creados
et: Loodud
fr: Créé(e)
hu: Létrehozva
it: Creato
lt: Sukurta
nl: Gemaakt
pt: Criados

source: Updated
de: Zuletzt aktualisiert
el: Ενημερωμένο
es: Actualizado
et: Uuendatud
fr: Mis(e) à jour
hu: Frissítve
it: Aggiornato
lt: Atnaujinta
nl: Laatst bijgewerkt
pt: Atualizados

source: This translation was done before a project profile update.
de: Diese Übersetzung wurde vor einer Aktualisierung des Projektprofils durchgeführt.
el: Αυτή η μετάφραση έγινε πριν από την ενημέρωση του προφίλ του έργου.
es: Esta traducción se ha realizado antes de la actualización del perfil del proyecto.
et: See tõlge tehti enne projekti profiili uuendamist.
fr: Cette traduction a été faite avant la mise à jour du profil du projet.
hu: Ez a fordítás a projekt frissítése előtt készült.
it: Questa traduzione è stata eseguita prima di un aggiornamento del profilo del progetto.
lt: Šis vertimas buvo atliktas prieš atnaujinant projekto profilį.
nl: Deze vertaling werd gedaan voor een project profiel update.
pt: Esta tradução foi feita antes da atualização do perfil do projeto.
sv: Denna översättning gjordes innan projektprofilen uppdaterades.

source: Plase help the community by improving it
de: Bitte helfen Sie der Gemeinschaft, indem Sie sie verbessern
el: Παρακαλούμε βοηθήστε την κοινότητα βελτιώνοντάς την
es: Por favor, ayúdanos a mejorarla
et: Palun panusta parandustesse, aidates nõnda kogukonda
fr: Veuillez aider la communauté en l'améliorant
it: Aiuta la community migliorandola
lt: Padėkite bendruomenei ją tobulindami
nl: Help alstublieft door het te verbeteren
pt: Por favor apoie a comunidade melhorando-a
sv: Hjälp gärna till genom att förbättra den

source: here
de: hier
el: εδώ
es: aquí
et: siin
fr: ici
hu: itt
it: qui
lt: čia
nl: hier
pt: aqui
sv: här
