Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: The members of the EU-Citizen.Science consortium have curated a list of ‘Gold Star’ resources from amongst those in the (training) resources section that are of particularly high quality, or represent best practice, to make it easier for new and experienced practitioners alike to zoom in on the most useful resources. Read more about Our Selection on the blog post ‘<a href='/blog/2020/07/17/starter-set-of-resources-and-our-selection/'>How we selected the starter set of resources, and curated ‘Our Selection’</a>.
de: Die Mitglieder des EU-Citizen.Science Konsortiums haben eine Liste von "Gold-Star" Ressourcen aus dem Bereich der (Trainings-)Ressourcen zusammengestellt, die von besonders hoher Qualität sind oder bewährte Verfahren darstellen, um es sowohl neuen als auch erfahrenen Praktiker*innen zu erleichtern, die nützlichsten Ressourcen herauszufiltern. Lesen Sie mehr über unsere Auswahl im Blog-Beitrag '<a href='/blog/2020/07/17/starter-set-of-resources-and-our-selection/'>Wie wir das Starter-Set von Ressourcen ausgewählt und 'Unsere Auswahl'</a> kuratiert haben.
el: Τα μέλη της κοινοπραξίας EU-Citizen.Science έχουν επιμεληθεί μια λίστα με πόρους «Χρυσής Επιλογής» μεταξύ εκείνων της ενότητας πόρων (εκπαίδευσης) που είναι ιδιαίτερα υψηλής ποιότητας ή αντιπροσωπεύουν βέλτιστες πρακτικές, για να διευκολύνουν νέους και έμπειρους οι επαγγελματίες να εστιάσουν στους πιο χρήσιμους πόρους. Διαβάστε περισσότερα σχετικά με την επιλογή μας στην ανάρτηση ιστολογίου «<a href='/blog/2020/07/17/starter-set-of-resources-and-our-selection/'>Πώς επιλέξαμε το αρχικό σύνολο πόρων και επιμεληθήκαμε το "Η Επιλογή Μας"</a>.
es: El consorcio de EU-Citizen.Science ha hecho una selección de recursos estrella dentro de la sección de recursos formativos que son de gran calidad, o representan buenas prácticas, para hacer más fáciles a principiantes y equipos con experiencia a encontrar los recursos más útiles. Lee más sobre Nuestra Selección en la página del blog <a href='/blog/2020/07/17/starter-set-of-resources-and-our-selection/'>How we selected the starter set of resources, and curated ‘Our Selection’</a>.
et: EU-Citizen.Science konsortsiumi liikmed on valinud välja eriti märkimisväärsed (koolitus)materjalid, mis esindavad parimaid praktikaid. Seeläbi on hõlpsam nii kogenud harrastusteaduse praktiseerijal kui ka algajal leida kõige kasulikumad abimaterjalid. Loe meie blogipostitust, et rohkem teada saada: <a href='/blog/2020/07/17/starter-set-of-resources-and-our-selection/'>Kuidas me panime kokku materjalide stardipaketi ‘Meie Valik’</a>.
fr: Les membres du consortium EU-Citizen.Science ont dressé une liste de ressources "Gold Star" parmi celles de la section des ressources (de formation) qui sont d'une qualité particulièrement élevée ou qui représentent les meilleures pratiques, afin de permettre aux praticiens, nouveaux ou expérimentés, de se concentrer sur les ressources les plus utiles. Pour en savoir plus sur notre sélection, lisez l'article du blog ‘<a href='/blog/2020/07/17/starter-set-of-resources-and-our-selection/'>Comment nous avons sélectionné l'ensemble de ressources de départ et élaboré "Notre sélection".</a>.
hu: Az EU-Citizen.Science konzorcium tagjai összeállítottak egy listát az Aranycsillag forrásokból,amelyek különösen magas színvonalúak vagy a legjobb gyakorlatot képviselik.Az új és gyakorlott szakemberek számára egyaránt megkönnyítik a leghasznosabb források kiválasztását.A válogatásunkról bővebben a <a href='/blog/2020/07/17/starter-set-of-resources-and-our-selection/'>Hogyan választottuk ki a forrásokat, 'Válogatásunk'</a> című blogbejegyzésben olvashatsz.
it: I membri del consorzio EU-Citizen.Science hanno curato un elenco di risorse "Stellate" tra quelle nella sezione delle risorse (formative) che sono di qualità particolarmente elevata, o rappresentano le migliori pratiche, per rendere più facile per principianti e professionisti un primo sguardo sulle risorse più utili. Maggiori informazioni sulla nostra selezione nel post del blog '<a href='/blog/2020/07/17/starter-set-of-resources-and-our-selection/'>Come abbiamo selezionato il set di risorse iniziale e come abbiamo curato "La nostra selezione"</a>.
lt: EU-Citizen.Science konsorciumo nariai sudarė „Auksinės žvaigždės“ išteklių sąrašą iš (mokymo) išteklių skyriaus, kuris yra ypač aukštos kokybės arba atspindi geriausią praktiką, kad būtų lengviau naujiems ir patyrusiems. praktikai taip pat gali priartinti pačius naudingiausius išteklius. Skaitykite daugiau apie mūsų pasirinkimą tinklaraščio įraše „<a href=‘/blog/2020/07/17/starter-set-of-resources-and-our-selection/‘>Kaip pasirinkome pradinį išteklių rinkinį ir kuravo „Mūsų pasirinkimas“</a>.
nl: De leden van het EU-Citizen.Science consortium hebben een lijst van ‘Gold Star’ hulpmiddelen samengesteld die van bijzonder hoge kwaliteit zijn, of de beste praktijken vertegenwoordigen, om het gemakkelijker te maken voor zowel nieuwe als ervaren beoefenaars om in te zoomen op de meest nuttige bronnen. Lees meer over onze selectie op de blog post ‘<a href=‘/blog/2020/07/17/starterset-van-bronnen-en-ons-selectie/‘>Hoe we de starterset van bronnen selecteerden, en ‘Onze selectie’</a> samenstelden.
pt: Os membros do consórcio EU-Citizen.Science selecionaram uma lista de recursos "Estrela Dourada" dentro da secção de recursos (de formação) que têm uma qualidade particularmente elevada ou que representam boas práticas, tornando mais fácil a exploração de recursos úteis, tanto para novos praticantes como para os mais experienciados. Lê mais sobre a nossa seleção no blog ‘<a href='/blog/2020/07/17/starter-set-of-resources-and-our-selection/'>How we selected the starter set of resources, and curated ‘Our Selection’</a>.
sv: Medlemmarna i EU-Citizen.Science-konsortiet har tagit fram en lista med ”stjärn”-resurser bland materialet på resurssidan. Stjärn-resurserna håller särskilt hög kvalitet och är tänkta att göra det lätt för nya och erfarna utövare att hitta de mest användbara resurserna. Läs mer om urvalet i det här blogginlägget ‘<a href=’/blog/2020/07/17/starter-set-of-resources-and-our-selection/’>How we selected the starter set of resources, and curated ‘Our Selection’</a>.

source: What is the Personal Area?
de: Was ist der persönliche Bereich?
el: Τι είναι η προσωπική περιοχή;
es: ¿Qué es el Área Personal?
et: Mis on Isiklik Menüü?
fr: Qu'est-ce que l'Espace Personnel?
hu: Mit tartalmaz a Személyes adatlap?
it: Cos'è l'Area Personale?
lt: Kas yra asmeninė sritis?
nl: Wat is de persoonlijke archief?
pt: O que é a área pessoal?
sv: Vad är Min Plats?

source: The <a href='/users/me/'>Personal Area</a> is where you can edit any of the content profiles that you have submitted (as a logged-in member of the platform), in order to keep those profiles up to date. There you will also find the list of projects that you have ‘followed’, and the resources that you have bookmarked so that you can find them quickly again from your Personal Area. Please also share more information about yourself in the Personal area with other members of the community.
de: Im <a href='/users/me/'>Persönlichen Bereich</a> können Sie alle Inhaltsprofile bearbeiten, die Sie (als eingeloggtes Mitglied der Plattform) eingereicht haben, um diese Profile auf dem neuesten Stand zu halten. Dort finden Sie auch die Liste der Projekte, denen Sie "gefolgt" sind, und die Ressourcen, die Sie mit Lesezeichen versehen haben, damit Sie sie in Ihrem persönlichen Bereich schnell wiederfinden können. Bitte teilen Sie im persönlichen Bereich auch weitere Informationen über sich mit anderen Mitgliedern der Community.
el: Η <a href='/users/me/'>Προσωπική περιοχή</a> είναι εκεί που μπορείτε να επεξεργαστείτε οποιοδήποτε από τα προφίλ περιεχομένου που έχετε υποβάλει (ως συνδεδεμένο μέλος της πλατφόρμας), προκειμένου να τα διατηρήσετε ενημερωμένα. Εκεί θα βρείτε επίσης τη λίστα με τα έργα που έχετε «ακολουθήσει» και τους πόρους που έχετε προσθέσει στους σελιδοδείκτες σας, ώστε να μπορείτε να τα βρείτε γρήγορα ξανά από την Προσωπική σας Περιοχή. Παρακαλούμε μοιραστείτε επίσης περισσότερες πληροφορίες για τον εαυτό σας με άλλα μέλη της κοινότητας, στην Προσωπική περιοχή.
es: En el <a href='/users/me/'>Área Personal</a> puedes editar cualquier perfil que hayas añadido (como miembro registrado de la plataforma), y así mantenerlos actualizados. En este área podrás encontrar también la lista de proyectos que has 'seguido' y los recursos que has marcado para poderlos encontrar más fácilmente. Puedes compartir con la comunidad más información sobre ti desde el Área personal.
et: Isiklik menüü on koht, kus saad toimetada ja kaasajastada enda poolt üleslaetud sisu (kui oled platvormi kasutajana sisse loginud). Seal on kuvatud ka (teiste) projektid, mida Sa jälgid ja kõik järjehoidjatega märgistatud materjalid. Palume Isiklikus menüüs oma infot täiendada, et ülejäänud platvormi kogukonnaga jagada.
fr: L'<a href='/users/me/'>Espace Personnel</a> est l'endroit où vous pouvez modifier tous les profils de contenu que vous avez soumis (en tant que membre connecté à la plate-forme), afin de les mettre à jour. Vous y trouverez également la liste des projets que vous avez "suivis" et les ressources que vous avez marquées d'un signet afin de pouvoir les retrouver rapidement depuis votre espace personnel. Dans l'espace personnel, vous pouvez également partager des informations vous concernant avec les autres membres de la communauté.
hu: A <a href='/users/me/'>Személyes adatlap</a> az a hely, ahol (bejelentkezve) szerkesztheted az általad feltöltött profilokat, hogy naprakészen tartsd azokat.Itt találod az általad követett projektek, valamint a könyvjelzőkkel ellátott források listája is.A Személyes adatlapodon még több információt oszthatsz meg magadról a közösség többi tagjával.
it: L'<a href='/users/me/'>Area personale</a> è dove puoi modificare qualsiasi profilo di contenuto che hai inviato (come membro loggato della piattaforma), al fine di mantenere i profili aggiornati Lì troverai anche l'elenco dei progetti che hai "seguito" e le risorse che hai aggiunto alla collezione in modo da poterli ritrovare rapidamente dalla tua Area Personale. Ti invitiamo inoltre a condividere ulteriori informazioni su di sé nell'area personale con altri membri della comunità.
lt: <a href=‘/users/me/‘>Asmeninėje srityje</a> galite redaguoti bet kurį turinio profilį, kurį pateikėte (kaip prisijungęs platformos narys), kad juos išsaugotumėte. profiliai atnaujinti. Ten taip pat rasite projektų, kuriuos „stebėjote“, sąrašą ir išteklius, kuriuos pažymėjote, kad galėtumėte juos greitai vėl rasti savo asmeninėje srityje. Taip pat pasidalinkite daugiau informacijos apie save asmeninėje srityje su kitais bendruomenės nariais.
nl: De <a href=‘/users/me/‘>Persoonlijke archief</a> is waar u elk van de inhoudsprofielen kunt bewerken die u heeft ingediend (als een ingelogd lid van het platform), om deze profielen up-to-date te houden. Daar vindt u ook de lijst van projecten die u hebt ‘gevolgd’, en de hulpmiddelen die u hebt gebookmarked, zodat u ze snel terug kunt vinden. Deel ook meer informatie over uzelf in de Persoonlijke archief met andere leden van de gemeenschap.
pt: A <a href='/users/me/'>Área Pessoal</a>é onde podes editar qualquer conteúdo dos perfis que submeteste (como membro inscrito na plataforma), de modo a manter esses perfis atualizados. Aqui também podes encontrar a lista de projetos que "segues" e os recursos que marcaste como favoritos para que os consigas encontra-los rapidamente a partir da tua Área Pessoal. Por favor partilha também mais informações sobre ti próprio com os outros membros da comunidade a partir da Área Pessoal.
sv: På <a href=’/users/me/’>Min plats</a> kan du redigera och uppdatera de profiler som du har lagt till som användare på portalen. Där finns också en lista med de projekt som du följer och de resurser som du har bokmärkt, så att du snabbt och enkelt kan hitta dem igen. Dela gärna mer information om dig själv på Min Plats, så att andra användare får lära känna dig ytterligare.

source: What does it mean to bookmark a project or resource?
de: Was bedeutet es, ein Projekt oder eine Ressource mit einem Lesezeichen zu versehen?
el: Τι σημαίνει η προσθήκη σελιδοδείκτη σε ένα έργο ή έναν πόρο;
es: ¿Qué quiere decir marcar un proyecto o recurso?
et: Mida tähendab, kui ma lisan projekti või materjali järjehoidjasse?
fr: Qu'est-ce que cela signifie de mettre un projet ou une ressource en signet ?
hu: Mit jelent a projektet vagy forrást könyvjelzővel ellátni?
it: Cosa significa aggiungere un progetto o una risorsa alla collezione?
lt: Ką reiškia pažymėti projektą ar šaltinį?
nl: Wat betekent het om een project of hulpmiddel te bookmarken?
pt: O que significa marcar um projeto ou recurso como favorito?
sv: Vad inenbär det att ”bokmärka” ett projekt eller resurs?

source: When you are logged in, you will see a ‘bookmark’ button at the bottom of project and (training) resource profiles. This allows you to add the profiles that you are interested in to a list that can be found in your Personal Area under <a href='/users/me/bookmarks'><i>My bookmarks</i></a>, allowing you to find this content again easily.
de: Wenn Sie eingeloggt sind, sehen Sie unten auf den Profilen von Projekten und (Trainings-)Ressourcen den Button "Lesezeichen". Damit können Sie die Profile, die Sie interessieren, zu einer Liste hinzufügen, die Sie in Ihrem persönlichen Bereich unter <a href='/users/me/bookmarks'><i>Meine Lesezeichen</i></a> finden, so dass Sie diese Inhalte leicht wiederfinden können.
el: Όταν συνδεθείτε, θα δείτε ένα κουμπί «σελιδοδείκτη» στο κάτω μέρος των προφίλ του έργου και των πόρων (εκπαίδευσης). Αυτό σας επιτρέπει να προσθέσετε τα προφίλ που σας ενδιαφέρουν σε μια λίστα που μπορείτε να βρείτε στην Προσωπική σας περιοχή στην ενότητα <a href='/users/me/bookmarks'><i>Οι σελιδοδείκτες μου</i></a> , επιτρέποντάς σας να βρείτε ξανά αυτό το περιεχόμενο εύκολα.
es: Cuando has iniciado sesión, verás un botón de 'favorito' bajo los perfiles de proyecto y recursos formativos. Esto te permite añadir los perfiles que te interesen en una lista para que puedas encontrarlos desde tu Área Personal accediendo a <a href='/users/me/bookmarks'><i>Mis favoritos</i></a>, permitiendo que los localices de una manera más fácil.
et: Kui Sa logid platvormile sisse, näed seal nuppu ‘järjehoidja’ (projektide ja materjalide profiilide allservas). Selle abil saate endale huvipakkuvatest materjalidest koostada isikliku järjehoidjakogu oma Isiklikus menüüs <a href='/users/me/bookmarks'><i>Minu järjehoidjate</i></a> all.
fr: Lorsque vous êtes connecté, vous verrez un bouton "signet" en bas des profils de projets et de ressources (de formation). Cela vous permet d'ajouter les profils qui vous intéressent à une liste qui se trouve dans votre espace personnel, sous <a href='/users/me/bookmarks'><i>Mes signets</i></a>, et vous permet d'accéder plus tard facilement à ce contenu.
hu: Amikor bejelentkezel a platformra, a feltöltött profilok alján egy könyvjelző gombot találsz.Ez lehetővé teszi, hogy a számodra érdekes profilokat egy listán gyűjtsd össze,amelyet majd a Személyes adatlapodon a <a href='/users/me/bookmarks'><i>A könyvjelzőim</i></a> alatt találsz.
it: Una volta effettuato l'accesso, vedrai un pulsante "collezione" nella parte inferiore del progetto e dei profili delle risorse (di formazione). Questo ti permette di aggiungere i profili che ti interessano a un elenco che puoi trovare nella tua Area Personale sotto <a href='/users/me/bookmarks'><i>La mia collezione</i></a> , permettendoti di ritrovare facilmente questi contenuti.
lt: Kai būsite prisijungę, projekto ir (mokymo) išteklių profilių apačioje pamatysite mygtuką „žymėti“. Tai leidžia įtraukti jus dominančius profilius į sąrašą, kurį rasite asmeninėje srityje <a href=‘/users/me/bookmarks’><i>Mano žymės</i></a> , todėl galėsite lengvai vėl rasti šį turinį.
nl: Als u ingelogd bent, zult u een ‘bookmark’ knop zien onderaan project en (training) resource profielen. Hiermee kunt u de profielen waarin u geïnteresseerd bent toevoegen aan een lijst die u kunt vinden in uw persoonlijke archief onder <a href=‘/users/me/bookmarks’><i>Mijn bookmarks</i></a>, zodat u deze inhoud gemakkelijk terug kunt vinden.
pt: Quando te inscreves na plataforma passas a ver um botão de "Favoritos" no fundo dos perfis de projetos e recursos (de formação). Isto permite que adiciones os perfis que mais te interessaram numa lista que podes aceder a partir da tua Área Pessoal em<a href='/users/me/bookmarks'><i>Os Meus Favoritos</i></a>, permitindo que tenhas acesso a este conteúdo de mais rapidamente.
sv: När du är inloggad ser du en ”bokmärke”-knapp längst ner på projekt- eller resurssidan, som du kan klicka på för att lägga till profilen till bokmärkeslistan på din Min Plats-sidan.

source: Frequently Asked Questions
de: Häufig gestellte Fragen
el: Συχνές Ερωτήσεις
es: Preguntas Frecuentes
et: Korduma Kippuvad Küsimused
fr: Foire Aux Questions
hu: Gyakori kérdések
it: Domande Frequenti (FAQ)
lt: Dažnai užduodami klausimai
nl: Vaak gestelde vragen
pt: Perguntas Mais Frequêntes
sv: Vanliga frågor och svar

source: What’s new in citizen science training: from open science to public engagement
de: Neues im Training für Citizen Science: von offener Wissenschaft zu öffentlichem Engagement
el: Τι νέο υπάρχει στην εκπαίδευση σχετικά με την επιστήμη των πολιτών: από την ανοιχτή επιστήμη στην εμπλοκή του κοινού
es: Novedades sobre la formación en ciencia ciudadana: desde la ciencia en abierto a la participación ciudadana
et: Mida on uut harrastusteaduse koolitustes: avatud teadusest kuni avaliku kaasamiseni
fr: Nouveautés en matière de formation aux sciences participatives : de la science ouverte à l'engagement public
hu: Újdonságok a civil tudományos képzésben: a nyílt tudománytól a társadalmi szerepvállalásig
it: Novità nella formazione sulla Citizen science: dalla scienza aperta all'impegno pubblico
lt: Kas naujo piliečių mokslo mokymuose: nuo atviro mokslo iki visuomenės įtraukimo
nl: Wat is er nieuw in burgerwetenschapstbaining: van Open Science tot Public Engagement
pt: As novidades na formação em ciência cidadã: desde ciência aberta ao envolvimento público

source: Welcome to the platform for sharing citizen science projects, resources, tools, training and much more
de: Willkommen auf der Plattform für den Austausch von Citizen Science Projekten, Ressourcen, Tools und Schulungen
el: Καλώς ορίσατε στην πλατφόρμα για κοινή χρήση έργων, πόρων, εργαλείων και εκπαίδευσης της επιστήμης των πολιτών
es: Te damos la bienvenida a la plataforma para el intercambio de proyectos de ciencia ciudadana, recursos, herramientas, formación y mucho más
et: Tere tulemast platvormile, mis aitab jagada harrastusteaduse projekte, materjale,töövahendeid ja koolitusi
fr: Bienvenue sur la plateforme de partage des projets, outils, ressources, formations et bien plus encore en science participatives
hu: Üdvözlünk a civil tudományos projektek, források, eszközök, képzések platformján!
it: Benvenuto nella piattaforma per la condivisione di progetti, risorse, strumenti, formazione e molto altro sulla Citizen science
lt: Sveiki atvykę į platformą, skirtą dalytis piliečių mokslo projektais, ištekliais, įrankiais, mokymais ir dar daugiau
nl: Welkom op het platform voor het delen van burgerwetenschapsprojecten, hulpmiddelen, tools, training en nog veel meer
pt: Bem vindo à plataforma para partilha de projetos de ciência cidadã, recursos, ferramentas, formação e muito mais
sv: Välkommen till den europeiska portalen för att dela kunskap, verktyg, och andra resurser för medborgarforskning

source: Search...
de: Suchen
el: Αναζήτηση...
es: Buscar...
et: Otsi...
fr: Recherche
hu: Keresés
it: Cerca...
lt: Paieška…
nl: Zoek…
pt: Pesquisar...
sv: Sök…

source: <a href='signup'>join the community</a> <div>and participate</div>
de: <a href='signup'>Werden sie Teil der Community </a> <div>und machen Sie mit</div>
el: <a href='signup'>εγγραφείτε στην κοινότητα</a> <div>και συμμετάσχετε</div>
es: <a href='signup'>únete a la comunidad</a> <div>y participa</div>
et: <a href='signup'>ühine kogukonnaga</a> <div>ja osale</div>
fr: <a href='signup'>Rejoignez la communauté</a> <div>et prenez part aux activités</div>
hu: <a href='signup'>Csatlakozz</a> <div>and participate</div>
it: <a href='signup'>unisciti alla comunità</a><div> e partecipa</div>
lt: <a href=‘signup’>prisijunkite prie bendruomenės</a> <div>ir dalyvaukite</div>
nl: <a href=‘signup’>join the community</a> <div>en doe mee</div>
pt: <a href='signup'>junta-te à comunidade</a> <div>e participa</div>
sv: <a href='signup'>delta</a><div>du med</div>

source: The moderation process
de: Das Moderationsverfahren
el: Η διαδικασία εποπτείας
es: El proceso de revisión
et: Modereerimisprotsess
fr: La procédure de validation
hu: A moderálás folyamata
it: Il processo di moderazione
lt: Moderavimo procesas
nl: Het moderatieproces
pt: O processo de moderação
sv: Modererings-processen

source: The Moderation Process
de: Der Moderationsprozess
el: Η διαδικασία Εποπτείας
es: El Proceso de Revisión
et: Modereerimisprotsess
fr: La Procédure de Validation
hu: A moderálás folyamata
it: Il Processo di Moderazione
lt: Moderavimo procesas
nl: Het moderatieproces
pt: O Processo de Moderação
sv: modererings-processen

source: moderation
el: εποπτεία
es: revisión
et: modereerimine
fr: validation
hu: moderálás
it: moderazione
lt: moderavimas
nl: moderatie
pt: moderação
sv: Moderering

source: and
de: und
el: και
es: y
et: ja
fr: et
hu: és
it: e
lt: ir
nl: en
pt: e
sv: och

source: quality criteria
de: Qualitätskriterien
el: κριτήρια ποιότητας
es: criterios de calidad
et: kvaliteedikriteeriumid
fr: critères de qualité
hu: minőségi kritériumok
it: criteri di qualità
lt: kokybės kriterijai
nl: kwaliteitscriteria
pt: critérios de qualidade
sv: Kvalitetskriterier
