Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: A range of additional features become available to you when you sign-up to be a member of the community. You will be able to share your own projects and resources with the community, profile your organisation and link that profile with the projects you are involved in, and leave feedback or information about your own experience using the materials on the platform. When viewing a project profile, you can follow it, or when viewing a resource profile you can bookmark it to find them quickly again from your <a href='/users/me'>Personal Area</a>. You will also be able to join the discussions in the Forum.
de: Eine Reihe zusätzlicher Funktionen steht Ihnen zur Verfügung, wenn Sie sich als Mitglied der Community anmelden. Sie können Ihre eigenen Projekte und Ressourcen mit der Community teilen, ein Profil Ihrer Organisation erstellen und dieses Profil mit den Projekten, an denen Sie beteiligt sind, verknüpfen sowie Feedback oder Informationen über Ihre eigenen Erfahrungen mit den Materialien auf der Plattform hinterlassen. Wenn Sie ein Projektprofil ansehen, können Sie diesem folgen, oder wenn Sie ein Ressourcenprofil ansehen, können Sie es mit einem Lesezeichen versehen, um es in Ihrem <a href='/users/me'>Persönlichen Bereich</a> schnell wiederzufinden. Sie können sich auch an den Diskussionen im Forum beteiligen.
el: Μια σειρά από πρόσθετες λειτουργίες διατίθενται σε εσάς όταν εγγραφείτε για να γίνετε μέλος της κοινότητας. Θα μπορείτε να μοιράζεστε τα δικά σας έργα και πόρους με την κοινότητα, το προφίλ του οργανισμού σας και να συνδέσετε αυτό το προφίλ με τα έργα στα οποία συμμετέχετε και να αφήσετε σχόλια ή πληροφορίες σχετικά με τη δική σας εμπειρία χρησιμοποιώντας το υλικό στην πλατφόρμα. Κατά την προβολή ενός προφίλ έργου, μπορείτε να το ακολουθήσετε ή κατά την προβολή ενός προφίλ πόρων μπορείτε να το προσθέσετε σε σελιδοδείκτη για να το βρείτε γρήγορα ξανά από την <a href='/users/me'>Προσωπική περιοχή</a> σας. Θα μπορείτε επίσης να συμμετάσχετε στις συζητήσεις στο φόρουμ.
es: Una amplio abanico de funciones adicionales te serán habilitadas en el momento en el que te des de alta para ser miembro de la comunidad. Podrás compartir tus propios proyectos y recursos con la comunidad, crear un perfil de tu organización y enlazarlo con los proyectos en los que esté implicada, y dar feedback o aportar información de tu propia experiencia utilizando los materiales de la plataforma. Cuando veas un perfil, podrás seguirlo, y cuando veas un recurso podrás marcarlo como favorito para poderlo encontrar más fácilmente desde tu <a href='/users/me'>Área personal</a>. También podrás unirte a los debates que se den en el Foro.
et: Kogukonna liikmeks registreerudes avaneb veel rida lisavõimalusi. Saad jagada oma projekte ja materjale, tutvustada enda organisatsiooni ja iseennast, anda tagasisidet teistele ja nende materjalidele platvormil. Saad teiste projekte jälgida, platvormi keskkonnas kujundada ja salvestada just selline infokogum nagu Sulle vajalik ning leida see kiirelt <a href='/users/me'>Minu Menüüst</a>. Registreeritud kasutajana saad ka postitada foorumis.
fr: Une série de fonctionnalités supplémentaires vous sont proposées lorsque vous vous inscrivez pour devenir membre de la communauté. Vous pourrez partager vos propres projets et ressources avec la communauté, établir le profil de votre organisation et le lier aux projets auxquels vous participez, et laisser des commentaires ou des informations sur votre propre expérience d'utilisation du matériel sur la plate-forme. Une série de fonctionnalités supplémentaires vous sont proposées lorsque vous vous inscrivez pour devenir membre de la communauté à partir de votre <a href='/users/me'>Espace Personnel</a>. Vous pourrez également participer aux discussions du Forum.
hu: Regisztrációt követően, a közösség tagjaként számos további funkció válik elérhetővé számodra. Megoszthatod saját projekjeidet, forrásaidat a közösséggel, létrehozhatod a szervezeted profilját, és összekapcsolhatod azokkal a projektekkel, amelyekben részt veszel, valamint visszajelzést adhatsz a platformon található anyagok használatával kapcsolatos tapasztalataidról. A profilok megtekintésekor követheted azokat, a forrásokat pedig könyvjelzőként mentheted el <a href='/users/me'>a saját profilodon</a>. A közösségi fórumon indíthatsz beszélgetést!
it: Una gamma di funzionalità aggiuntive diventa disponibile quando ti iscrivi per diventare un membro della community. Sarai in grado di condividere i tuoi progetti e le tue risorse con la comunità, profilare la tua organizzazione e collegare quel profilo con i progetti in cui sei coinvolto e lasciare feedback o informazioni sulla tua esperienza utilizzando i materiali sulla piattaforma. Quando visualizzi un progetto, puoi seguirlo o quando visualizzi una risorsa puoi aggiungerla alla collezione per ritrovarli rapidamente dalla tua <a href='/users/me'>Area personale</a>. Potrai anche partecipare alle discussioni nel Forum.
lt: Kai prisiregistruojate tapti bendruomenės nariu, jums tampa prieinamos įvairios papildomos funkcijos. Naudodami platformoje esančią medžiagą galėsite dalytis savo projektais ir ištekliais su bendruomene, profiliuoti savo organizaciją ir susieti tą profilį su projektais, kuriuose dalyvaujate, ir palikti atsiliepimų ar informacijos apie savo patirtį. Peržiūrėdami projekto profilį galite jį sekti arba, žiūrėdami išteklių profilį, pažymėti jį žyme, kad vėl greitai juos rastumėte iš savo <a href=‘/users/me’>asmeninės srities</a>. Taip pat galėsite prisijungti prie diskusijų Forume.
nl: Wanneer u zich aanmeldt als lid van de gemeenschap, krijgt u de beschikking over een reeks extra functies. U kunt uw eigen projecten en middelen delen met de gemeenschap, uw organisatie profileren en dat profiel koppelen aan de projecten waarbij u betrokken bent, en feedback of informatie achterlaten over uw eigen ervaring met het gebruik van de materialen op het platform. Wanneer u een projectprofiel bekijkt, kunt u het volgen, of wanneer u een hulpmiddelprofiel bekijkt, kunt u het bookmarken om het snel terug te vinden vanuit uw <a href=‘/users/me’>Persoonlijke omgeving</a>. U zult ook in staat zijn om deel te nemen aan de discussies in het Forum.
pt: Quando te registas na comunidade, várias características adicionais ficam disponíveis. Passas a poder partilhar os teus próprios projetos e recursos com a comunidade, criar um perfil para a tua organização e ligar esse perfil aos projetos em que estás envolvido, e podes deixar comentários sobre a tua própria experiência ao utilizar os materiais disponibilizados na plataforma. Ao procurar um perfil de um projeto podes segui-lo, ou, pesquisas um perfil de um recurso podes marcá-lo como teu favorito para o encontrares mais rápido na tua <a href='/users/me'>Área Pessoal</a>. Também te poderás juntar às discussões no Fórum.

source: Are the resources hosted on the EU-Citizen.Science platform?
de: Vielen Dank, dass Sie für Ihre Organisation ein Profil auf der EU-Citizen.Science Plattform erstellt haben
el: Φιλοξενούνται πόροι στην πλατφόρμα EU-Citizen.Science;
es: ¿Están los recursos alojados en la plataforma EU-Citizen.Science?
et: Kas materjale talletatakse EU-Citizen.Science platvormil?
fr: Les ressources sont-elles hébergées sur la plate-forme EU-Citizen.Science ?
hu: A források az EU-Citizen.Science platformon találhatók?
it: Le risorse sono ospitate sulla piattaforma EU-Citizen.Science?
lt: Ar ištekliai talpinami platformoje EU-Citizen.Science?
nl: Worden de middelen gehost op het platform EU-Citizen.Science?
pt: A plataforma EU-Citizen.Science apresenta diretamente algum dos recursos?

source: No, we don’t host any documents, files, or software on our platform. When a profile is created for a resource, it points to the location where that resource is stored or published, and project profiles point to the external website of that project. We strongly recommend the use of permanent repositories (such as the publisher’s page, <a href='https://zenodo.org/' target='_blank'>Zenodo</a>, <a href='https://osf.io/' target='_blank'>OSF</a> or the <a href='https://riojournal.com/' target='_blank'>RIO Journal</a>) to create permalinks and digital object identifiers (DOI) for all resources.
de: Nein, wir hosten keine Dokumente, Dateien oder Software auf unserer Plattform. Wenn ein Profil für eine Ressource erstellt wird, verweist es auf den Ort, an dem diese Ressource gespeichert oder veröffentlicht ist, und die Projektprofile verweisen auf die externe Website des jeweiligen Projekts. Wir empfehlen dringend die Verwendung permanenter Repositorien (wie die Seite der Herausgeber, <a href='https://zenodo.org/' target='_blank'>Zenodo</a>, <a href='https://osf.io/' target='_blank'>OSF</a> oder das <a href='https://riojournal.com/' target='_blank'>RIO Journal</a>), um Permalinks und Digital Object Identifier (DOI) für alle Ressourcen zu erstellen.
el: Όχι, δεν φιλοξενούμε έγγραφα, αρχεία ή λογισμικό στην πλατφόρμα μας. Όταν δημιουργείται ένα προφίλ για έναν πόρο, δείχνει τη θέση όπου είναι αποθηκευμένος ή δημοσιευμένος αυτός ο πόρος και τα προφίλ του έργου οδηγούν στον εξωτερικό ιστότοπο αυτού του έργου. Συνιστούμε ανεπιφύλακτα τη χρήση μόνιμων αποθετηρίων (όπως η σελίδα του εκδότη, <a href='https://zenodo.org/' target='_blank'>Zenodo</a>, <a href='https:// osf.io/' target='_blank'>OSF</a> ή το <a href='https://riojournal.com/' target='_blank'>RIO Journal</a>) για τη δημιουργία μόνιμων συνδέσμων και ψηφιακών αναγνωριστικά αντικειμένων (DOI) για όλους τους πόρους.
es: No, no alojamos ningún documento, archivo o software en nuestra plataforma. Cuando un perfil de recurso es creado, se vincula con el lugar de almacenamiento o publicación del recurso, y los perfiles de proyecto a las páginas web externas del mismo. Recomendamos utilizar repositorios permanentes (como las páginas de publicaciones <a href='https://zenodo.org/' target='_blank'>Zenodo</a>, <a href='https://osf.io/' target='_blank'>OSF</a> o la <a href='https://riojournal.com/' target='_blank'> revista RIO Journal</a>) para crear enlaces permanentes y 'digital object identifiers' (DOI) de los recursos.
et: Ei, me ei talleta platvormil dokumente, faile või tarkvara. Kui profiil luuakse, siis luuakse ka välised lingid materjalide asukohale. Me soovitame tungivalt kasutada DOI-de ja permalinkide loomiseks permarepositooriume (nagu <a href='https://zenodo.org/' target='_blank'>Zenodo</a>, <a href='https://osf.io/' target='_blank'>OSF</a> või <a href='https://riojournal.com/' target='_blank'>RIO Journal</a>).
fr: Non, nous n'hébergeons aucun document, fichier ou logiciel sur notre plate-forme. Lorsqu'un profil est créé pour une ressource, il pointe vers l'emplacement où cette ressource est stockée ou publiée, et les profils de projet pointent vers le site web externe de ce projet. Nous recommandons vivement l'utilisation de dépôts permanents (tels que la page de l'éditeur, <a href='https://zenodo.org/' target='_blank'>Zenodo</a>, <a href='https://osf.io/' target='_blank'>OSF</a> ou le <a href='https://riojournal.com/' target='_blank'>Journal RIO</a>) pour créer des permaliens et des identificateurs d'objets numériques (DOI) pour toutes les ressources.
hu: Nem, nem tárolunk semmilyen dokumentumot, fájlt vagy szoftvert a platformon.Egy forrás feltöltésekor a létrehozott profil arra a helyre mutat, ahol az adott forrást eredetileg tárolják,a projektprofilok pedig az adott projekt weboldalára mutatnak.Javasoljuk, hogy mindenképpen használd az állandó adattárolót(például a kiadó oldalát, <a href='https://zenodo.org/'target='_blank'>Zenodo</a>, <a href='https://osf.io/' target='_blank'>OSF</a> vagy a <a href='https://riojournal.com/' target='_blank'>RIO Journal</a>),hogy a forrásokhoz kapcsolható permalinkeket és digitális objektumazonosítókat (DOI) hozzon létre.
it: No, non ospitiamo alcun documento, file o software sulla nostra piattaforma. Quando viene creato un profilo per una risorsa, è collegato alla posizione in cui tale risorsa è archiviata o pubblicata e i profili del progetto sono collegati al sito Web esterno di quel progetto. Consigliamo vivamente l'uso di repository permanenti (come la pagina dell'editore, <a href='https://zenodo.org/' target='_blank'>Zenodo</a>, <a href='https:// osf.io/' target='_blank'>OSF</a> o il <a href='https://riojournal.com/' target='_blank'>RIO Journal</a>) per creare permalink e digital identificatori di oggetti (DOI) per tutte le risorse.
nl: Nee, we hosten geen documenten, bestanden of software op ons platform. Wanneer een profiel wordt aangemaakt voor een hulpmiddel, wijst het naar de locatie waar dat hulpmiddel is opgeslagen of gepubliceerd, en projectprofielen wijzen naar de externe website van dat project. Wij raden het gebruik van permanente archieven (zoals de pagina van de uitgever, <a href=‘https://zenodo.org/' target=‘_blank’>Zenodo</a>, <a href=‘https://osf.io/' target=‘_blank’>OSF</a> of de <a href=‘https://riojournal.com/' target=‘_blank’>RIO Journal</a>) sterk aan om permalinks en digitale objectidentifiers (DOI) te maken voor alle middelen.
pt: Não, a plataforma não é detentora de nenhum documento, ficheiro ou software. Quando um perfil é criado para um recurso é feita uma ligação para o local onde este se encontra guardado ou publicado e os perfis criados para projetos têm ligações diretas aos websites externos de cada projeto. Recomendamos fortemente o uso de repositórios permanentes (tais como <a href='https://zenodo.org/' target='_blank'>Zenodo</a>, <a href='https://osf.io/' target='_blank'>OSF</a> ou<a href='https://riojournal.com/' target='_blank'>RIO Journal</a>) para criar links permanentes e identificadores de objetos digitais (DOI) para todos os recursos.

source: I can’t find the type of resource that I’m looking for, can you help?
de: Ich kann die Art von Ressource, die ich suche, nicht finden. Können Sie mir helfen?
el: Δεν μπορώ να βρω τον τύπο του πόρου που αναζητώ, μπορείτε να βοηθήσετε;
es: No puedo encontrar el tipo de recurso que estoy buscando, ¿qué puedo hacer?
et: Ma ei leia seda materjali tüüpi, mis mul vaja on, kas saaksite aidata?
fr: Je ne trouve pas le type de ressource que je cherche, pouvez-vous m'aider ?
hu: Nem találom a keresett forrástípust. Mit tegyek?
it: Non riesco a trovare il tipo di risorsa che sto cercando, potete aiutarmi?
lt: Nerandu tokio šaltinio, kurio ieškau, ar galite padėti?
nl: Ik kan het type hulpmiddel niet vinden dat ik zoek, kunt u helpen?
pt: Não consigo encontrar o tipo de recurso que procuro. Podes ajudar?

source: While there are a lot of resources on the platform, we don’t host a database of all possibly existing materials on citizen science. Maybe what you are looking for does not exist yet. Please send us a message via the <a href='/contact/'>contact form</a> and we will do our best to help you find it, or initiate the creation of it!
de: Es gibt zwar viele Ressourcen auf der Plattform, aber wir verfügen nicht über eine Datenbank mit allen möglicherweise vorhandenen Materialien zu Citizen Science. Vielleicht gibt es das wonach Sie suchen noch nicht. Bitte senden Sie uns eine Nachricht über das <a href='/contact/'>Kontaktformular</a> und wir werden unser Bestes tun, um Ihnen bei der Suche zu helfen oder die Erstellung eines solchen Materials zu initiieren!
el: Αν και υπάρχουν πολλοί πόροι στην πλατφόρμα, δεν φιλοξενούμε μια βάση δεδομένων με όλα τα πιθανά υπάρχοντα υλικά για την επιστήμη των πολιτών. Ίσως αυτό που ψάχνεις να μην υπάρχει ακόμα. Στείλτε μας ένα μήνυμα μέσω της <a href='/contact/'>φόρμας επικοινωνίας</a> και θα κάνουμε το καλύτερο δυνατό για να σας βοηθήσουμε να το βρείτε ή να ξεκινήσετε τη δημιουργία του!
es: Aunque haya gran variedad de recursos en la plataforma, no disponemos de una base de datos de todos los materiales de ciencia ciudadana que puedan existir. Es posible que estés buscando algo que no exista todavía. Por favor, envíanos un mensaje a través del <a href='/contact/'>formulario de contacto</a> y haremos lo posible para ayudarte a encontrarlo, ¡o incluso crear un recurso nuevo!
et: Kuigi platvormil on palju erinevaid materjale, ei ole meil oma andmebaasi kõigist olemasolevatest harrastusteaduse materjalidest. Võib-olla sellist, mida Sulle vaja läheb, ei olegi veel loodud! Palun saada meile <a href='/contact/'>kontaktivormi</a> kaudu sõnum ja teeme endast parima, et leiaksid selle, mida otsid!
fr: Bien qu'il existe de nombreuses ressources sur la plateforme, nous n'hébergeons pas une base de données de tous les documents existants sur la science participative. Peut-être que ce que vous cherchez n'existe pas encore. Veuillez nous envoyer un message via le <a href='/contact/'>formulaire de contact</a> et nous ferons de notre mieux pour vous aider à le trouver, ou à en initier la création !
hu: Bár a platformon rengeteg forrás található, nem érhető el a lehető összes civil tudományról szóló anyag.Lehetséges, hogy amit keresel, még nem került feltöltésre!Kérjük, küldj nekünk üzenetet a <a href='/contact/'>kapcsolatfelvételen</a> keresztül,és mi mindent megteszünk, hogy segítsünk megtalálni a keresett anyagot!
it: Sebbene ci siano molte risorse sulla piattaforma, non ospitiamo un database di tutti i materiali eventualmente esistenti sulla Citizen science. Forse quello che stai cercando non esiste ancora. Inviaci un messaggio tramite il <a href='/contact/'>modulo di contatto</a> e faremo del nostro meglio per aiutarti a trovarlo o avviarne la creazione!
lt: Nors platformoje yra daug išteklių, mes neturime visos galbūt esamos medžiagos apie piliečių mokslą duomenų bazės. Galbūt tai, ko ieškote, dar neegzistuoja. Atsiųskite mums pranešimą naudodami <a href=‘/contact/‘>kontaktinę formą</a> ir mes padarysime viską, kad padėtume jums jį rasti arba inicijuosime jo kūrimą!
nl: Hoewel er veel materiaal op het platform te vinden is, hebben we geen database van al het mogelijke bestaande materiaal over burgerwetenschap. Misschien bestaat wat u zoekt nog niet. Stuur ons een bericht via het <a href=‘/contact/‘>contactformulier</a> en wij zullen ons best doen om u het te helpen vinden, of het maken ervan te initiëren!
pt: Enquanto que há muitos recursos na plataforma, esta não possui uma base de dados de todos os possíveis materiais existentes sobre ciência cidadã. Talvez o que procuras ainda não exista. Por favor envia-nos uma mensagem através do <a href='/contact/'>formulário de contacto</a> e faremos o nosso melhor para te ajudar a encontra-lo, ou a iniciar a criação de um novo recurso!

source: Can I add a project or resource of my own?
de: Kann ich ein eigenes Projekt oder eine eigene Ressource hinzufügen?
el: Μπορώ να προσθέσω ένα δικό μου έργο ή πόρο;
es: ¿Puedo añadir un proyecto o recurso propio?
et: Kas ma saan lisada enda projekti või infoallika?
fr: Puis-je ajouter un projet ou une ressource de mon cru ?
hu: Feltölthetek saját projektet vagy forrást?
it: Posso aggiungere un mio progetto o una mia risorsa?
lt: Ar galiu pridėti savo projektą ar šaltinį?
nl: Kan ik zelf een project of hulpmiddel toevoegen?
pt: Posso acrescentar um projeto ou recurso próprio?
sv: Kan jag lägga till ett projekt eller resurs?

source: Yes, we actively encourage all members of the community to create a profile for their organisations, citizen science projects and resources on the platform. To create a profile, you will first need to <a href='/signup'>sign up</a> and <a href='/login'>log in</a> to the platform and then select the appropriate form via the +Add button in the top right-hand corner.
de: Ja, wir ermutigen alle Mitglieder der Community, ein Profil für ihre Organisationen, Citizen Science Projekte und Ressourcen auf der Plattform zu erstellen. Um ein Profil zu erstellen, müssen Sie sich zunächst auf der Plattform <a href='/signup'>anmelden</a> und <a href='/login'>einloggen</a> und dann das entsprechende Formular über die Schaltfläche +Hinzufügen in der oberen rechten Ecke auswählen.
el: Ναι, ενθαρρύνουμε ενεργά όλα τα μέλη της κοινότητας να δημιουργήσουν ένα προφίλ για τους οργανισμούς τους, τα έργα επιστήμης των πολιτών και τους πόρους τους στην πλατφόρμα. Για να δημιουργήσετε ένα προφίλ, θα πρέπει πρώτα να <a href='/signup'>εγγραφείτε</a> και να <a href='/login'>συνδεθείτε</a> στην πλατφόρμα και στη συνέχεια να επιλέξετε την κατάλληλη φόρμα μέσω του κουμπιού +Προσθήκη στην επάνω δεξιά γωνία.
es: Por supuesto, animamos a todos los miembros de la comunidad a crear un perfil en la plataforma de sus organizaciones, proyectos o recursos. Para crear un perfil, lo primero que necesitarás es <a href='/signup'>registrarte</a> e <a href='/login'>iniciar sesión</a> en la plataforma, y después seleccionar el formulario adecuado que encontrarás en el botón +Añadir situado en la esquina superior derecha.
et: Jah! Me julgustame kõiki kogukonna liikmeid platvormil oma organisatsiooni profiili looma, lisama oma projekte ja materjale. Profiili loomiseks peaksid esmalt <a href='/signup'>registreeruma</a> ja platvormile <a href='/login'>sisse logima</a>, seejärel valima sisestuseks sobiva vormi menüüs üleval paremal (nupust "Lisa").
fr: Oui, nous encourageons activement tous les membres de la communauté à créer un profil pour leurs organisations, leurs projets de science participative et leurs ressources sur la plate-forme. Pour créer un profil, vous devez d'abord vous <a href='/signup'>inscrire</a> et <a href='/login'>login</a> à la plate-forme, puis sélectionner le formulaire approprié via le bouton +Add dans le coin supérieur droit.
hu: Igen, ösztönözzük a civil tudományos közösség tagjait, hogy hozzanak létre egyedi profilt szervezeteik részére,civil tudományos projektjeikről és forrásaikról a platformon.A profil létrehozásához először regisztrálj <a href='/signup'>regisztráció</a>és jelentkezz be <a href='/login'>bejelentkezés</a>,majd válaszd ki a megfelelő űrlapot a jobb felső sarokban található +Hozzáadás gombbal.
it: Sì, incoraggiamo attivamente tutti i membri della comunità a creare un profilo per le loro organizzazioni, progetti di Citizen science e risorse sulla piattaforma. Per creare un profilo, dovrai prima <a href='/signup'>iscriverti</a> e <a href='/login'>accedere</a> alla piattaforma e poi selezionare il modulo appropriato tramite il pulsante +Aggiungi nell'angolo in alto a destra.
lt: Taip, mes aktyviai skatiname visus bendruomenės narius platformoje sukurti profilį savo organizacijoms, piliečių mokslo projektams ir ištekliams. Norėdami sukurti profilį, pirmiausia turėsite <a href=‘/signup’>prisiregistruoti</a> ir <a href=‘/login’>prisijungti</a> prie platformos, tada pasirinkti tinkamą formą viršutiniame dešiniajame kampe esantį mygtuką +Pridėti.
nl: Ja, we moedigen actief alle leden van de gemeenschap aan om een profiel te maken voor hun organisaties, burgerwetenschap projecten en hulpmiddelen op het platform. Om een profiel aan te maken, moet u zich eerst <a href=‘/aanmelden’>aanmelden</a> en <a href=‘/aanmelden’>aanmelden</a> op het platform en vervolgens het juiste formulier selecteren via de knop +ADD in de rechterbovenhoek.
pt: Sim, encorajamos ativamente todos os membros da comunidade a criar um perfil na plataforma para as suas organizações, projetos de ciência cidadã e recursos. Para criar um perfil precisas, primeiro, de te <a href='/signup'>registar</a> e <a href='/login'>entrar</a> na plataforma e depois selecionar o formulário adequado através do botão +Adicionar no canto superior direito.
