Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: to consolidate the citizen science knowledge base and celebrate outstanding practices and state of the art in citizen science in Europe.
de: die Wissensbasis von CS und feiern herausragende Praktiken und den Stand der Technik in der CS in Europa
el: να εδραιωθεί η βασική γνώση της Επιστήμης των Πολιτών και να αναγνωριστούν οι εξαιρετικές πρακτικές και η πρόοδος της επιστήμης των πολιτών στην Ευρώπη.
es: consolidar el conocimiento basado en ciencia ciudadana y celebrar los casos de éxito y el estado de este ámbito en Europa.
et: ühendada harrastusteaduste teadmisbaas ning demonstreerida Euroopa parimaid praktikaid harrastusteaduses.
fr: renforcer la base des connaissances en sciences participatives et se faire l’écho des pratiques remarquables et de l’avancement des sciences participatives en Europe.
hu: a civil tudomány bázisának megerősítése és a civil tudomány kiemelkedőgyakorlatainak és legkorszerűbb megoldásainak nevesítése
it: consolidare la base di conoscenza della Citizen science e celebrare le pratiche eccezionali e lo stato dell'arte della Citizen science in Europa.
lt: konsoliduoti piliečių mokslo žinių bazę ir pasidžiaugti išskirtine piliečių mokslo praktika ir naujausiais pasiekimais Europoje.
nl: de kennisbasis op het gebied van burgerwetenschappen te consolideren en opmerkelijke praktijken en de stand van de techniek op het gebied van burgerwetenschappen in Europa te bevorderen.
pt: consolidar o conhecimento base em ciência cidadã e celebrar práticas extraordinárias e o estado da arte em ciência cidadã na Europa.
sv: att stärka och lyfta fram den breda kunskapen om medborgarforskning som finns i Europa, och uppmärksamma ledande, inspirerande exempel på området

source: to empower diverse stakeholders to become citizen scientists, start citizen science initiatives, and implement citizen science approaches professionally.
de: verschiedener Interessenvertreter, um Citizen Scientists zu werden, CS-Initiativen zu starten und CS-Ansätze professionell umzusetzen
el: να ενισχυθούν οι ποικίλοι ενδιαφερόμενοι για να γίνουν πολίτες επιστήμονες, να ξεκινήσουν πρωτοβουλίες επιστήμης των πολιτών και να εφαρμόσουν επαγγελματικές προσεγγίσεις επιστήμης των πολιτών.
es: empoderar a diferentes agentes para que se conviertan en científicos ciudadanos, impulsen iniciativas de ciencia ciudadana, e implementen enfoques de ciencia ciudadana a nivel profesional.
et: võimestada huvigruppe nende harrastusteaduse pürgimustes ja anda võimalusharrastusteaduse metoodika professionaalseks elluviimiseks.
fr: donner du pouvoir à différentes parties prenantes pour qu’elles pratiquent la science participative, lancent des initiatives et intègrent de manière professionnelle les pratiques en sciences participatives.
hu: a különböző érintettek képessé tétele arra, hogy civil tudósokká váljanak,civil tudományos kezdeményezéseket indítsanak, és a civil tudományos megközelítéseket szakmailag megvalósítsák.
it: per consentire a diversi portatori d'interessate di diventare Citizen scientists, avviare iniziative di Citizen science e implementare approcci di Scienza Partecipata in modo professionale.
lt: Įgalinti įvairias suinteresuotąsias šalis tapti piliečių mokslininkais, pradėti piliečių mokslo iniciatyvas ir profesionaliai įgyvendinti piliečių mokslo metodus.
nl: diverse belanghebbenden in staat te stellen burgerwetenschapper te worden, burgerwetenschapsinitiatieven te starten en burgerwetenschappelijke aanpakken professioneel toe te passen.
pt: empoderar diversas partes interessadas a se tornarem cidadãos cientistas, começar iniciativas de ciência cidadã e implementar abordagens de ciência cidadã profissionalmente.
sv: att stärka individer i olika delar av samhället till att bli medborgarforskare, starta egna projekt och använda sig av medborgarforskning i sina yrken

source: to explore new pathways for participatory governance, by strengthening links between citizen science and policy making.
de: neue Wege für partizipatorische Steuerung, indem die Verbindungen zwischen CS und Politikgestaltung gestärkt werden
el: να εξερευνηθούν νέοι δρόμοι συμμετοχικής διακυβέρνησης, ενισχύοντας τους δεσμούς μεταξύ της επιστήμης των πολιτών και της χάραξης πολιτικής.
es: explorar nuevas vías para una gobernanza basada en la participación, estrechando los lazos entre la ciencia ciudadana y los agentes y decisores políticos.
et: avastada uus võimalusi osalevaks valitsemiseks, tugevdades seoseid harrastusteaduse ja poliitiliste otsuste vahel.
fr: explorer de nouvelles opportunités en terme de gouvernance participative en renforçant les liens entre la science participative et les décideurs politiques.
hu: a részvételi kormányzás új útjainak feltárása a civil tudomány és a politikai döntéshozatal közötti kapcsolatok erősítésével.
it: per esplorare nuovi percorsi per la governance partecipativa, rafforzando i collegamenti tra la Citizen science e il processo politico decisionale.
lt: ištirti naujus dalyvaujamojo valdymo būdus, stiprinant ryšius tarp piliečių mokslo ir politikos formavimo.
nl: nieuwe wegen voor participatief bestuur te verkennen, door de banden tussen burgerwetenschap en beleidsvorming te versterken.
pt: explorar novos caminhos para uma governança participada, fortalecendo ligações entre a ciência cidadã e a criação de novas políticas.
sv: att utforska nya vägar till delaktighet i samhällets styrning, genom att stärka banden mellan medborgarforskning och beslutsfattande

source: to advance citizen science into the mainstream of public engagement, science communication and education.
de: CS in den Mainstream des öffentlichen Engagements, der Wissenschaftskommunikation und Bildung
el: για την προώθηση της επιστήμης των πολιτών στο κύριο ρεύμα της δημόσιας δέσμευσης, της επιστημονικής επικοινωνίας και της εκπαίδευσης.
es: integrar la ciencia ciudadana en las dinámicas de participación ciudadana, la comunicación científica y la educación.
et: edendada harrastusteadust, et sellest saaks avalikkuse kaasamise, teaduskommunikatsiooni ja hariduse põhivahend.
fr: en intégrant advantage les sciences participatives dans l’engagement du public en science, dans la communication scientifique et l’éducation.
hu: hogy a civil tudományt a lakossági bevonásra irányuló stratégiák, a tudományos kommunikáció és az oktatás főáramába emeljük.
it: far avanzare la Citizen science nel mainstream dell'impegno pubblico, della comunicazione scientifica e dell'istruzione.
lt: siekti, kad piliečių mokslas taptų pagrindine visuomenės įtraukimo, mokslo komunikacijos ir švietimo dalimi.
nl: om burgerwetenschap verder ingang te doen vinden in de mainstream van publiek engagement, wetenschapscommunicatie en -educatie.
pt: integrar a ciência cidadã em questões de envolvimento público, comunicação de ciência e educação.
sv: att göra medborgarforskning till en självklar del av samverkan, forskningskommunikation och utbildning

source: The team
de: Das Team
el: Η ομάδα
es: El equipo
et: Meeskond
fr: L'équipe
hu: A platform
it: La squadra
lt: Komanda
nl: Het team
pt: A equipa
sv: Projektgruppen

source: The EU-Citizen.Science consortium consists of 14 partners and 9 third parties from across 14 European countries. We represent a variety of stakeholders that are active in citizen science, including universities, non-governmental organisations, local authorities, community service organisations and museums.
de: Das Konsortium von EU-Citizen Science besteht aus 14 Partnern und 9 Drittparteien aus 14 europäischen Mitgliedsstaaten sowie weiteren Projektförderern. Wir vertreten eine Vielzahl von Akteur*innen, die in Citizen Science aktiv sind, darunter Universitäten, Nichtregierungsorganisationen, lokale Behörden, gemeinnützige Organisationen und Museen.
el: Η κοινοπραξία EU-Citizen.Science αποτελείται από 14 βασικούς εταίρους και 9 συμπληρωματικούς (τρίτα μέρη), από 14 ευρωπαϊκά κράτη-μέλη, καθώς και άλλους υποστηρικτές του έργου. Εκπροσωπούμε μια ποικιλία ενδιαφερομένων που δραστηριοποιούνται στην επιστήμη των πολιτών, συμπεριλαμβανομένων πανεπιστημίων, μη κυβερνητικών οργανώσεων, τοπικών αρχών, κοινοτικών οργανώσεων και μουσείων.
es: El consorcio de EU-Citizen.Science consiste en 14 socios y 9 terceros procedentes de 14 estados miembros europeos. Representamos una variedad de agentes activos en ciencia ciudadana, incluidas universidades, organizaciones no gubernamentales, autoridades locales, organizaciones de servicios a la comunidad y museos.
et: EU-Citizen.Science konsortsium koosneb 14 partnerist ja 9 kolmandast osapoolest kokku 14 Euroopa liikmesriigist, samuti teistest projekti toetajatest. Me esindame sidusrühmasid, kes aktiivselt tegelevad harrastusteadusega, sealhulgas ülikoole, mittetulundusühinguid, kohalikke omavalitsusi, ühiskondlikke organisatsioone ja muuseume.
fr: Le consortium EU-Citizen.Science est composé de 14 partenaires et de 9 tierces parties issus de 14 États membres européens, ainsi que d’autres soutiens. Nous représentons une variété de parties prenantes actives dans le domaine des la sciences participatives, notamment des universités, des organisations non gouvernementales, des autorités locales, des organisations de service communautaire et des musées.
hu: Az EU-Citizen.Science konzorcium 14 európai ország 14 partneréből és 9 harmadik félből áll.A civil tudomány területén tevékenykedő különböző érdekelt feleket képviseljük, köztük egyetemeket,nem kormányzati szervezeteket, helyi hatóságokat, közszolgáltató szerveket és múzeumokat.
it: Il consorzio EU-Citizen.Science è composto da 14 partner e 9 terze parti provenienti da 14 paesi europei. Rappresentiamo una varietà di stakeholders attivi nella Citizen science, tra cui università, organizzazioni non governative, autorità locali, organizzazioni di servizi alla comunità e musei.
lt: EU-Citizen.Science konsorciumą sudaro 14 partnerių ir 9 trečiosios šalys iš 14 Europos šalių. Atstovaujame įvairioms suinteresuotosioms šalims, kurios aktyviai dalyvauja piliečių moksle, įskaitant universitetus, nevyriausybines organizacijas, vietos valdžios institucijas, bendruomenės paslaugų organizacijas ir muziejus.
nl: Het EU-Citizen.Science consortium bestaat uit 14 partners en 9 derde partijen uit 14 Europese lidstaten. We representeren een verscheidenheid aan stakeholders die actieef zijn in burgerwetenschap, inclusief universiteiten, NGO’s, lokale overheden, maatschappelijke organisaties en museums.
pt: O consórcio do projeto EU-Citizen.Science consiste em 14 parceiros e 9 terceiros de 14 países europeus. Representamos uma variedade de partes interessadas que são ativas na ciência cidadã, incluindo universidades, organizações não-governamentais, autoridades locais, organizações de trabalho comunitário e museus.
sv: Projektgruppen i EU-Citizen.Science består av 14 partnerorganisationer och nio fristående (tredje part) organisationer från sammanlagt 14 EU-länder.Vi representerar tillsammans en mängd olika aktörer inom medborgarforskning, såsom lärosäten, ideella organisationer och myndigheter.

source: Consortium partners
de: Konsortiumpartner
el: Βασικοί συνεργάτες - εταίροι κοινοπραξίας
es: Socios del consorcio
et: Konsortsiumi partnerid
fr: Partenaires du consortium
hu: Konzorciumi partnerek
it: I partner del consorzio
lt: Konsorciumo partneriai
pt: Parceiros do consórcio
sv: Projektpartners

source: Third party partners
de: Drittparteien
el: Συμπληρωματικοί συνεργάτες -εταίροι (τρίτα μέλη) κοινοπραξίας
es: Terceros asociados
et: Kolmandad osapooled
fr: Partenaires tierces-parties
hu: Harmadik felek
it: I third parties partner
lt: Trečiųjų šalių partneriai
nl: Partners, derde partijen
pt: Terceiros
sv: Fristående partners

source: Profile
el: Προφίλ
es: Perfil
et: Profiil
fr: Profil
hu: Profil
it: Profilo
lt: Profilis
nl: Profiel
pt: Perfil
sv: Profil

source: Logout
de: Ausloggen
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
fr: Se déconnecter
hu: Kijelentkezés
it: Disconnettiti
lt: Išsiregistruoti
nl: Uitloggen
pt: Sair
sv: Logga ut

source: Company
de: Firma
el: Εταιρία
es: Equipo
et: Asutus
fr: Entreprise
hu: Társaság
it: Azienda
lt: Organizacija
nl: Bedrijf
pt: Companhia
sv: Företag

source: Connect with us on
de: Verbinden Sie sich mit uns
el: Συνδεθείτε με εμάς στο
es: Conéctate con EU-Citizen.Science en
et: Võta meiega ühendust
fr: Connectez-vous sur
hu: Csatlakozz hozzánk
it: Collegati con noi su
lt: Susisiekite su mumis per
nl: Kom in contact
pt: Conecta-te connosco
sv: Följ oss på

source: LOGIN
de: EINLOGGEN
el: ΕΙΣΟΔΟΣ
es: INICIAR SESIÓN
et: LOGI SISSE
fr: SE CONNECTER
hu: Bejelentkezés
it: ACCEDI
lt: PRISIJUNGTI
pt: Entrar
sv: LOGGA IN

source: SIGN UP
de: REGISTRIEREN
el: ΕΓΓΡΑΦΗ
es: REGISTRARSE
et: REGISTREERU
fr: S’INSCRIRE
hu: Feliratkozás
it: ISCRIVITI
lt: PRISIREGISTRUOTI
nl: SCHRIJF IN
pt: Registar
sv: SKAPA KONTO

source: My Profile
de: Mein Profil
el: Το προφίλ μου
es: Mi Perfil
et: Minu profiil
fr: Mon Profil
hu: Adatlapom
it: Il mio profilo
lt: Mano profilis
nl: Mijn Profiel
pt: O meu perfil
sv: Min profil

source: My organisations
de: Meine Organisationen
el: Οι οργανισμοί μου
es: Mis organizaciones
et: Minu organisatsioonid
fr: Mes organisations
hu: Szervezeteim
it: Le mie organizzazioni
lt: Mano organizacija
nl: Mijn organisaties
pt: As minhas organizações
sv: Mina organisationer

source: Submitted projects
de: Eingereichte Projekte
el: Καταχωρημένα έργα
es: Proyectos añadidos
et: Registreeritud projektid
fr: Projets soumis
hu: Beküldött projektetk
it: Progetti inviati
lt: Pateiki projektai
nl: Ingediende projecten
pt: Projetos submetidos
sv: Inskickade projekt

source: Followed projects
de: Verfolge Projekte
el: Έργα που ακολουθούνται
es: Proyectos seguidos
et: Jälgitud projektid
fr: Projets suivis
hu: Követett projektek
it: Progetti seguiti
lt: Sekami projektai
nl: Gevolgde Projecten
pt: Projetos seguidos
sv: Projekt som jag följer

source: Resources library
de: Ressourcenbibliothek
el: Βιβλιοθήκη πόρων
es: Biblioteca de recursos
et: Materjalide kogu
fr: Bibliothèque de ressources
hu: Forráskönyvtár
it: Collezione di risorse
lt: Išteklių biblioteka
nl: Hulpmiddelen
pt: Biblioteca de recursos
sv: Resursbibliotek

source: PROFILE
de: PROFIL
el: ΠΡΟΦΙΛ
es: PERFIL
et: PROFIIL
fr: PROFIL
hu: Adatlap
it: PROFILO
lt: PROFILIS
nl: PROFIEL
pt: PERFIL
sv: PROFIL

source: LOGOUT
de: AUSLOGGEN
el: ΑΠΟΣΥΝΔΕΣΗ
es: CERRAR SESIÓN
et: LOGI VÄLJA
fr: SE DECONNECTER
hu: Kijelentkezés
it: DISCONNETTITI
lt: IŠSIREGISTRUOTI
nl: UITLOGGEN
pt: SAIR
sv: LOGGA UT

source: ADMIN
de: ADMINISTRATOR
el: ΔΙΑΧΕΙΡΙΣΤΗΣ
es: ADMINISTRAR
fr: ADMINISTRATEUR
it: AMMINISTRATORE
lt: ADMINISTRATORIUS
pt: ADMINISTRADOR

source: Login
de: Einloggen
el: Είσοδος
es: Iniciar sesión
et: Logi sisse
fr: Se connecter
hu: Bejelentkezés
it: Accedi
lt: Prisiregistruoti
nl: Inloggen
pt: Entrar
sv: Logga in

source: profile
de: Profil
el: προφίλ
es: perfil
et: profiil
fr: profil
hu: profil
it: profilo
lt: profilis
nl: profiel
pt: perfil
sv: profil

source: logout
de: Ausloggen
el: αποσύνδεση
es: cerrar sesión
et: logi välja
fr: se déconnecter
hu: kijelentkezés
it: disconnettiti
lt: išsiregistruoti
nl: uitloggen
pt: sair
sv: logga ut

source: Events
de: Veranstaltungen
el: Εκδηλώσεις
es: Eventos
et: Üritused
fr: Evénements
hu: Esemény
it: Eventi
lt: Renginiai
nl: Evenementen
pt: Eventos
sv: Kalendarium

source: Moocs
es: Cursos de formación en línea, MOOCS
et: MOOCid
hu: Online tananyagok

source: Final Event
de: Finale Veranstaltung
el: Τελική Εκδήλωση
es: Evento final
et: Lõppüritus
fr: Evénement final
hu: Záróesemény
it: Evento finale
lt: Galutinis renginys
nl: Eindevenement
pt: Evento Final

source: Signup
de: Registrieren
el: Εγγραφή
es: Registrarse
et: Registreeru
fr: S’inscrire
hu: Feliratkozás
it: Iscriviti
lt: Užsiregistruoti
nl: Registreren
pt: Registar

source: My personal area
de: Mein persönlicher Bereich
el: Η προσωπική μου περιοχή
es: Mi área personal
et: Minu menüü
fr: Mon espace personnel
hu: Személyes adatlap
it: La mia area personale
lt: Mano asmeninė erdvė
nl: Mijn persoonlijk archief
pt: A minha área pessoal
sv: Min plats

source: My submissions
de: Meine Organisationen
el: Οι καταχωρίσεις μου
es: Mis registros
et: Minu kaastöö
fr: Mes soumissions
hu: Beküldések
it: I miei contributi
lt: Mano pateiktys
nl: Mijn ingediende profielen
pt: As minhas submissões

source: My bookmarks
de: Meine Lesezeichen
el: Οι σελιδοδείκτες
es: Mis favoritos
et: Minu järjehoidjad
fr: Mes favoris
hu: Könyvjelzőim
it: La mia collezione
lt: Mano žymos
nl: Mijn bookmarks
pt: Os meus favoritos
sv: Mina bokmärken

source: My privacy center
de: Mein Datenschutzzentrum
el: Το κέντρο απορρήτου μου
es: M
et: Minu privaatsuse seaded
fr: Mon centre privé
hu: Az adatvédelmi központ
it: Il mio privacy center
lt: Mano privatumo centras
nl: Mijn privacy settings
pt: O meu centro de privacidade
sv: Mitt integritetscentrum

source: New submission
de: Neue Eingabe
el: Νέα καταχώριση
es: Nuevo registro
et: Uus kaastöö
fr: Nouvelle soumission
hu: Új beküldés
it: Nuovo invio
lt: Naujos pateiktys
nl: Nieuw ingediende profielen
pt: Nova submissão
sv: Lägg till

source: FORUM
el: ΦΟΡΟΥΜ
es: FORO
et: FOORUM
hu: Fórum
lt: FORUMAS
pt: FÓRUM

source: EU-Citizen.Science call (closed)
de: Aktivieren Sie Ihren EU-Citizen.Science-Account
el: Κάλεσμα EU-Citizen.Science (κλειστό)
es: Convocatoria EU-Citizen.Science (cerrada)
et: EU-Citizen.Science taotlused (lõppenud)
fr: Appel EU-Citizen.Science (clôturé)
hu: EU-Citizen.Science felhívás (lezárva)
it: Bando EU-Citizen.Science (chiuso)
lt: ES pilietis. Mokslo kvietimas (uždarytas)
nl: EU-Citizen.Science oproep (gesloten)
pt: Candidatura EU-Citizen.Science (fechada)

source: Quality criteria
de: Qualitätskriterien
el: Ποιοτικά κριτήρια
es: Criterios de calidad
et: Kvaliteedikriteeriumid
fr: Critères de qualité
hu: Minőségi szempontok
it: Criteri di qualità
lt: Kokybės kriterijai
nl: Kwaliteitscriteria
pt: Critérios de qualidade
sv: Kvalitetskriterier

source: gold star <span class='lightBlue-color'> selection</span>
de: Gold-Star <span class='lightBlue-color'> Auswahl</span>
el: επιλογή<span class='lightBlue-color'> χρυσό αστέρι </span>
es: <span class='lightBlue-color'> selección</span> estrella
et: kuldtähe <span class='lightBlue-color'> valik</span>
fr: <span class='lightBlue-color'> sélection</span> gold star
hu: aranycsillag <span class='lightBlue-color'> selection</span>
it: selezione</span> stellata <span class='lightBlue-color'>
lt: auksinės žvaigždės <span class=‘lightBlue-color’> pasirinkimas</span>
nl: gold star <span class=‘lightBlue-color’> selectie</span>
pt: seleção<span class='lightBlue-color'> estrela dourada</span>
sv: <span class=’lightBlue-color’> stjärnselektion</span>

source: The EU-Citizen.Science consortium has curated a selection of Gold Star citizen science resources
de: Das EU-Citizen.Science-Konsortium hat eine Auswahl von Gold Star-Ressourcen für Citizen Science kuratiert
el: Η κοινοπραξία EU-Citizen.Science έχει επιμεληθεί μια επιλογή πόρων επιστήμης των πολιτών Gold Star
es: El consorcio de EU-Citizen.Science ha hecho una selección de recursos estrella sobre ciencia ciudadana
et: EU-Citizen.Science konsortsium on välja valinud Kuldtähe väärilised harrastusteaduse materjalid
fr: Le consortium EU-Citizen.Science a sélectionné des ressources en sciences participatives Gold Star
hu: Az EU-Citizen.Science konzorcium összeállított egy válogatást az aranycsillaggal jelölt civil tudományos forrásokból,
it: Il consorzio EU-Citizen.Science ha curato una selezione stellata di risorse di Citizen science
lt: EU-Citizen.Science konsorciumas kuravo auksinės žvaigždės piliečiams skirtus mokslo išteklius
nl: Het EU-Citizen.Science consortium heeft een selectie gemaakt van Gold Star-middelen voor burgerwetenschap
pt: O consórcio do projeto EU-Citizen.Science elaborou uma seleção de recursos de ciência cidadã Estrela Dourada
sv: I vår 'stjärn-selektion' har EU-Citizen.Science-projektets deltagare valt ut en samling särskilt användbara resurser för medborgarforskning

source: to help you get started with designing and launching your own citizen science project or simply learn about citizen science, categorised across the project lifecycle.
de: um Ihnen bei der Planung und Durchführung Ihres eigenen Citizen Science Projekts zu helfen oder um einfach mehr über Citizen Science zu erfahren, gegliedert nach dem Lebenszyklus des Projekts.
el: για να σας βοηθήσει να ξεκινήσετε να σχεδιάζετε και να ξεκινήσετε το δικό σας έργο επιστήμης των πολιτών ή απλώς να μάθετε για την επιστήμη των πολιτών, όπως αυτή "κατηγοριοποιείται" στα τμήματα του κύκλου ζωής του έργου.
es: para ayudarte a iniciarte en el diseño y lanzamiento de tu propio proyecto de ciencia ciudadana o simplemente aprender más sobre la ciencia ciudadana, categorizados en función de las fases del proyecto.
et: et aidata Sul alustada oma harrastusteaduse projekti planeerimise ja lansseerimisega või lihtsa saada uut infot harrastusteaduse kohta selle kõigis nüanssides.
fr: pour vous aider à créer et lancer votre propre projet en science participative ou simplement pour en savoir plus sur les sciences participatives, tout au long du cycle de vie du projet.
hu: hogy segítségetekre legyünk a civil tudományos projektek megtervezésében és elindításában, és hogy minél több kiemelt információt nyújtsunk a civil tudományos projektekről.
it: per aiutarti a iniziare a progettare e lanciare il tuo progetto di Citizen science o semplicemente a conoscere la Citizen science, suddivise per tutto il ciclo di vita del progetto.
lt: padėti jums pradėti kurti ir pradėti savo piliečio mokslo projektą arba tiesiog sužinoti apie piliečių mokslą, suskirstytą į kategorijas per visą projekto gyvavimo ciklą.
nl: om u op weg te helpen met het opzetten en lanceren van uw eigen burgerwetenschapsproject of om gewoon meer te leren over burgerwetenschap, gecategoriseerd over de levenscyclus van een project.
pt: para te ajudar a começar o desenho e lançamento do teu próprio projeto de ciência cidadã ou simplesmente aprender sobre ciência cidadã, categorizado através do ciclo de vida do projeto.

source: frequently <span class='lightBlue-color'>asked questions</span>
de: häufig <span class='lightBlue-color'>gestellte Fragen</span>
el: συχνές <span class='lightBlue-color'>ερωτήσεις</span>
es: <span class='lightBlue-color'>preguntas</span> frequently
fr: <span class='lightBlue-color'>questions récurrentes </span>
hu: gyakori <span class='lightBlue-color'>kérdések</span>
it: <span class='lightBlue-color'>domande frequenti</span>
lt: dažnai <span class=‘lightBlue-color’>užduodamus klausimus</span>
nl: vaak <span class=‘lightBlue-color’> gestelde vragen</span>
pt: perguntas <span class='lightBlue-color'>mais frequêntes</span>
sv: <span class=’lightBlue-color’>Vanliga frågor</span>

source: What is Citizen Science?
de: Citizen Science
el: Τι είναι Επιστήμη των Πολιτών;
es: ¿Qué es la Ciencia Ciudadana?
et: Mis on harrastusteadus?
fr: Qu'est-ce que la Science participative?
hu: Mi a civil tudomány?
it: Che cos'è la Citizen Science?
lt: Kas yra piliečių mokslas?
nl: Wat is burgerwetenschap?
pt: O que é a Ciência Cidadã?
sv: Vad är medborgarforskning?
