Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: Password change
de: Passwort ändern
el: Ο κωδικός πρόσβασης άλλαξε
es: Cambiar contraseña
et: Salasõna muutmine
fr: Changement du mot de passe
hu: Jelszómódosítás
it: Modifica di password
lt: Pakeiskite slaptažodį
nl: Aanpassen wachtwoord
pt: Mudar palavra-passe
sv: Ändra lösenord

source: Password change successful
de: Passwort-Änderung erfolgreich
el: Ο κωδικός πρόσβασης έχει αλλάξει επιτυχώς
es: Cambio de contraseña realizado
et: Salasõna muutmine oli edukas
fr: Mot de passe changé avec succès
hu: A jelszómódosítás sikeres volt!
it: Password modificata con successo
lt: Slaptažodis pakeistas sėkmingai
nl: Aanpassen wachtwoord geslaagd
pt: Palavra-passe alterada com sucesso
sv: Lösenordet har ändrats.

source: Your password was changed.
de: Ihr Passwort wurde geändert.
el: Ο κωδικός πρόσβασής σας έχει αλλάξει.
es: Tu contraseña ha cambiado.
et: Teie salasõna on muudetud..
fr: Votre mot de passe a été changé.
hu: Módosult a jelszavad!
it: La tua password è stata cambiata.
lt: Jūsų slaptažodis pakeistas
nl: Uw wachtwoord is gewijzigd.
pt: A tua palavra-passe foi alterada.
sv: Ditt lösenord har ändrats.

source: Please correct the error below.
de: Bitte korrigieren Sie den untenstehenden Fehler.
el: Παρακαλούμε διορθώστε το παρακάτω λάθος.
es: Por favor, corrige el error indicado.
et: Palun parandage allolev viga.
fr: Veuillez corriger l’erreur ci-dessous.
hu: Javítsd ki az alábbi hibát!
it: Ti preghiamo di correggere l'errore sotto.
lt: Ištaisykite toliau pateiktą klaidą.
nl: Pas de fout hieronder aan.
pt: Por favor corrige o erro abaixo.
sv: Vänligen korrigera felet nedan.

source: Please correct the errors below.
de: Bitte korrigieren Sie die untenstehenden Fehler.
el: Παρακαλούμε διορθώστε τα παρακάτω λάθη.
es: Por favor, corrige los errores indicados.
et: Palun parandage järgnevad vead.
fr: Veuillez corriger les erreurs ci-dessous.
hu: Javítsd ki az alábbi hibákat!
it: Ti preghiamo di correggere gli errori sotto.
lt: Ištaisykite toliau pateiktas klaidas.
nl: Pas de fout hieronder aan.
pt: Por favor corrige os erros abaixo.
sv: Vänligen korrigera felen nedan.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie aus Sicherheitsgründen Ihr altes Passwort ein und geben Sie dann Ihr neues Passwort zweimal ein, damit wir überprüfen können, ob Sie es korrekt eingegeben haben.
el: Παρακαλούμε εισάγετε τον παλιό σας κωδικό πρόσβασης, για λόγους ασφαλείας, και στη συνέχεια εισάγετε τον καινούριο κωδικό πρόσβασης δύο φορές ώστε να μπορούμε να επιβεβαιώσουμε ότι τον πληκτρολογήσατε σωστά.
es: Por favor, como medida de seguridad, ingresa tu antigua contraseña. Después, escribe dos veces la nueva contraseña, así podremos validar que se ha escrito correctamente.
et: Turvalisuse huvides sisestage vana salasõna ning seejärel uus salasõna kahel korral, et saaksime selle korrektse sisestamise tagada.
fr: Veuillez saisir votre ancien mot de passe pour des raisons de sécurité, puis saisir votre nouveau mot de passe deux fois afin de vérifier que vous l’avez tapé correctement.
hu: A biztonság kedvéért add meg a régi jelszavad, majd kétszer add meg az új jelszavad, hogy ellenőrizni tudjuk, helyesen adtad-e meg.
it: Per favore inserisci la tua vecchia password, per motivi di sicurezza, quindi inserisci la nuovapassword per due volte, in modo da verificare che sia stata digitata correttamente.
lt: Saugumo sumetimais įveskite savo seną slaptažodį, tada du kartus įveskite naują slaptažodį, kad galėtume patikrinti, ar jį įvedėte teisingai.
nl: Voer je oude wachtwoord in en dan het nieuwe wachtwoord 2x zodat we kunnencontroleren of het overeenkomt.
pt: Por favor introduz a tua palavra-passe antiga, por uma questão de segurança, e depois insere a tua nova palavra-passe para que possamos verificar que a introduziste corretamente.
sv: Ange först ditt gamla lösenord, och skriv därefter in ditt nya lösenord två gånger.

source: Change my password
de: Mein Passwort ändern
el: Αλλαγή του κωδικού μου πρόσβασης
es: Cambiar mi contraseña
et: Salasõna muutmine
fr: Changer mon mot de passe
hu: Változtasd meg a jelszavad!
it: Cambia la mia password
lt: Pakeiskite slaptažodį
nl: Wijzig wachtwoord
pt: Mudar a minha palavra-passe
sv: Ändra lösenord

source: Password reset complete
de: Zurücksetzen des Passworts abgeschlossen
el: Ολοκλήρωση επαναφοράς κωδικού πρόσβασης
es: Contraseña restaurada
et: Salasõna on lähtestatud
fr: Réinitialisation du mot de passe terminée
hu: A jelszó visszaállítása megtörtént!
it: Reset della password completato
lt: Slaptažodžio nustatymas iš naujo baigtas
nl: Wachtwoord gewijzigd
pt: Redefinição de palavra-passe completa
sv: Lösenordet är nu återställt

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passwort wurde eingerichtet. Sie können sich jetzt einloggen.
el: Ο κωδικός πρόσβασής σας έχει οριστεί. Μπορείτε να προχωρήσετε και να συνδεθείτε τώρα.
es: Tu contraseña ha cambiado. Deberás salir e iniciar sesión de nuevo.
et: Salasõna on lähtestatud, võite sisse logida.
fr: Votre mot de passe a été créé. Vous pouvez continuer et vous connecter à présent.
hu: Beállítottuk a jelszavadat! Jelentkezz be!
it: La tua password è stata registrata. Puoi procedere con l'accesso.
lt: Jūsų slaptažodis nustatytas. Galite eiti į priekį ir prisijungti dabar.
nl: Uw wachtwoord is ingesteld. U kunt nu inloggen.
pt: A tua palavra-passe foi definida. Agora já podes entrar na plataforma.
sv: Ditt lösenord har sparats. Nu kan du logga in på portalen.

source: Password reset confirmation
de: Bestätigung der Zurücksetzung des Passworts
el: Επιβεβαίωση επαναφοράς κωδικού πρόσβασης
es: Confirmación de cambio de contraseña
et: Salasõna lähtestamise kinnitus
fr: Confirmation de la réinitialisation du mot de passe
hu: Jelszó-visszaállítás visszaigazolása
it: Conferma del reset della password
lt: Slaptažodžio nustatymo iš naujo patvirtinimas
nl: Bevestiging aanpassen wachtwoord
pt: Confirmação de redefinição de palavra-passe
sv: Bekräftelse på återställt lösenord

source: Password reset
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
es: Restaurar contraseña
fr: Mot de passe réinitialisé
hu: Jelszó-visszaállítás
it: Reset della password
lt: Slaptažodžio nustatymas iš naujo
nl: Wachtwoord reset
pt: Redefinir palavra-passe
sv: Återställ lösenord

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir überprüfen können, ob Sie es korrekt eingegeben haben.
el: Παρακαλούμε εισάγετε το νέο κωδικό πρόσβασης δύο φορές ώστε να μπορούμε να επιβεβαιώσουμε ότι τον πληκτρολογήσατε σωστά.
es: Por favor, escribe la nueva contraseña dos veces, así podremos validar que se ha escrito correctamente.
et: Palun sisestage uus salasõna kahel korral, et saaksime selle korrektsuses kindlad olla.
fr: Veuillez saisir deux fois votre nouveau mot de passe pour que nous vérifions si vous l’avez saisi correctement.
hu: Kétszer add meg az új jelszavadat, hogy ellenőrizni tudjuk!
it: Inserisci due volte la tua nuova password, per verificare che tu l'abbia digitatacorrettamente.
lt: Du kartus įveskite naują slaptažodį, kad galėtume patikrinti, ar teisingai įvedėte.
nl: Voer uw nieuwe wachtwoord twee keer in, zodat we kunnen controleren of u het goed hebt ingetypt.
pt: Por favor escreve a tua nova palavra-passe duas vezes para que possamos verificar que a escreveste corretamente.
sv: Vänligen skriv in ditt nya lösenord två gånger.

source: New password:
de: Neues Passwort:
el: Νέος κωδικός πρόσβασης:
es: Nueva contraseña:
et: Uus salasõna:
fr: Nouveau mot de passe :
hu: Új jelszó
it: Nuova password:
lt: Naujas Slaptažodis:
nl: Nieuw wachtwoord:
pt: Nova palavra-passe:
sv: Nytt lösenord:

source: Confirm password:
de: Bestätigen Sie das Passwort:
el: Επιβεβαίωση κωδικού πρόσβασης:
es: Confirmar contraseña:
et: Kinnitage salasõna:
fr: Confirmer le mot de passe :
hu: Jelszó megerősítés:
it: Conferma la password:
lt: Patvirtinti slaptažodį:
nl: Bevestig wachtwoord:
pt: Confirmar palavra-passe:
sv: Bekräfta lösenord:

source: Password reset unsuccessful
de: Zurücksetzen des Passworts war nicht erfolgreich
el: Ανεπιτυχής επαναφορά κωδικού πρόσβασης
es: Cambio de contraseña fallido
et: Salasõna lähtestamine ei õnnestunud
fr: La réinitialisation du mot de passe a échoué.
hu: A jelszó visszaállítása sikertelen volt!
it: Reset della password senza successo
lt: Slaptažodžio nustatymas iš naujo nepavyko
nl: Wijzigen wachtwoord niet gelukt
pt: Redefinição de palavra-passe feita sem sucesso
sv: Det gick inte att återställa ditt lösenord

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise weil er bereits benutzt wurde. Bitte fordern Sie ein neues Passwort an.
el: Ο σύνδεσμος για την επαναφορά του κωδικού πρόσβασης δεν ήταν έγκυρος, πιθανώς επειδή έχει ήδη χρησιμοποιηθεί. Παρακαλούμε ζητήστε εκ νέου την επαναφορά του κωδικού πρόσβασης.
es: El enlace para restaurar la contraseña no es válido, posiblemente debido a que ya haya sido utilizado. Por favor, solicita un nuevo cambio de contraseña.
et: Salasõna lähtestamise link on vigane, seda on tõenäoliselt juba kasutatud. Palune lähtestage salasõna uuesti.
fr: Le lien de réinitialisation du mot de passe n’était pas valide, peut-être parce qu’il a déjà été utilisé. Merci de demander une nouvelle réinitialisation du mot de passe.
hu: A jelszó-visszaállítási link érvénytelen volt, valószínűleg azért, mert már használták. Kérjük, igényeld újra!
it: Il link per il reset della password non è valido, probabilmente perché è già statousato. Richiedi un nuovo reset della password.
lt: Slaptažodžio nustatymo iš naujo nuoroda buvo neteisinga, galbūt todėl, kad ji jau buvo panaudota. Prašykite naujo slaptažodžio nustatymo iš naujo.
nl: De reset link is niet geldig. Mogelijk is hij verlopen. Vraag svp een nieuwe wachtwoord reset aan.
pt: A ligação para redefinires a tua palavra-passe está inválida, possivelmente por já ter sido utilizada. Por favor pede uma nova ligação para redefinires a tua palavra-passe.
sv: Länken för att återställa lösenordet gick inte att använda. Vänligen gör om proceduren för att få en ny länk skickad till din e-postadress.

source: Password reset successful
de: Passwort zurücksetzen erfolgreich
el: Επιτυχής επαναφορά κωδικού πρόσβασης
es: Contraseña restaurada
et: Salasõna lähtestamine oli edukas
fr: Réinitialisation du mot de passe réussie
hu: Sikeres jelszó-visszaállítás
it: Reset della password avvenuto con successo
lt: Slaptažodžio nustatymas iš naujo sėkmingas
nl: Wachtwoord reset geslaagd
pt: Redefinição de palavra-passe feita com sucesso
sv: Ditt lösenord är nu återställt.

source: We've emailed you instructions for setting your password to the email address you submitted. You should be receiving it shortly.
de: Wir haben Ihnen eine Anleitung zum Einrichten Ihres Passworts per E-Mail an die von Ihnen angegebene E-Mail-Adresse geschickt. Sie sollten sie in Kürze erhalten.
el: Σας στείλαμε μέσω email οδηγίες για τον ορισμό του κωδικού πρόσβασης στη διεύθυνση ηλεκτρονικού ταχυδρομείου που καταχωρίσατε. Θα πρέπει να το λάβετε οσονούπω.
es: Te hemos enviado las instrucciones para cambiar tu contraseña a la dirección de correo electrónico que indicaste. La recibirás en breve.
et: Teie e-mailile on saadetud juhend salasõna lähtestamiseks. See peaks kohale jõudma üsna pea.
fr: Nous vous avons envoyé les instructions pour définir votre mot de passe à l’adresse e-mail que vous nous avez communiquée. Vous devriez le recevoir dans un instant.
hu: A jelszó beállítására vonatkozó utasításokat elküldtünk e-mailben a megadott e-mail címre. Hamarosan megérkezik!.
it: Ti abbiamo inviato una email con le istruzioni per impostare la tua passwordall'indirizzo e-mail che hai fornito. Dovresti riceverla a breve.
lt: El. paštu išsiuntėme instrukcijas, kaip nustatyti slaptažodį į jūsų pateiktą el. pašto adresą. Netrukus turėtumėte jį gauti.
nl: We hebben je een mail met instructies gestuurd om je wachtwoord in te stellen. Je zou dit binnenkort moeten ontvangen.
pt: Enviámos-te as instruções para definires a tua nova palavra-passe associada ao endereço de email que submeteste. Deves estar a recebê-las dentro em breve.
sv: Vi har nu mejlat instruktioner för hur du återställer lösenordet. Du bör inom kort få meddelandet till den e-postadress som du angav.

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
de: Haben Sie Ihr Passwort vergessen? Geben Sie unten Ihre E-Mail-Adresse ein, und wir senden Ihnen per E-Mail Anweisungen zum Einrichten eines neuen Passworts.
el: Ξεχάσατε τον κωδικό πρόσβασης; Εισάγετε to email σας, και θα σας στείλουμε ένα μήνυμα με οδηγίες για να ορίσετε έναν νέο κωδικό.
es: ¿Olvidaste la contraseña? Indica tu correo electrónico, y te enviaremos las instrucciones para solicitar una nueva.
et: Kas unustasid salasõna? Sisesta oma e-maili aadress ning me saadame uue salasõna loomiseks juhendid.
fr: Mot de passe oublié ? Saisissez votre adresse e-mail ci-dessous, et nous vous enverrons un e-mail avec les instructions pour définir un nouveau mot de passe.
hu: Elfelejtetted a jelszavad? Add meg az e-mail címed és e-mailben elküldjük az új jelszóhoz szükséges beállításokat.
it: Hai dimenticato la password? Inserisci il tuo indirizzo e-mail qui sotto e ti invieremo un messaggiocon le istruzioni per impostarne una nuova.
lt: Pamiršai savo slaptažodį? Toliau įveskite savo el. pašto adresą ir mes atsiųsime instrukcijas, kaip nustatyti naują.
nl: Wachtwoord vergeten? Voer hieronder je e-mail adres in en we sturen je instructies om een nieuw wachtwoord in te stellen.
pt: Esqueceste-te da tua palavra-passe? Escreve o teu endereço de email por baixo e vamos-te enviar instruções para definires uma palavra-passe nova.
sv: Glömt lösenordet? Fyll i din e-postadress nedan, så skickar vi instruktioner för hur du återställer lösenordet.

source: Email address:
de: E-Mailadresse:
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου (Email)
es: Dirección de correo electrónico:
et: E-mail:
fr: Adresse e-mail:
hu: E-mail cím
it: Indirizzo e-mail:
lt: Elektroninio pašto adresas:
nl: E-mail adres:
pt: Endereço eletrónico:
sv: E-postadress:

source: Reset my password
de: Mein Passwort zurücksetzen
el: Επαναφορά του κωδικού πρόσβασής μου
es: Restaurar mi contraseña
et: Salasõna lähtestamine
fr: Réinitialiser le mot de passe
hu: Jelszó-visszaállítás
it: Reset la mia password
lt: Iš naujo nustatyti mano slaptažodį
nl: Reset mijn wachtwoord
pt: Redefinir a minha palavra-passe
sv: Återställ mitt lösenord

source: NOT ACCEPTED
de: NICHT AKZEPTIERT
el: ΜΗ ΑΠΟΔΕΚΤΟ
es: NO ACEPTADO
et: TAGASI LÜKATUD
fr: REJETÉ
hu: ELUTASÍTVA
it: NON ACCETTATO
lt: NEPRIIMTAS
nl: NIET GEACCEPTEERD
pt: NÃO ACEITE
sv: EJ ACCEPTERAT

source: review
de: Rezension
el: αναθεώρηση-κριτική
es: opinar
et: ülevaade
fr: avis
hu: ismertető
it: recensione
lt: apžvalga
nl: beoordeel
pt: revisão
sv: omdöme

source: reviews
de: Rezension
el: αναθεωρήσεις-κριτικές
es: opiniones
et: ülevaated
fr: avis
hu: ismertetők
it: recensioni
lt: apžvalgos
nl: beoordelingen
pt: revisões
sv: omdömen

source: In my library
de: In meiner Bibliothek
el: Στη βιβλιοθήκη μου
es: En mi biblioteca
et: Minu kogus
fr: Dans ma bibliothèque
hu: Könyvtárba helyezve
it: Nella mia biblioteca
lt: Mano bibliotekoje
nl: In mijn bibliotheek
pt: Na minha biblioteca
sv: I mitt bibliotek

source: Add to library
de: Meiner Bibliothek hinzufügen
el: Προσθήκη στη βιβλιοθήκη
es: Añadir a mi biblioteca
et: Lisa kogusse
fr: Ajouter à la bibliothèque
hu: Add hozzá a könyvtárhoz
it: Aggiungi alla biblioteca
lt: Pridėti prie mano bibliotekos
nl: Voeg toe aan bibliotheek
pt: Adicionar à biblioteca
sv: Lägg till i bibliotek

source: Translations
de: Übersetzungen
el: Μεταφράσεις
es: Traducciones
et: Tõlked
fr: Traductions
hu: Fordítás
it: Traduzioni
lt: Vertimai
nl: Vertalingen
pt: Traduções
sv: Översättningar

source: BLOG
el: ΙΣΤΟΛΟΓΙΟ
et: BLOGI
lt: TINKLARAŠTIS
sv: BLOGG

source: Admin
de: Administrator
el: Υπευθύνος
fr: Administrateur
it: Amministratore
lt: Administratorius
pt: Administração

source: Zenodo
pt: Zenedo

source: API
pt: Interface de Programação de Aplicações

source: Blog
et: Blogi
lt: Tinklaraštis
sv: Blogg
