Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: This project profile is not available in your selected language,
de: Dieses Projektprofil ist in der von Ihnen gewählten Sprache nicht verfügbar,
el: Αυτό το προφίλ έργου δεν είναι διαθέσιμο στην επιλεγμένη γλώσσα,
es: Este perfil de proyecto no está disponible en el idioma seleccionado,
et: Selle projekti profiil ei ole Sinu valitud keeles saadaval,
fr: Le profil de ce projet n'est pas disponible dans la langue sélectionnée.
hu: Ez a projektprofil nem érhető el az általad kiválasztott nyelven,
it: Il profilo di questo progetto non è disponibile nella lingua selezionata,
lt: Šis projekto profilis nepasiekiamas jūsų pasirinkta kalba,
nl: Dit projectprofiel is niet beschikbaar in de door u geselecteerde taal,
pt: Este perfil de projeto não se encontra disponível na língua que selecionou,
sv: Detta projekt är tyvärr inte tillgängligt på ditt valda språk,

source: from
de: von
el: από
es: desde
et: alates
fr: de
hu: kezdődően
it: da
lt: nuo
nl: van
pt: desde
sv: från

source: until
de: bis
el: μέχρι
es: hasta
et: kuni
fr: jusqu'à
hu: amíg
it: fino a
lt: iki
nl: tot
pt: até
sv: till

source: Science Topics
de: Wissenschaftliche Themen
el: Επιστημονικά Θέματα
es: Temáticas científicas
et: Teadusvaldkonnad
fr: Sujets en Science
hu: Tudományos témakörök
it: Argomento Scientifico
lt: Mokslo temos
nl: Wetenschapsonderwerpen
pt: Tópicos Científicos

source: Participation tasks
de: Aufgabenstellung bei Teilnahme
el: Καθήκοντα συμμετοχής
es: Tareas participativas
et: Vabatahtlike ülesanded
fr: Tâche
hu: Feladatok
it: Attività di partecipazione
lt: Dalyvavimo užduotys
nl: Deelnemingstaken
pt: Tarefas para os participantes
sv: Uppgifter

source: Coordinator
de: Koordinator*in
el: Συντονιστής
es: Coordinador
et: Koordinaator
fr: Coordinateur-trice
hu: Koordinátor
it: Cordinatore
lt: Koordinatorius
nl: Coördinator
pt: Coordenador
sv: Koordinator

source: Other Organisations involved
de: Andere beteiligte Organisationen
el: Άλλοι εμπλεκόμενοι Οργανισμοί
es: Otras organizaciones implicadas
et: Teised osalevad organisatsioonid
fr: Autres organisations impliquées
hu: Egyéb szervezet
it: Altre Organizzazioni convolte
lt: Kitos dalyvaujančios organizacijos
nl: Andere betrokken organisaties
pt: Outras Organizações envolvidas

source: Go to Project
de: Zum Projekt gehen
el: Μεταβείτε στο Έργο
es: Ir al Proyecto
et: Mine projekti juurde
fr: Aller sur Projet
hu: A projekthez
it: Vai al progetto
lt: Eiti į projektą
nl: Ga naar Project
pt: Visitar o Projeto
sv: Gå till projektet

source: Translate
de: Übersetzen
el: Μετάφραση
es: Traducir
et: Tõlgi
fr: Traduire
hu: Fordítás
it: Traduci
lt: Išversti
nl: Vertaal
pt: Traduzir
sv: Översätt

source: Admin area
de: Administrationsbereich
el: Περιοχή διαχειριστή
es: Área de administración
et: Administreerimine
fr: Zone Administrateur
hu: Admin
it: Area Amministratore
lt: Administratoriaus sritis
nl: Admin gedeelte
pt: Área do administrador

source: Useful information to classify the project
de: Nützliche Informationen zur Klassifizierung des Projekts
el: Χρήσιμες πληροφορίες για την ταξινόμηση του έργου
es: Información útil para clasificar el proyecto
et: Projekti liigitamiseks vajalik informatsioon
fr: Information utile pour classer le projet
hu: Hasznos információ a projekt besorolásához
it: Informazioni utili per classificare il progetto
lt: Naudinga informacija klasifikuojant projektą
nl: Nuttige informatie om het project te classificeren
pt: Informação útil para classificar o projeto
sv: Användbar information för att klassificera projektet

source: Participation information
de: Informationen zur Teilnahme
el: Πληροφορίες συμμετοχής
es: Información sobre participación
et: Informatsioon osalejatele
fr: Information pour participer
hu: Részvétel
it: Attività di partecipazione
lt: Dalyvavimo informacija
nl: Informatie over deelneming
pt: Informação de participação
sv: Deltagarinformation

source: Project location
de: Projektstandort
el: Περιοχή έργου
es: Localización del proyecto
et: Projekti asukoht
fr: Lieu du projet
hu: Helyszín
it: Località del progetto
lt: Projekto geografinė vieta
nl: Project locatie
pt: Localização do projeto

source: Contact and hosts details
de: Kontakt- und Gastgeberdetails
el: Στοιχεία επικοινωνίας και υπευθύνου
es: Datos de contacto
et: Kontakt ning korraldaja info
fr: Coordonnées du contact et de l'hôte
hu: Kapcsolat
it: Dettagli di contatto e host
lt: Kontaktai ir savininkų informacija
nl: Contact- en hostgegevens
pt: Contacto e detalhes do anfitreão

source: Funding Information
de: Informationen zur Finanzierung
el: Πληροφορίες Χρηματοδότησης
es: Información sobre información
et: Teave rahastuse kohta
fr: Information sur les sources de financement
hu: Támogatók
it: Informazioni sul finanziamento
lt: Finansavimo informacija
nl: Informatie over financiering
pt: Informação de Financiamento
sv: Finansieringsinformation

source: Project profile images
de: Bilder des Projektprofils
el: Εικόνες προφίλ έργου
es: Imágenes de perfil del proyecto
et: Projekti profiilipildid
fr: Images liées au profil du projet
hu: Profilkép
it: Immagini profilo del progetto
nl: Project profiel afbeeldingen
pt: Imagens de perfil do projeto
sv: Profilbilder till projektet

source: Review
de: Rezension
el: Κριτική
es: Opinar
et: Ülevaade
fr: Avis
hu: Ismertető
it: Revisione
lt: Peržiūra
pt: Revisão
sv: Lämna ett omdöme

source: Rate and comment
de: Bewerten und Kommentieren
el: Αξιολογήστε και σχολιάστε
es: Puntuar y comentar
et: Hinda ja kommenteeri
fr: Evaluer et commenter
hu: Értékelés és hozzászólás
it: Valuta e commenta
lt: Įvertink ir komentuok
nl: Beoordeel en geef commentaar
pt: Classifica e comenta
sv: Sätt betyg och kommentera

source: Please indicate the language you want to translate to
de: Bitte geben Sie die Sprache an, in die Sie übersetzen möchten
el: Υποδείξτε τη γλώσσα στην οποία θέλετε να μεταφράσετε
es: Por favor, indica el idioma al que quieres traducirlo
et: Palun märkige keel, millesse soovite tõlkida
fr: Indiquer la langue vers laquelle vous souhaitez traduire
hu: Kérjük, add meg a nyelvet, amelyre fordítani szeretnél
it: Si prega di indicare la lingua in cui si desidera tradurre
lt: Nurodykite kalbą, į kurią norite versti
nl: Geef de taal aan waarnaar u wilt vertalen
pt: Por favor indique a língua para o qual quer traduzir
sv: Vänligen ange vilket språk du vill översätta till

source: Equipment
de: Ausrüstung
el: Εξοπλισμός
es: Equipamiento
et: Varustus
fr: Equipement
hu: Eszközök
it: Equipaggiamento
lt: Įranga
nl: Benodigde apparatuur
pt: Equipamento
sv: Utrustning

source: Please write the title or name of the resource.
de: Geben Sie hier den Titel oder den Namen der Ressource ein
el: Παρακαλούμε εισάγετε τον τίτλο ή το όνομα του πόρου.
es: Añade aquí el título o nombre del recurso.
et: Sisesta siia materjali pealkiri või nimetus.
fr: Saisir ici le titre ou le nom de la resource.
hu: Add meg a forrás címét vagy nevét
it: Si prega di scrivere il titolo o il nome della risorsa.
lt: Parašykite šaltinio pavadinimą arba pavadinimą.
nl: Vermeld de titel of de naam van de hulpmiddel.
pt: Por favor escreva o título ou nome do recurso.

source: Name
es: Nombre

source: Please provide the URL to where the document is hosted by the publisher, or in a permanent repository such as Zenodo, OSF, the RIO Journal, or similar.
de: Bitte geben Sie die URL an, unter der das Dokument beim Herausgeber oder in einem permanenten Repositorium wie Zenodo, OSF, dem RIO Journal o. ä. zu finden ist.
el: Παρακαλούμε καταχωρίστε την διεύθυνση URL όπου φιλοξενείται το έγγραφο από τον εκδότη ή μόνιμο αποθετήριο όπως το Zenodo, το OSF, το RIO Journal ή παρόμοια.
es: Por favor, añade el enlace donde el documento se encuentra publicado, o si está en un repositorio permanente como Zenodo, OSF, the RIO Journal, o similar.
et: Palun sisestage dokumendi asukoha URL - kas kirjastaja juures või repositooriumis nagu Zenodo, OSF, RIO Journal vms.
fr: URL où l'éditeur héberge le document, ou lien permanent vers le document (tel que Zenodo, OSF, le journal RIO ou assimilé).
hu: Kérjük, add meg az URL-címet, ahol a dokumentumot a kiadó tárolja,az állandó adattárat, mint például Zenodo, OSF, RIO Journal stb.
it: Fornisci l'URL in cui il documento è ospitato dall'editore o in un archivio permanente come Zenodo, OSF, RIO Journal o simili.
lt: Nurodykite URL, kur dokumentas yra priglobtas leidėjo, arba nuolatinėje saugykloje, pvz., Zenodo, OSF, RIO Journal ar panašioje vietoje.
nl: Vermeld de URL naar het archief waar het document is ondergebracht bij de uitgever of in een permanente opslagplaats zoals Zenodo, OSF, het RIO Journal of iets dergelijks.
pt: Por favor providencie o endereço URL onde o documento é disponibilizado pelo editor, ou num repositório permanente, como o Zenodo, OSF, o RIO Journal, ou similar.

source: Please select the keywords that describe the resource or add new ones <b>separated by commas or by pressing enter</b>.
de: Bitte wählen Sie die Schlüsselwörter aus, die die Ressource beschreiben, oder fügen Sie neue hinzu <b>getrennt durch Kommas oder durch Drücken der Eingabetaste</b>.
el: Παρακαλούμε επιλέξτε τις λέξεις-κλειδιά που περιγράφουν τον πόρο ή προσθέστε νέες <b>χωρισμένες με κόμμα ή πατώντας enter</b>.
es: Por favor, escribe o selecciona las palabras clave que definen el recurso, o añádelas <b>separadas por comas o pulsando enter</b>.
et: Palun vali materjali kirjeldavad märksõnad lisa uus märksõna, <b>eraldades selle komaga või vajutades "Enter"</b>.
fr: Veuillez sélectionner les mots-clés qui décrivent la resource ou ajoutez-en de nouveaux <b>séparés par des virgules ou en cliquant sur enter</b>.
hu: Kulcsszavak kiválasztása (vesszővel vagy enterrel elválasztva)
it: Seleziona le parole chiave che descrivono la risorsa o aggiungine di nuove <b>separate da virgole o premendo invio</b>.
lt: Pasirinkite išteklius apibūdinančius raktinius žodžius arba pridėkite naujų, <b>atskirdami kableliais arba paspausdami „Enter“</b>.
nl: Selecteer de trefwoorden die het hulpmiddel beschrijven of voeg nieuwe toe <b>gescheiden door komma’s of door op ‘enter’ te drukken</b>.
pt: Por favor selecione as palavras-chave que descrevem o recurso ou adicione novas<b>separando-as por vírgulas ou clicando enter</b>.

source: Please briefly describe the resource (max 3000 characters).
de: Bitte beschreiben Sie die Ressource kurz (max. 3000 Zeichen).
el: Παρακαλούμε περιγράψτε εν συντομία τον πόρο (μέγιστο 3000 χαρακτήρες).
es: Por favor, describe brevemente el recurso (máximo 3000 caracteres)
et: Palun kirjelda lühidalt materjali (kuni 3000 tähemärki)
fr: Veuillez décrire brièvement la ressource (en 3000 caractères maximum).
hu: Rövid leírás a forrásról (legfeljebb 3000 karakter)
it: Descrivi brevemente la risorsa (max 3000 caratteri).
lt: Trumpai apibūdinkite šaltinį (maks. 3000 simbolių).
nl: Geef een korte beschrijving van het hulpmiddel (max. 3000 tekens).
pt: Por favor descreva resumidamente o recurso (máximo de 3000 caracteres).
sv: Beskriv resursen kortfattat (helst under 500 ord)

source: Abstract
es: Resumen

source: Please describe the link between citizen science and the resource you are uploading – for guidance see the <a href="https://zenodo.org/communities/citscicharacteristics"> ECSA Characteristics of Citizen Science</a> as well as the<a href="https://zenodo.org/record/5127534#.YV8J0dpBxPa"> ECSA 10 Principles of Citizen Science</a>. What you introduce in this text field will not appear on the platform; it is just for moderation purposes and for the administrators of the platform to see (max 2000 characters).
de: Bitte beschreiben Sie die Zusammenhänge zwischen Citizen Science und der von Ihnen hochgeladenen Ressource - als Orientierungshilfe dienen die <a href="https://zenodo.org/communities/citscicharacteristics"> ECSA-Charakteristika von Citizen Science</a> sowie die<a href="https://zenodo.org/record/5127534#.YV8J0dpBxPa"> ECSA 10 Prinzipien von Citizen Science</a>. Was Sie in dieses Textfeld eingeben, wird nicht auf der Plattform erscheinen; es dient nur zu Moderationszwecken und ist für die Administratoren der Plattform sichtbar (max. 2000 Zeichen).
el: Παρακαλούμε περιγράψτε τη σύνδεση μεταξύ της επιστήμης των πολιτών και του πόρου που ανεβάζετε – για καθοδήγηση, ανατρέξτε στο <a href="https://zenodo.org/communities/citscicharacteristics"> Χαρακτηριστικά της Επιστήμης των Πολιτών της ECSA</a> καθώς και στο< a href="https://zenodo.org/record/5127534#.YV8J0dpBxPa"> Οι 10 Αρχές της Επιστήμης των Πολιτών της ECSA</a>. Ό,τι εισάγετε σε αυτό το πεδίο κειμένου δεν θα εμφανίζεται στην πλατφόρμα. είναι μόνο για λόγους ελέγχου και για να το δουν οι διαχειριστές της πλατφόρμας (μέγιστο 2000 χαρακτήρες).
es: Por favor, describe la relación entre la ciencia ciudadana y el recurso a añadir – puedes guiarte por las <a href="https://zenodo.org/communities/citscicharacteristics">Características de la Ciencia Ciudadana según ECSA</a> y sus<a href="https://zenodo.org/record/5127534#.YV8J0dpBxPa"> 10 Principios de la Ciencia Ciudadana</a>. Lo que introduzcas en este campo no aparecerá en la plataforma, es simplemente para los procesos de revisión (máximo 2000 caracteres).
et: Palun kirjelda üleslaetava materjali harrastusteaduse sisu - vaata lisateabe saamiseks <a href="https://zenodo.org/communities/citscicharacteristics"> ECSA harrastusteaduse tunnusjooned</a> ning<a href="https://zenodo.org/record/5127534#.YV8J0dpBxPa"> ECSA harrastusteaduse kümme põhimõtet</a>. Siia sisestatav info ei ilmu platvormi avalikule lehele, see on vajalik vaid modereerimiseks ning platvormi halduseks (kuni 2000 tähemärki).
fr: Veuillez décrire le lien entre les sciences participatives et la resource que vous indiquez sur la plate-forme - aidez-vous <a href="https://zenodo.org/communities/citscicharacteristics"> des caractéristiques des sciences participatives d'ECSA</a> ainsi que des <a href="https://zenodo.org/record/5127534#.YV8J0dpBxPa"> 10 principes des Sciences participative d'ECSA</a>. Le texte que vous entrez ici n'apparaîtra pas sur la plate-forme, il ne sert qu'à l'évaluation et ne sera vu que par l'administrateur de la plate-forme (2000 caractères maximum).
hu: Kérjük, ismertesd a civil tudomány és a feltöltött forrás közötti összefüggést- további útmutatásért tekintsd meg a <a href="https://zenodo.org/communities/ citscicharacteristics"> ECSA Characteristics of Citizen Science</a>, valamint a<a href="https://zenodo.org/record/5127534#.YV8J0dpBxPa"> ECSA 10 Principles of Citizen Science</a> című dokumentumot.Amit ebbe a szövegmezőbe beírsz, az nem jelenik meg a platformon; csak moderálási célokra és a platform adminisztrátorai számára látható (max. 2000 karakter).
it: Descrivi il collegamento tra la Citizen science e la risorsa che stai caricando: per una guida consulta le <a href="https://zenodo.org/communities/citscicharacteristics"> Caratteristiche della Citizen science di ECSA </a> e i< a href="https://zenodo.org/record/5127534#.YV8J0dpBxPa"> 10 Principi di Citizen Science di ECSA </a>. Quello che introduci in questo campo di testo non apparirà sulla piattaforma; è visibile solo gli amministratori della piattaforma da vedere per motivi di moderazione (max 2000 caratteri).
lt: Aprašykite ryšį tarp piliečių mokslo ir įkeliamo šaltinio – gairių ieškokite <a href=“https://zenodo.org/communities/citscicharacteristics”> ECSA Piliečių mokslo charakteristikose</a> ir< a href=“https://zenodo.org/record/5127534#.YV8J0dpBxPa”> ECSA 10 piliečių mokslo principų</a>. Tai, ką įvedėte šiame teksto lauke, nebus rodoma platformoje; tai tik moderavimo tikslais ir platformos administratoriams matyti (maks. 2000 simbolių).
nl: Beschrijf de link tussen citizen science en het hulpmiddel die u profileert - voor begeleiding zie de <a href=“https://zenodo.org/communities/citscicharacteristics”> ECSA Kenmerken van Citizen Science</a> evenals de<a href=“https://zenodo.org/record/5127534#.YV8J0dpBxPa”> ECSA 10 Principes van Citizen Science</a>. Wat je invoert in dit tekstveld zal niet verschijnen op het platform, het is alleen voor moderatie doeleinden en voor de beheerders van het platform om te zien (max 2000 tekens).
pt: Por favor descreva a ligação entre a ciência cidadã e o recurso que está a submeter, usando as <a href="https://zenodo.org/cohttps://zenodo.org/record/5127534#.YV8J0dpBxPa">10 Características da Ciência Cidadã da ECSA</a> e os <a href="https://osf.io/xpr2n/">10 Princípios de Ciência Cidadã da ECSA</a>. O que introduzir neste campo não irá aparecer na plataforma; funciona apenas para propósitos de moderação da plataforma e para que os administradores da plataforma o possam ver (máximo 2000 caracteres).
sv: Beskriv resursens koppling till medborgarforskning. Titta på <a href="https://zenodo.org/communities/citscicharacteristics">ECSA Characteristics of Citizen Science</a> för vägledning

source: Description of Citizen Science Aspects
de: Beschreibung der Citizen Science-Aspekte
el: Περιγραφή πτυχών της Επιστήμης των Πολιτών
es: Descripción de los Aspectos de Ciencia Ciudadana
et: Harrastusteaduse aspektide kirjeldus
fr: Description des aspects relatifs aux Sciences participatives
hu: A civil tudomány vonatkozásai
it: Descrizione degli aspetti della Citizen science
lt: Piliečių mokslo aspektų aprašymas
nl: Beschrijving van burgerwetenschappelijke aspecten
pt: Descrição dos aspetos de ciência cidadã
sv: Beskrivning av olika aspekter av medborgarforskningen

source: Please name the author(s) of the resource. Enter <i>FirstInitial LastName</i> and close with a comma or press enter to add an author or multiple authors.
de: Bitte nennen Sie die Autor*innen der Ressource. Geben Sie <i>Vorname Nachname</i> ein und schließen Sie mit einem Komma ab oder drücken Sie die Eingabetaste, um eine*n Autor*in oder mehrere Autoren hinzuzufügen.
el: Παρακαλούμε ονομάστε τους δημιουργούς του πόρου. Εισαγάγετε <i>ΠρώτοΓράμμα Επίθετο</i> και καταχωρίστε με κόμμα ή πατήστε enter για να προσθέσετε έναν ή πολλούς συγγραφείς.
es: Por favor, indica la autoría del recurso. Añade su <i>Nombre</i> y termina con una coma o pulsando enter.
et: Materjali autor(id). Sisesta <i>EesnimeInitsiaal PereKonnanimi</i> ja lõpeta komaga või vajuta "Enter", et lisada autoreid.
fr: Auteur-e-s de la ressource. Saisir <i>FirstInitial LastName</i> et clore par une virgule pour ajouter un-e auteur-e, ou des auteur-e-s.
hu: Kérjük, nevezze meg a forrás szerzőjét (szerzőit).Add meg a <i>FirstInitial LastName</i> bejegyzést (vesszővel vagy enterrel elválasztva).
it: Si prega di nominare l'/gli autore(i) della risorsa. Inserisci <i>FirstInitial LastName</i> e chiudi con una virgola o premi invio per aggiungere uno o più autori.
lt: Nurodykite šaltinio autorių (-ius). Įveskite <i>Pirmoji pavardė</i> ir uždarykite kableliu arba paspauskite Enter, kad pridėtumėte autorių ar kelis autorius.
nl: Geef de naam van de auteur(s) van het hulpmiddel. Voer <i>FirstInitial LastName</i> in en sluit af met een komma of druk op enter om een auteur of meerdere auteurs toe te voegen.
pt: Por favor nomeie os autores deste recurso. Escreva a <i>Inicial do primeiro Nome e o Último Nome</i> separando-os com vírgulas ou clicando Enter para adicionar um autor ou múltiplos autores.

source: Authors
de: Autor*innen
el: Συγγραφείς
es: Autoría
et: Autorid
fr: Auteur-e-s
hu: Szerzők
it: Autori
lt: Autoriai
nl: Auteurs
pt: Autores
sv: Författare

source: Please select one of the proposed categories.
de: Wählen Sie eine der vorgeschlagenen Kategorien aus
el: Παρακαλούμε επιλέξτε μία από τις προτεινόμενες κατηγορίες.
es: Por favor, selecciona una de las categorías propuestas.
et: Vali üks pakutud kategooriatest.
fr: Sélectionnez une des catégories proposées.
hu: Válassz a kategóriák közül!
it: Seleziona una delle categorie proposte.
lt: Pasirinkite vieną iš siūlomų kategorijų.
nl: Kies een van de voorgestelde categorieën.
pt: Por favor selecione uma das categorias propostas.

source: Category
de: Kategorie
el: Κατηγορία
es: Categoría
et: Kategooria
fr: Catégorie
hu: Kategória
it: Categoria
lt: Kategorijos
nl: Categorie
pt: Categoria
sv: Kategori

source: Please select the audience(s) for which the resource is intended. Multiple options can be selected.
de: Wählen Sie die Zielgruppe(n) aus, für die die Ressource bestimmt ist. Mehrfachauswahl ist möglich.
el: Παρακαλούμε επιλέξτε το κοινό για τα οποία προορίζεται ο πόρος. Μπορείτε να επιλέξετε πολλές επιλογές.
es: Por favor, selecciona el público al que se dirige el recurso. Puedes elegir múltiples opciones.
et: Vali sihtrühm(ad), kellele materjal on mõeldud. Võib valida ka mitu rühma.
fr: Veuillez sélectionner le ou les public(s) cible(s) auquel/auxquels la ressource est destinée. Plusieurs choix sont possibles.
hu: Válaszd ki a célközönséget! Több opció is lehetséges.
it: Seleziona la tipologia di persone a cui la risorsa è destinata. Possono essere selezionate più opzioni.
lt: Pasirinkite auditoriją (-as), kuriai skirtas išteklius. Galima pasirinkti kelias parinktis.
nl: Selecteer het publiek (of de doelgroepen) waarvoor het hulpmiddel bestemd is. Er kunnen meerdere opties worden geselecteerd.
pt: Por favor selecione o(s) público(s)-alvo para o qual o recurso é intencionado. Múltiplas opções podem ser selecionadas.

source: Learning resource type
de: Art der Lernressource
el: Τύπος εκπαιδευτικής πηγής
es: Tipo de recurso de aprendizaje
et: Õppematerjali tüüp
fr: Type de ressource d’apprentissage
hu: Oktatási anyag típusa
it: Tipo di risorsa educativa
lt: Mokymosi išteklių tipas
nl: Type leermiddel
pt: Tipo de recurso de aprendizagem
sv: Typ av läranderesurs

source: Please select the thematic content of the resource.
de: Bitte wählen Sie den thematischen Inhalt der Ressource aus.
el: Παρακαλούμε επιλέξτε το θεματικό περιεχόμενο του πόρου.
es: Por favor, selecciona la temática del contenido del recurso.
et: Vali materjali temaatiline kuuluvus.
fr: Veuillez sélectionner le contenu thématique de la resource.
hu: A forrás tartalma
it: Inserisci qui il titolo o il nome della risorsa.
lt: Pasirinkite teminį šaltinio turinį.
nl: Selecteer de thematische inhoud van het hulpmiddel.
pt: Por favor selecione o conteúdo temático do recurso.
sv: Vänligen välj tema/kategori för resursen.

source: Theme
de: Thema
el: Θέμα
es: Tema
et: Teema
fr: Thème
hu: Téma
it: Tema
lt: Tema
nl: Thema
pt: Tema
sv: Tema

source: Please provide the <b>Digital Object Identifier</b> that is unique to your resource.
de: Bitte geben Sie einen <b>Digital Object Identifier</b> an, der für Ihre Ressource spezifisch ist.
el: Παρακαλούμε καταχωρίστε το <b>Αναγνωριστικό Ψηφιακού Αντικειμένου</b> που είναι μοναδικό για τον πόρο σας.
es: Por favor, añade el <b>Digital Object Identifier (DOI)</b> exclusivo de su recurso.
et: Sisesta oma materjali <b>DOI (Digital Object Identifier)</b>. See on unikaalne kood.
fr: Renseignez l'Identifiant d'Objet Digital <b> Digital Object Identifier</b> (DOI) unique qui est propre à votre resource.
hu: A forrás azonosítóját <b>Digital Object Identifier</b>
it: Fornisci l'<b>Identificatore oggetto digitale</b> che è univoco per la tua risorsa.
lt: Pateikite unikalų jūsų šaltinio <b>skaitmeninio objekto identifikatorių</b>.
nl: Geef de <b>Digital Object Identifier</b> die uniek is voor uw hulpmiddel.
pt: Por favor providencie o <b>Identificador de Objeto Digital</b> único a este recurso.

source: Resource DOI
de: DOI der Ressource
el: DOI Πηγής
es: DOI del recurso
et: Materjali DOI
fr: DOI de la ressource
hu: Forrás DOI
it: DOI della Risorsa
lt: Išteklio DOI
nl: Hulpmiddel DOI
pt: DOI do Recurso
sv: Resursens DOI (Digital Object Identifier)
