Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: Please note that we moderate all submissions (<a href='#moderation'>What is the moderation process?</a>) to ensure that all resources are of good quality (<a href='#quality'>What are the quality criteria?</a>), and that all projects are indeed citizen science initiatives (<a href='#citsci'>What is citizen science?</a>). Please note that resources are not uploaded to the platform, rather they are linked to from within the profile that you create.
de: Bitte beachten Sie, dass wir alle Einreichungen moderieren (<a href='#moderation'>Was ist der Moderationsprozess?</a>), um sicherzustellen, dass alle Ressourcen von guter Qualität sind (<a href='#quality'>Was sind die Qualitätskriterien?</a>) und, dass alle Projekte tatsächlich Citizen Science Initiativen sind (<a href='#citsci'>Was ist Citizen Science?</a>). Bitte beachten Sie, dass die Ressourcen nicht auf die Plattform hochgeladen werden, sondern in dem von Ihnen erstellten Profil verlinkt werden.
el: Λάβετε υπόψη ότι εποπτεύουμε όλες τις υποβολές (<a href='#moderation'>Ποια είναι η διαδικασία εποπτείας;</a>) για να διασφαλίσουμε ότι όλοι οι πόροι είναι καλής ποιότητας (<a href='#quality'>Ποια είναι τα κριτήρια ποιότητας;</a>), και ότι όλα τα έργα είναι όντως πρωτοβουλίες επιστήμης των πολιτών (<a href='#citsci'>Τι είναι η επιστήμη των πολιτών;</a>). Λάβετε υπόψη ότι οι πόροι δεν ανεβαίνουν στην πλατφόρμα, αλλά συνδέονται με μέσα από το προφίλ που δημιουργείτε.
es: Es importante decir que revisamos todas las altas (<a href='#moderation'>¿Cuál es el proceso de revisión?</a>) para asegurarnos que todos los recursos son de calidad (<a href='#quality'>¿Cuáles son los criterios de calidad?</a>), y que todos los proyectos son, por supuesto, iniciativas de ciencia ciudadana (<a href='#citsci'>¿Qué es la ciencia ciudadana?</a>). Ten en cuenta que los recursos no se suben a la plataforma, sino que se enlazan desde el perfil que has creado.
et: Pane tähele, et me modereerime kõiki kaastöid (<a href='#moderation'>Mida kujutab endast modereerimine?</a>), et tagada platvormi sisu kõrge kvaliteet (<a href='#quality'>Millised on kvaliteedikriteeriumid?</a>)ja et kõik projektid oleksid tõepoolest harrastusteaduse (<a href='#citsci'>Mis on harrastusteadus?</a>)alla kuuluvad. Tasub ka meeles pidada, et materjale ei laeta platvormile, vaid luuakse veebilingid.
fr: Veuillez noter que nous modérons toutes les soumissions (<a href='#moderation'>Quel est le processus de modération?</a>) afin de garantir la qualité optimale de toutes les ressources (<a href='#quality'>Quels sont les critères de qualité? </a>), et que tous les projets sont effectivement liés aux sciences participatives (<a href='#citsci'>Qu'est-ce que la science participative? </a>). Veuillez noter que les ressources ne sont pas téléchargées sur la plate-forme, elles sont plutôt liées à partir du profil que vous créez.
hu: Minden beküldést moderálunk (<a href='#moderation'>Mi a moderálás?</a>),hogy biztosítsuk a források minőségét (<a href='#quality'>Minőségi kritériumok</a>),és hogy minden projekt valóban civil tudományos kezdeményezés (<a href='#citsci'>Mi a civil tudomány?</a>).A forrásokat nem töltjük fel a platformra, hanem a létrehozott profilon válik hozzáférhetővé az eredeti linken.
it: Tieni presente che moderiamo tutti gli invii (<a href='#moderation'>Qual è il processo di moderazione?</a>) per garantire che tutte le risorse siano di buona qualità (<a href='#quality'>Quali sono i criteri di qualità?</a>) e che tutti i progetti siano effettivamente iniziative di Citizen science(<a href='#citsci'>Cos'è la scienza dei cittadini?</a>). Tieni presente che le risorse non vengono caricate sulla piattaforma, ma sono collegate all'interno del profilo che crei.
nl: Houd er rekening mee dat we alle inzendingen modereren (<a href=‘#moderation’>Wat is het moderatieproces?</a>) om ervoor te zorgen dat alle middelen van goede kwaliteit zijn (<a href=‘#quality’>Wat zijn de kwaliteitscriteria?</a>), en dat alle projecten inderdaad burgerwetenschapsinitiatieven zijn (<a href=‘#citsci’>Wat is burgerwetenschap?</a>). Houd er rekening mee dat hulpmiddelen niet worden geüpload naar het platform, maar ze zijn gelinkt vanuit het profiel dat u maakt.
pt: Por favor repara que moderamos todas as submissões feitas na plataforma (<a href='#moderation'>O que é o processo de moderação?</a>) para assegurar a qualidade de todos os recursos (<a href='#quality'>Quais são os critérios de qualidade?</a>), e garantir que todos os projetos são efetivamente iniciativas de ciência cidadã (<a href='#citsci'>O que é a Ciência Cidadã?</a>). Por favor repara que os recursos não são descarregados diretamente para a plataforma, mas é gerada uma ligação ao perfil que tu crias.

source: What types of resources can I submit?
de: Welche Arten von Ressourcen kann ich einreichen?
el: Τι είδη πόρων μπορώ να υποβάλω;
es: ¿Qué tipos de recursos puedo añadir?
et: Millist tüüpi materjale saan ma lisada?
fr: Quels type sde ressources puis-je soumettre?
hu: Milyen típusú forrásokat tölthetek fel?
it: Quali tipi di risorse posso inviare?
lt: Kokių tipų išteklius galiu pateikti?
nl: Welke soorten hulpmiddelen kan ik indienen?
pt: Que tipo de recursos posso submeter?
sv: Vilka sorters resurser kan jag lägga till?

source: Resources should be related to citizen science, and useful for understanding, planning, implementing and evaluating citizen science and citizen science practices, or otherwise of value to citizen science practitioners. Resources can include documents such as how-to guides, publications, reports, policy briefs, and protocols; technical tools such as software or hardware; other file formats such as videos, podcasts, and diagrams; and even websites or webpages. Please note that there is a separate form for training resources and materials that are about the practice of citizen science. All resources should meet a range of quality criteria such as being clearly structured, easy to read (or hear, or view), and easy to understand. For guidance, read our <a href='/moderation_quality_criteria'>quality criteria</a>.
de: Die Ressourcen sollten einen Bezug zu Citizen Science haben und für das Verständnis, die Planung, die Umsetzung und die Evaluierung von Citizen Science und Citizen Science Praktiken nützlich sein oder anderweitig für Citizen Science-Praktiker*innen von Nutzen sein. Zu den Ressourcen können Dokumente wie Anleitungen, Veröffentlichungen, Berichte, Kurzdarstellungen und Protokolle, technische Hilfsmittel wie Software oder Hardware, andere Dateiformate wie Videos, Podcasts und Diagramme und sogar Websites oder Webpages gehören. Bitte beachten Sie, dass es ein separates Formular für Trainingsressourcen und Materialien, die sich mit der Praxis von Citizen Science befassen, gibt. Alle Ressourcen sollten eine Reihe von Qualitätskriterien erfüllen, wie zum Beispiel klar strukturiert, leicht zu lesen (oder zu hören oder zu sehen) und leicht zu verstehen sein. Weitere Hinweise finden Sie in unseren <a href='/moderation_quality_criteria'>Qualitätskriterien</a>.
el: Οι πόροι θα πρέπει να σχετίζονται με την επιστήμη των πολιτών και να είναι χρήσιμοι για την κατανόηση, τον σχεδιασμό, την εφαρμογή και την αξιολόγηση των πρακτικών της επιστήμης των πολιτών και της επιστήμης των πολιτών ή άλλως έχουν αξία για τους επαγγελματίες της επιστήμης των πολιτών. Οι πόροι μπορεί να περιλαμβάνουν έγγραφα όπως οδηγούς με οδηγίες, δημοσιεύσεις, εκθέσεις, συνοπτικές πληροφορίες πολιτικής και πρωτόκολλα, τεχνικά εργαλεία όπως λογισμικό ή υλικό, άλλες μορφές αρχείων, όπως βίντεο, podcast και διαγράμματα. ακόμη και ιστοσελίδες ή ιστοτόπους. Παρακαλούμε σημειώστε ότι υπάρχει ξεχωριστό έντυπο για εκπαιδευτικούς πόρους και υλικό που αφορούν την πρακτική της επιστήμης των πολιτών. Όλοι οι πόροι πρέπει να πληρούν μια σειρά ποιοτικών κριτηρίων, όπως να είναι ξεκάθαρα δομημένοι, ευανάγνωστοι και κατανοητοί. Για καθοδήγηση, διαβάστε τα <a href='/moderation_quality_criteria'>κριτήρια ποιότητας</a>.
es: Los recursos deben relacionarse de alguna manera con la ciencia ciudadana, y que sean útiles para el entendimiento, planificación, implementación y evaluación de las prácticas de ciencia ciudadana, o al menos ser de valor para aquellas personas que realizan este tipo de actividades. Recursos pueden ser guías prácticas, publicaciones, informes, libros blancos y protocolos; herramientas técnicas como software o hardware; otros formatos de archivo como vídeos, podcasts, y diagramas; e incluso sitios y páginas web. Por favor, ten en cuenta que estos ejemplos son independientes de los recursos formativos y materiales sobre ciencia ciudadana que puedan existir. Todos los recursos por lo general deben cumplir ciertos criterios de calidad, como por ejemplo que estén estructurados de manera clara, sean fáciles de leer (ver u oír) y de entender. Pueden servir de guía nuestros <a href='/moderation_quality_criteria'>criterios de calidad</a>.
et: Materjalid peaksid olema seotud harrastusteadusega ning kasulikud harrastusteaduse ja selle praktikate mõistmisel, ettevalmistamisel, ellu viimisel ja tulemuste hindamisel või peaksid nad olema muul viisil harrastusteaduse viljelejatele olulised. Materjalideks võivad olla erinevad dokumendid, nagu juhendid, publikatsioonid, aruanded, protokollid või poliisijuhised; tehnilised vahendid nagu tarkvara või riistvara; failiformaadid nagu videod, taskuhäälingud, diagrammid või isegi veebilehed. Pane tähele, et platvormil on eraldi vorm koolitusmaterjalide sisestamiseks. Kõik materjalid peaksid vastama kvaliteedinõuetele, nagu näiteks selge ülesehitus, lihtne loetavus (või nähtavus või kuuldavus) ja üldine arusaadavus. Täpsemateks juhisteks tutvu meie <a href='/moderation_quality_criteria'>kvaliteedikriteeriumitega</a>.
fr: Les ressources doivent être liées à la science participative et utiles pour la compréhension, la planification, la mise en œuvre et l'évaluation de la science participative et de ses pratiques, ou utiles aux praticiens de la science participative. Les ressources peuvent inclure des documents tels que des guides pratiques, des publications, des rapports, des notes d'orientation et des protocoles ; des outils techniques tels que des logiciels ou du matériel ; d'autres formats de fichiers tels que des vidéos, des podcasts et des diagrammes ; et même des sites web ou des pages web. Veuillez noter qu'il existe un formulaire distinct pour les ressources et le matériel de formation portant sur la pratique de la science participative. Toutes les ressources doivent répondre à une série de critères de qualité tels que la clarté de la structure, la facilité de lecture (ou d'écoute, ou de visualisation) et la facilité de compréhension. Pour obtenir des conseils, lisez nos <a href='/moderation_quality_criteria'>critères de qualité</a>.
hu: A forrásoknak a civil tudományhoz kell kapcsolódniuk, és hasznosak kell lenniük a civil tudomány és a civil tudományos gyakorlatok megértéséhez,tervezéséhez, végrehajtásához és értékeléséhez, vagy egyéb más módon kell értéket képviselniük a civil tudomány művelői számára.A források közé tartozhatnak olyan dokumentumok, mint például útmutatók, kiadványok, jelentések, szakpolitikai tájékoztatók és protokollok;technikai eszközök, például szoftverek vagy hardverek; egyéb fájlformátumok, például videók, podcastok és diagramok; sőt, akár webhelyek vagy weboldalak is.A képzési anyagok és a civil tudomány gyakorlatáról szóló anyagok számára külön űrlap áll rendelkezésre.Valamennyi forrásnak meg kell felelnie egy sor minőségi kritériumnak, mint például a világos felépítés, könnyű olvashatóság, hallhatóság, nézhetőség és érthetőség.További útmutatásért olvasd el <a href='/ moderation_quality_criteria'>minőségi kritériumok</a> című dokumentumot.
it: Le risorse dovrebbero essere correlate alla Citizen science e utili per comprendere, pianificare, implementare e valutare la Scienza Partecipata e le sue pratiche, o comunque di valore per i professionisti del settore. Le risorse possono includere documenti come guide, pubblicazioni, report, policy brief e protocolli; strumenti tecnici come software o hardware; altri formati di file come video, podcast e diagrammi; e persino siti Web o pagine Web. Si prega di notare che esiste un modulo separato per le risorse e i materiali di formazione che riguardano la pratica della Citizen science. Tutte le risorse devono soddisfare una serie di criteri di qualità come essere chiaramente strutturate, facili da leggere (o ascoltare o visualizzare) e facili da capire. Per indicazioni, leggi i nostri <a href='/moderation_quality_criteria'>criteri di qualità</a>.
lt: Ištekliai turėtų būti susiję su piliečių mokslu ir būti naudingi norint suprasti, planuoti, įgyvendinti ir vertinti piliečių mokslą ir piliečių mokslo praktiką arba kitaip būti vertingi piliečių mokslo praktikams. Ištekliai gali apimti tokius dokumentus kaip instrukcijų vadovai, leidiniai, ataskaitos, politikos santraukos ir protokolai; techninės priemonės, pvz., programinė ar aparatinė įranga; kitų failų formatų, pvz., vaizdo įrašų, podcast’ų ir diagramų; ir net svetaines ar tinklalapius. Atkreipkite dėmesį, kad yra atskira forma mokymo ištekliams ir medžiagai, skirtai piliečių mokslo praktikai. Visi ištekliai turi atitikti įvairius kokybės kriterijus, pvz., būti aiškiai struktūrizuoti, lengvai skaitomi (arba girdimi ar peržiūrimi) ir lengvai suprantami. Jei reikia patarimų, skaitykite mūsų <a href=‘/moderation_quality_criteria’>kokybės kriterijus</a>.
nl: Hulpmiddelen moeten te maken hebben met burgerwetenschap, en nuttig zijn voor het begrijpen, plannen, uitvoeren en evalueren van burgerwetenschap en burgerwetenschapspraktijken, of anderszins van waarde zijn voor project leiders. Hulpmiddelen kunnen bestaan uit documenten zoals how-to gidsen, publicaties, rapporten, beleidsnota’s, en protocollen; technische hulpmiddelen zoals software of hardware; andere bestandsformaten zoals video’s, podcasts, en diagrammen; en zelfs websites of webpagina’s. Let op: er is een apart formulier voor training- en opleidingsmateriaal. Alle middelen moeten voldoen aan een reeks kwaliteitscriteria, zoals duidelijk gestructureerd, gemakkelijk te lezen (of te horen, of te bekijken), en gemakkelijk te begrijpen. Voor begeleiding, lees onze <a href=‘/moderation_quality_criteria’>kwaliteitscriteria</a>.
pt: Os recursos devem ser relacionados com a ciência cidadã e úteis para compreender, planear, implementar e avaliar ciência cidadã e as suas práticas, ou por sua vez ter valor para os praticantes de ciência cidadã. Dos recursos podem fazer parte documentos, tais como, guias, publicações, relatórios, documentos políticos e protocolos; ferramentas técnicas, tais como, software ou hardware; outro formato de ficheiros, tais como, vídeos, podcasts e diagramas; e ainda websites ou páginas web. Por favor repara que há um formulário próprio para os recursos e materiais de formação sobre a prática de ciência cidadã. Todos os recursos devem cumprir com os critérios de qualidade, tais como, ter uma estrutura clara, ser de leitura fácil (audição ou visão) e ser de compreensão simples. Para mais informações consulta os nossos <a href='/moderation_quality_criteria'>critérios de qualidade</a>.

source: What types of projects can I submit?
de: Welche Arten von Projekten kann ich einreichen?
el: Τι είδους έργα μπορώ να υποβάλω;
es: ¿Qué tipos de proyectos puedo añadir?
et: Millist tüüpi projekte saan ma sisestada?
fr: Quels types de projets puis-je soumettre?
hu: Milyen típusú projekteket tölthetek fel?
it: Quali tipi di progetti posso presentare?
lt: Kokių tipų projektus galiu pateikti?
nl: Wat voor soort projecten kan ik indienen?
pt: Que tipo de projetos posso submeter?
sv: Vilka sorters projekt kan jag lägga till?
