Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: resources by date or by rating
de: Ressourcen nach Datum oder Bewertung
el: πόροι βάσει ημερομηνίας ή αξιολόγησης
es: recursos por fecha o por valoración
et: kuupäeva või hinnangu alusel
fr: ressources par date ou par notation
hu: Források dátum vagy értékelés szerint
it: risorse per data o per valutazione
lt: išteklių pagal datą arba įvertinimą
nl: hulpmiddelen per datum of per classificatie
pt: recursos por data ou por classificação
sv: resurser efter datum eller betyg

source: search results by language, theme or category
de: Suchergebnisse nach Sprache, Thema oder Kategorie
el: αποτελέσματα αναζήτησης ανά γλώσσα, θέμα ή κατηγορία
es: buscar resultados por idioma, temática o categoría
et: otsi tulemusi keele, teema või kategooria järgi
fr: résultats de la recherche par langue, thème ou catégorie
hu: Keresés nyelv, téma vagy kategória szerint
it: risultati di ricerca per lingua, tema o categoria
lt: paieškos rezultatai pagal kalbą, temą ar kategoriją
nl: zoekresultaten op taal, thema of categorie
pt: resultados da pesquisa por idioma, tema ou categoria
sv: sökresultat efter språk, tema eller kategori

source: Submitted resources that have been through the moderation process are marked as 'Moderated'.Only these will show in your search results unless you filter for 'not yet moderated' or 'All'.
de: Eingereichte Ressourcen, die den Moderationsprozess durchlaufen haben, werden als 'Moderiert' markiert. Nur diese werden in Ihren Suchergebnissen angezeigt, solange Sie nicht nach 'noch nicht moderiert' oder 'alle' filtern.
el: Οι υποβληθέντες πόροι που έχουν περάσει από τη διαδικασία εποπτείας επισημαίνονται ως 'Υπό επεξεργασία'. Μόνο αυτά θα εμφανίζονται στα αποτελέσματα αναζήτησής σας, εκτός εάν φιλτράρετε για «δεν έχει ακόμη επεξεργαστεί» ή «Όλα».
es: Los recursos añadidos que han pasado el proceso de revisión están marcados como ‘Revisados’. Solo estos serán mostrados en tus resultados de búsqueda, a no ser que añadas el filtro para 'sin revisar aún' o 'Todos'.
et: Sisestatud materjalid, mis on modereerimise läbinud, on tähistatud kui 'Modereeritud'. Ainult neid materjale näidatakse otsingutulemustes. Muu tulemuse jaoks vali 'Pole veel modereeritud' või 'Kõik'.
fr: Les ressources fournies qui sont passées par la procédure de validation sont marquées comme ‘Validées par le modérateur’. Ce sont les seules qui apparaîtront dans les résultats de la recherche, sauf si vous filtrez par ‘En cours de révision par l’administrateur’’ ou ‘Tout’.
it: Le risorse inviate che hanno superato il processo di moderazione sono contrassegnate come "Moderate". Solo queste verranno mostrate nei risultati di ricerca a meno che non si filtri per "non ancora moderate" o "Tutte".
lt: Pateikti ištekliai, kuriems buvo atliktas moderavimo procesas, pažymėti kaip „Moderuojami“. Tik jie bus rodomi paieškos rezultatuose, nebent filtruosite pagal „dar nereguliuoti“ arba „Visi“.
nl: Ingezonden hulpmiddelen die het moderatieproces hebben doorlopen, worden gemarkeerd als ‘gemodereerd’. Alleen deze worden getoond in je zoekresultaten, tenzij uw filtert op ‘nog niet gemodereerd’ of ‘Alle’.
pt: Os recursos submetidos que já passaram pelo processo de moderação são marcados como "Revisto". Apenas estes aparecerão como resultado de pesquisa, a não ser que se usem os filtros "Aguarda moderação" ou "Todos".
sv: Inskickade resurser som har genomgått moderering är markerade som 'modererade'. Endast modererade resurser kommer att visas i dina sökresultat om du inte väljer att filtrera som 'ej modererade ännu' eller 'alla'.

source: Publish information
de: Informationen veröffentlichen
el: Δημοσίευση πληροφοριών
es: Publicar información
et: Publitseerimisinfo
fr: Publier l'information
hu: Információk közzététele
it: Informazioni pubbliche
lt: Paskelbti informaciją
nl: Informatie publiceren
pt: Publicar informação

source: Links with projects and/or organisations
de: Verbindungen zu Projekten und/oder Organisationen
el: Σύνδεσμοι με έργα ή/και οργανισμούς
es: Vínculos con proyectos y/o organizaciones
et: Seotud projektid ja/või organisatsioonid
fr: Les liens avec les projets et/ou les organisations
hu: Kapcsolatok a projektekhez és/vagy szervezetekhez
it: Collegamenti con progetti e/o organizzazioni
lt: Ryšiai su projektais ir (arba) organizacijomis
nl: Verbanden met projecten en/of organisaties
pt: Ligações com projetos e/ou organizações
sv: Länkar till projekt och/eller organisationer

source: Training information
de: Trainingsinformationen
el: Πληροφορίες εκπαίδευσης
es: Información sobre la formación
et: Koolitusteave
fr: Les informations sur les formations
hu: Képzési információ
it: Informazioni sulla formazione
lt: Informacija apie mokymus
nl: Training informatie
pt: Informação sobre a formação
sv: Utbildningsinformation

source: Go to Training
de: Gehen Sie zum Training
el: Πηγαίνετε στην Εκπαίδευση
es: Ir a Formación
et: Mine koolituse juurde
fr: Aller à la Formation
hu: Irány a képzéshez!
it: Vai alla formazione
lt: Eiti į mokymus
nl: Ga naar Training
pt: Ir para Formação
sv: Gå till träning

source: Go to Resource
de: Gehen Sie zur Ressource
el: Πηγαινετε στους Πόρους
es: Ir al Recurso
et: Mine materjali juurde
fr: Aller à la Ressource
hu: Irány a forráshoz!
it: Vai alla risorsa
lt: Eiti į resursą
nl: Ga naar het hulpmiddel
pt: Ir para Recursos
sv: Gå till resurs

source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Muuda
fr: Modifier
hu: Szerkesztés
it: Modifica
lt: Redaguoti
nl: Bewerken
pt: Editar
sv: Redigera

source: Comment
de: Kommentieren
el: Σχόλιο
es: Comentar
et: Kommenteeri
fr: Commenter
hu: Hozzászólás
it: Commenta
lt: Komentuoti
nl: Geef commentaar
pt: Comentar
sv: Kommentera

source: Approve
de: Akzeptieren
el: Έγκριση
es: Aprobar
et: Kiida heaks
fr: Approuver
hu: Engedélyezett
it: Approva
lt: Patvirtinti
nl: Keur goed
pt: Aprovar
sv: Godkänn

source: Set featured
de: Vorgestellte einstellen
el: Καθορισμός ροτεινόμενων
es: Marcar como destacado
et: Sisaldab
fr: Presenté
hu: Kiemelés szerint
it: Imposta in primo piano
lt: Pažymėtas rinkinys
pt: Definir características

source: Is training
de: Ist Training
el: Εκπαιδεύει
es: Formación
et: On koolitus
fr: En formation
hu: képzés
it: E' formazione
lt: Mokosi
pt: É formação

source: Contact submitter
de: Kontakt zum/zur Verfasser*in
el: Επικοινωνήστε με τον υποβάλλοντα
es: Contactar con responsable
et: Võta ühendust sisestajaga
fr: Contacter l'éditeur
hu: Kapcsolatfelvétel a forrás feltöltőjével
it: Contatta il mittente
lt: Susisiekite su pateikėju
nl: Contact indiener
pt: Contactar responsável
sv: Kontakta insändaren

source: Language
de: Sprache
el: Γλώσσα
es: Idioma
et: Keel
fr: Langue
hu: Nyelv
it: Lingua
lt: Kalba
nl: Taal
pt: Idioma
sv: Språk

source: Education level
de: Ausbildungslevel
el: Μορφωτικό επίπεδο
es: Nivel educativo
et: Koolitustase
fr: Niveau d'études
hu: Képzettség
it: Livello di istruzione
lt: Išsilavinimo lygis
nl: Opleidingsniveau
pt: Nível de escolaridade
sv: Utbildningsnivå

source: Learning Resource Type
de: Art der Lernressource
el: Τύπος εκπαιδευτικού πόρου
es: Tipo de recurso de aprendizaje
et: Õppematerjali tüüp
fr: Type de Ressource d’Apprentissage
hu: Tanulási forrás típusa
it: Tipo di risorsa di apprendimento
lt: Mokymosi ištekliaus tipas
nl: Type Leermiddel
pt: Tipologia de Recurso de Aprendizagem
sv: Typ av lärande-resurs

source: Please indicate the (main) language that the resource is made available in
es: Por favor, indica el idioma principal del recurso

source: Training resource fields
de: Art der Trainingsressource
el: Πεδία εκπαιδευτικής πηγής
es: Áreas del recurso formativo
et: Õppematerjali väljad
fr: Champs de la ressource d’apprentissage
hu: Képzési anyagok
it: Campi delle risorse di formazione
lt: Mokymo išteklių laukai
nl: Trainingsmiddel velden
pt: Áreas de recurso de formação

source: Links with projects and organisations
de: Verbindungen zu Projekten und Organisationen
el: Σύνδεσμοι με έργα και οργανισμούς
es: Vínculos con proyectos y organizaciones
et: Seotud projektid ja/või organisatsioonid
fr: Liens avec les projets et les organisations
hu: Kapcsolatok projektekkel és szervezetekkel
it: Collegamenti con progetti e organizzazioni
lt: Ryšiai su projektais ir organizacijomis
nl: Verbanden met projecten en organisaties
pt: Ligações a projetos e organizações

source: Resource profile images
de: Bilder des Ressourcenprofils
el: Εικόνες προφίλ πόρων
es: Imágenes del perfil del recurso
et: Projekti profiilipildid
fr: Images des profils de la ressource
hu: Projekt profilkép
it: Immagini profilo della risorsa
lt: Išteklių profilio vaizdai
nl: Hulpmiddel profiel afbeeldingen
pt: Imagem de perfil de recurso

source: Training resource added correctly
de: Trainingsressource korrekt hinzugefügt
el: Ο εκπαιδευτικός πόρος προστέθηκε σωστά
es: Recurso formativo añadido correctamente
et: Koolitusmaterjal on korrektselt lisatud
fr: Ressource de formation ajoutée correctement
hu: Képzési anyag helyesen hozzáadva
it: Risorsa di formazione aggiunta correttamente
lt: Mokymų išteklius pridėtas teisingai
nl: Trainingsmiddel correct toegevoegd
pt: Recurso de formação adicionado corretamente

source: Resource added correctly
de: Ressource korrekt hinzugefügt
el: Ο πόρος προστέθηκε σωστά
es: Recurso añadido correctamente
et: Materjal on korrektselt lisatud
fr: Ressource ajoutée correctement
hu: Forrás helyesen hozzáadva
it: Risorsa aggiunta correttamente
lt: Išteklius pridėtas teisingai
nl: Hulpmiddel correct toegevoegd
pt: Recurso adicionado corretamente
sv: Resursen har lagts till korrekt

source: <a href='/about' class='text-white'>about</a> the platform
de: <a href='/about' class='text-white'>über</a> die Plattform
el: <a href='/about' class='text-white'>σχετικά</a> με την πλατφόρμα
es: <a href='/about' class='text-white'>acerca de</a> la plataforma
et: <a href='/about' class='text-white'>platvormist</a>
fr: <a hef='/about' class='text-white'>A propos</a> de la plate-forme
hu: <a href='/about' class='text-white'>about</a> a platform
it: <a href='/about' class='text-white'>informazioni</a> sulla piattaforma
lt: <a href=‘/about’ class=‘text-white’>apie</a> platformą
nl: a href=‘/about’ class=‘text-white’>over</a> het platform
pt: <a href='/about' class='text-white'>sobre</a> a plataforma
sv: <a href='/about' class='text-white'>om</a> portalen

source: EU-Citizen.Science is an online platform for sharing knowledge, tools, training and resources for citizen science – by the community, for the community.
de: EU-Citizen.Science ist eine Online-Plattform zum Austausch von Wissen, Tools, Schulungen und Ressourcen für Citizen Science - durch die Gemeinschaft, für die Gemeinschaft.
el: Το EU-Citizen.Science είναι μια διαδικτυακή πλατφόρμα για την ανταλλαγή γνώσεων, εργαλείων, εκπαίδευσης και πόρων για την επιστήμη των πολιτών - από την κοινότητα, για την κοινότητα.
es: EU-Citizen.Science es una plataforma online para compartir conocimiento, herramientas, formación y recursos de ciencia ciudadana – por la comunidad, para la comunidad.
et: EU-Citizen.Science on veebipõhine platvorm, mis on mõeldud teadmiste, vahendite, koolituste ning harrastusteaduse materjalide jagamiseks – kogukonnalt, kogukonnale.
fr: EU-Citizen.Science est une plate-forme en ligne dédiée au partage de connaissances, d’outils, de formations et de ressources en sciences participatives - créée par la communauté et pour la communauté.
hu: Az EU-Citizen.Science egy olyan online platform, amely a közösség által a közösség számára a civil tudományhoz szükséges ismeretek,eszközök, képzések és források megosztására szolgál.
it: EU-Citizen.Science è una piattaforma online per la condivisione di conoscenze, strumenti, formazione e risorse per la Citizen science – dalla comunità, per la comunità.
lt: EU-Citizen.Science yra internetinė platforma, skirta bendruomenei, bendruomenei dalytis žiniomis, įrankiais, mokymais ir piliečių mokslo ištekliais.
nl: EU-Citizen.Science is een online platform voor het delen van kennis, tools, training en hulpmiddelen voor burgerwetenschap – door de community, voor de community.
pt: EU-Citizen.Science é uma plataforma online para partilha de conhecimentos, ferramentas, formação e recursos de ciência cidadã - pela comunidade, para a comunidade.
sv: EU-Citizen.Science är en webbportal för att dela kunskap, verktyg och resurser för medborgarforskning – av medborgarna för medborgarna.

source: The vision for the platform is to serve as a Knowledge Hub and to become the European reference point for citizen science in aid of its mainstreaming.
de: Die Vision für die Plattform ist es, als Wissenszentrale zu dienen und zum europäischen Referenzpunkt für Citizen Science zu werden, um dessen Mainstreaming zu unterstützen.
el: Το όραμα για την πλατφόρμα είναι να λειτουργήσει ως Κόμβος Γνώσης και να γίνει το ευρωπαϊκό σημείο αναφοράς για την επιστήμη των πολιτών, βοηθώντας την ενσωμάτωσή της.
es: La visión de la plataforma es servir como un Punto de Conocimiento y convertirse en referencia europea para la ciencia ciudadana y su popularización.
et: Platvormi visioon on olla Teadmuskeskus ja saada Euroopas harrastusteaduse lähteallikaks.
fr: La plate-forme a pour ambition de servir de knowledge Hub et de devenir la référence européenne de dissemination des activités en sciences participatives.
hu: A platform a civil tudomány tudásmegosztó hálózataként működik.
it: La visione della piattaforma è quella di fungere da Knowledge Hub e diventare il punto di riferimento europeo per la Citizen science, a sostegno della sua diffusione.
lt: Platformos vizija – tapti žinių centru ir tapti Europos piliečių mokslo atskaitos tašku, padedančiu jį integruoti.
nl: De visie van het platform is te fungeren als een kennishub en het Europese referentiepunt te worden voor burgerwetenschap ter ondersteuning van de mainstreaming daarvan.
pt: A visão para a plataforma é que sirva como um centro de conhecimento e que se torne o ponto de referência para a Ciência Cidadã na Europa, apoiando o seu crescimento.
sv: Vår vision är att portalen ska bli ett kunskapsnav för europeisk medborgarforskning och bidra till att göra medborgarforskning ännu mer känt och använt bland olika aktörer i samhället.

source: Learn more in the <a href='/about' class='text-dark'>about page</a><br /> and the <a href='/faq' class='text-white'>FAQ!</a>
de: Lernen Sie mehr auf der <a href='/about' class='text-dark'> Über-Seite </a><br /> und den <a href='/faq' class='text-white'>FAQ!</a>
el: Μάθετε περισσότερα στη <a href='/about' class='text-dark'>σελίδα σχετικά με</a><br /> και στις <a href='/faq' class='text-white'>Συχνές ερωτήσεις! </a>
es: Más información en <a href='/about' class='text-dark'>'Acerca de'</a><br /> y <a href='/faq' class='text-white'>las preguntas frecuentes</a>
et: Uuri <a href='/about' class='text-dark'>veebi</a><br /> lisainfot ja vaata <a href='/faq' class='text-white'>KKK!</a>
fr: Consultez <a href='/about' class='text-dark'>la page aà propos</a><br /> et les <a href='/faq' class='text-white'>FAQ!</a>
hu: Tudj meg többet <a href='/about' class='text-dark'>about page</a><br /> and the <a href='/faq' class='text-white'>FAQ!</a>
it: Scopri di più nella <a href='/about' class='text-dark'>pagina delle informazioni</a><br /> e nelle <a href='/faq' class='text-white'>FAQ! </a>
lt: Sužinokite daugiau <a href=‘/about’ class=‘text-dark’>puslapyje apie</a><br /> ir <a href=‘/faq’ class=‘text-white’>DUK! </a>
nl: Meer informatie vindt u op de <a href=‘/about’ class=‘text-dark’>about pagina</a><br /> en de <a href=‘/faq’ class=‘text-white’>FAQ!</a>
pt: Descobre mais na <a href='/about' class='text-dark'>página Sobre Nós</a><br /> e nas<a href='/faq' class='text-white'>Perguntas Mais Frequentes!</a>
sv: Läs mer under Om och Vanliga frågor och svar (FAQ)!

source: Crop the photo
de: Schneiden Sie das Foto zu
el: Περικόψτε τη φωτογραφία
es: Recortar la foto
et: Lõika fotot
fr: Rogner la photo
hu: Körbevágás
it: Ritaglia la foto
lt: Apkarpykite nuotrauką
nl: Foto bijsnijden
pt: Cortar a fotografia
sv: Beskär bild

source: zoom_in
de: Vergrößern
el: μεγέθυνση
es: acercar
et: suumi_sisse
fr: Zoom avant
hu: Nagyítás
it: ingrandisci
lt: pritraukite
pt: aproximar
sv: förstora

source: zoom_out
de: Verkleinern
el: σμίκρυνση
es: alejar
et: suumi_välja
fr: Zoom arrière
hu: Kicsinyítés
it: rimpicciolisci
lt: atitraukite
pt: afastar
sv: förminska

source: Crop and upload
de: Zuschneiden und hochladen
el: Περικοπή και μεταφόρτωση
es: Recortar y añadir
et: Lõika ja lae üles
fr: Rogner et charger
hu: Körbevágás és feltöltés
it: Ritaglia e carica
lt: Apkarpyti ir įkelti
nl: Bijsnijden en uploaden
pt: Cortar e submeter
sv: Beskär och ladda upp

source: You are in the beta version of the eu-citizen.science platform. Please provide your feedback in the official
de: Sie befinden sich in der Alpha-Version der Plattform EU-Citizen.Science. Bitte geben Sie Ihr Feedback im offiziellen
el: Βρίσκεστε στην έκδοση beta της πλατφόρμας EU-Citizen.Science. Δώστε τα σχόλιά σας στον επίσημο φορέα
es: Estás en la versión beta de la plataforma EU-Citizen.Science. Por favor, cuéntanos tus impresiones en la página oficial
et: See on EU-Citizen.Science platvormi beeta-väljalase. Palun jätke tagasiside ametlikku
fr: Vous êtes dans la version beta de la plate-forme EU-Citizen.Science. Donnez votre impression dans la version ’officielle
hu: Az EU-Citizen.Science béta verziójában vagy.Visszajelzést a hivatalos oldalon tudsz írni.
it: Sei nella versione beta della piattaforma eu-citizen.science. Si prega di fornire il tuo feedback sul funzionamento
lt: Jūs naudojate eu-citizen.science platformos beta versiją. Prašome pateikti savo atsiliepimus oficialioje svetainėje
nl: Je bent in de beta versie van het EU-Citizen.Science platform. Geef s.v.p. feedback in de officiele
pt: Estás na versão beta da plataforma eu-citizen.science. Por favor dá-nos o teu feedback no oficial

source: GitHub repository
de: GitHub Repositorium
el: Αποθετηριο GitHub
es: Repositorio GitHub
et: GitHub hoidlasse
fr: GitHub recueil d’informations
hu: GitHub adattár
it: Archivio GitHub
lt: GitHub talpykla
pt: repositório GitHub
sv: GitHub

source: here to subscribe to our newsletter
de: Melden Sie sich hier für unseren Newsletter an
el: εδώ για να εγγραφείτε στο ενημερωτικό μας δελτίο
es: aquí para suscribirse a nuestra newsletter
et: siia, et tellida uudiskiri
fr: ici pour s’inscrire à notre newsletter
hu: Iratkozz fel a hírlevelünkre!
it: qui per iscriverti alla nostra newsletter
lt: čia norėdami užsiprenumeruoti mūsų naujienlaiškį
nl: hier voor inschrijven voor onze nieuwsbrief
pt: aqui para subescrever a nossa newsletter
sv: här för att prenumerera på vårt nyhetsbrev

source: EU-Citizen.Science has received funding from the European Union´s Horizon 2020 Framework Programme for Research and Innovation under grant agreement No. 824580
de: EU-Citizen.Science wurde durch das Rahmenprogramm für Forschung und Innovation 'Horizon 2020' der Europäischen Union im Rahmen der Vertragsvereinbarung Nr. 824580 gefördert.
el: Το EU-Citizen.Science έχει λάβει χρηματοδότηση από το πρόγραμμα-πλαίσιο για την έρευνα και την καινοτομία «Ορίζοντας 2020» της Ευρωπαϊκής Ένωσης βάσει της συμφωνίας επιχορήγησης αριθ. 824580
es: EU-Citizen.Science ha recibido financiación de Horizonte 2020, el Programa Marco de la Unión Europea para la Investigación y la Innovación, bajo acuerdo No. 824580
et: EU-Citizen.Science on saanud toetust EL teadusuuringute ja innovatsiooni raamprogrammi Horisont 2020 poolt, toetuse leping nr. 824580
fr: Le projet EU-Citizen.Science est soutenu par le programme-cadre de Recherche et d'Innovation Horizon 2020 de la Commission européenne (subvention n° 824580)
hu: Az EU-Citizen.Science projekt a 824580. számú megállapodás alapján,az Európai Unió Horizont 2020-as kutatási és innovációs keretprogramjából részesült támogatásban.
it: EU-Citizen.Science ha ricevuto finanziamenti dal programma quadro per la ricerca e l'innovazione Horizon 2020 dell'Unione europea nell'ambito della convenzione di sovvenzione n. 824580
lt: EU-Citizen.Science gavo finansavimą iš Europos Sąjungos bendrosios mokslinių tyrimų ir inovacijų programos „Horizontas 2020“ pagal dotacijos sutartį Nr. 824580
nl: EU-Citizen.Science wordt gefinancierd door het Horizon 2020 Programma voor Onderzoek en Innovatie van de Europese Unie met subsidieovereenkomstNr. 824580
pt: O projecto EU-Citizen.Science recebeu financiamento do Programa Quadro de Investigação e Inovação Horizonte 2020 da União Europeia, sob o contrato n.º 824580
sv: EU-Citizen.Science har erhållit finansiering från EU:s ramverk för forskning och innovation – Horisont 2020 – under grant agreement No. 824580

source: Links
el: Συνδέσεις
es: Enlaces
et: Viited
fr: Liens
hu: Linkek
it: Link
lt: Nuorodos
pt: Ligações
sv: Länkar

source: About
de: Über
el: Σχετικά
es: Acerca de
et: Meist
fr: A propos de
hu: Rólunk
it: Riguardo
lt: Apie
nl: Over
pt: Sobre Nós
sv: Om

source: Terms of Use
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Términos de Uso
et: Kasutustingimused
fr: Conditions d’Utilisation
hu: Használati feltételek
it: Condizioni di utilizzo
lt: Naudojimosi sąlygos
nl: Gebruiksvoorwaarden
pt: Termos de Utilização
sv: Användarvillkor

source: Privacy
de: Datenschutz
el: Ιδιωτικότητα
es: Privacidad
et: Privaatsusteade
fr: Protection de la vie privée
hu: Adatvédelem
lt: Privatumas
pt: Privacidade
sv: Sekretess

source: Imprint
de: Impressum
el: Σφραγίδα
es: Imprimir
fr: Mentions légales
hu: Lenyomat
it: Stampa
lt: Leidimo duomenys
nl: Afdruk
pt: Créditos, Questões legais e Mais informações
sv: Om webbplatsen

source: Deliverables
de: Ergebnisse
el: Παραδοτέα
es: Entregables
et: Tulemused
fr: Livrables
hu: Teljesítések
it: Prodotti finali
lt: Rezultatai
nl: Resultaten
pt: Entregável
sv: Projektets resultat

source: FAQ
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
et: KKK
hu: Gyakori kérdések
it: Domande frequenti
lt: DUK
pt: Perguntas Mais Frequêntes
sv: Vanliga frågor och svar

source: Final launch
de: Finaler Start
el: Τελική κυκλοφορία
es: Último lanzamiento
et: Lansseerimine
fr: Dernier lancement
hu: Átadás
it: Lancio finale
lt: Galutinis paleidimas
nl: Definitieve lancering
pt: Lançamento final
sv: Lansering

source: Moderation & quality criteria
de: Moderation & Qualitätskriterien
el: Κριτήρια ελέγχου και ποιότητας
es: Proceso de revisión y criterios de calidad
et: Modereerimine ja kvaliteedikriteeriumid
fr: Validation et critères de qualité
hu: Moderálás és minőségi kritériumok
it: Criteri di moderazione & qualità
lt: Saikingumo ir kokybės kriterijai
nl: Moderatie- en kwaliteitscriteria
pt: Moderação e critérios de qualidade

source: Development
de: Entwicklung
el: Εξέλιξη
es: Desarrollo
et: Arendamine
fr: Développement
hu: Fejlesztés
it: Sviluppo
lt: Vystymas
nl: Ontwikkeling
pt: Desenvolvimento
sv: Utveckling

source: What do you want to submit?
de: Was möchten Sie einreichen?
el: Τι θέλετε να υποβάλετε;
es: ¿Qué deseas añadir?
et: Mida tahad sisestada?
fr: Que souhaitez-vous soumettre ?
hu: Mit szeretnél feltölteni?
it: Vuoi inviare?
lt: Ką norite pateikti?
nl: Wat wil je indienen?
pt: O que quer submeter?

source: Project
de: Projekt
el: Έργο
es: Proyecto
et: Projekt
fr: Projet
hu: Projekt
it: Progetto
lt: Projektas
pt: Projeto
sv: Projekt

source: Create a Citizen Science Project profile
de: Erstellen Sie ein Profil für ein Citizen Science Projekt
el: Δημιουργήστε ένα προφίλ Έργου Επιστήμης των Πολιτών
es: Crear un perfil para un Proyecto de Ciencia Ciudadana
et: Loo harrastusteaduse projekti profiil
fr: Créer un profil de projet de sciences participatives
hu: Civil tudományos profil létrehozása
it: Crea il profilo di un Progetto di Citizen Science
lt: Sukurkite „Citizen Science Project“ profilį
nl: Maak een burgerwetenschapsproject profiel aan
pt: Criar um perfil para um projeto de ciência cidadã
sv: Skapa profil för medborgarforskningsprojekt
