Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: Enter Email
de: Geben Sie Ihre E-Mailadresse ein
el: Εισάγετε διεύθυνση ηλεκτρονικού ταχυδρομείου (email)
es: Ingresa tu correo electrónico
et: Sisesta e-mail
fr: Saisir l’adresse e-mail
hu: E-mail cím
it: Inserisci la tua e-mail
lt: Įveskite el. paštą
nl: Email invoeren
pt: Introduzir Endereço Eletrónico
sv: Ange din e-postadress

source: Enter Password
de: Geben Sie Ihr Passwort ein
el: Εισάγετε κωδικό πρόσβασης
es: Ingresa tu contraseña
et: Sisesta salasõna
fr: Saisir le mot de passe
hu: Jelszó
it: Digita la password
lt: Įveskite slaptažodį
nl: Wachtwoord invoeren
pt: Introduzir Palavra-Passe
sv: Ange ditt lösenord

source: Log in
de: Einloggen
el: Είσοδος
es: Iniciar sesión
et: Logi sisse
fr: Se connecter
hu: Bejelentkezés
it: Accedi
lt: Prisijunkite
nl: Inloggen
pt: Entrar
sv: Logga in

source: We see that your email address is in our database, but that you have not yetconfirmed your address. Please search for the confirmation email in your inbox(or spam) to activate your account
de: Wir haben Ihre E-Mailadresse zwar in unserer Datenbank gefunden, aber Sie haben sie noch nicht bestätigt. Bitte suchen Sie die entsprechende Bestätigungsmail in Ihrem Posteingang (oder Spamordner), um Ihren Account zu aktivieren
el: Φαίνεται ότι η ηλεκτρονική σας διεύθυνση βρίσκεται στη βάση δεδομένων μας, παρόλα αυτά δεν την έχετε επιβεβαιώσει ακόμη. Παρακαλούμε αναζητήστε το email επιβεβαίωσης στα εισερχόμενα (ή τα ανεπιθύμητα) μηνύματα σας για να ενεργοποιήσετε το λογαριασμό σας
es: Este correo electrónico se encuentra en nuestra base de datos, pero no has confirmado aún esta dirección. Por favor, busca el correo de confirmación en tu bandeja de entrada (o spam) para activar tu cuenta
et: On näha, et Sinu e-maili aadress on meie andmebaasis, kuid Sa ei ole seda veel kinnitanud. Palun otsi oma postkastist (või spämmist) kinnituskiri, et oma konto aktiveerida
fr: Votre adresse e-mail est bien enregistrée dans notre base de donnée, mais vous ne l’avez pas encore confirmée. Merci de retrouver l’e-mail de confirmation dans votre boîte de réception (ou spam) pour activer votre compte
lt: Matome, kad jūsų el. pašto adresas yra mūsų duomenų bazėje, tačiau jo dar nepatvirtinote. Norėdami aktyvuoti paskyrą, ieškokite patvirtinimo el. laiško savo pašto dėžutėje (arba aplanke Šlamštas)
nl: We zien dat uw e-mailadres in onze database staat, maar dat u uw adres nog niet heeft bevestigd. Zoek de bevestigingsmail in uw inbox (of spam) om uw account te activeren
pt: O seu endereço eletrónico está na nossa base de dados, mas ainda não confirmou o seu endereço. Por favor, procure o e-mail de confirmação na sua caixa de entrada (ou spam) para ativar a sua conta
sv: Din e-postadress är registrerad i vår databas, men du har ännu inte bekräftat din adress. Kika i din inbox efter vårt bekräftelsemeddelande som du ska använda för att aktivera kontot (obs att det kan ha hamnat i skräpposten).

source: Enter name
de: Geben Sie Ihren vollständigen Namen ein
el: Εισάγετε όνομα
es: Indica tu nombre
et: Sisesta nimi
fr: Saisir le nom complet
it: Inserisci il nome completo
lt: Įrašykite vardą
nl: Naam invoeren
pt: Introduzir nome completo
sv: Ange ditt för- och efternamn

source: Re-enter Password
de: Bitte wiederholen Sie Ihr Passwort
el: Εισάγετε ξανά κωδικό πρόσβασης
es: Ingrese de nuevo tu contraseña
et: Sisesta uuesti salasõna
fr: Saisir une nouvelle fois le mot de passe
hu: Jelszó újra
it: Digita nuovamente la password
lt: Pakartokite slaptažodį
nl: Wachtwoord opnieuw invoeren
pt: Re-escrever palavra-passe
sv: Upprepa lösenordet

source: Sign up
de: Registrieren
el: Εγγραφή
es: Registrarse
et: Registreeru
fr: S’inscrire
hu: Regisztráció
it: Iscriviti
lt: Užsiregistruokite
nl: Schrijf je in
pt: Registar
sv: Skapa konto

source: Enter old password
de: Bitte geben Sie Ihr altes Passwort ein
el: Εισάγετε τον προηγούμενο κωδικό πρόσβασης
es: Ingresa tu contraseña antigua
et: Sisesta vana salasõna
fr: Saisir l’ancien mot de passe
hu: Régi jelszó
it: Digita la vecchia password
lt: Įveskite seną slaptažodį
nl: Voer oud wachtwoord in
pt: Introduzir palavra-passe antiga
sv: Ange det gamla lösenordet

source: Enter new password
de: Bitte geben Sie Ihr neues Passwort ein
el: Εισάγετε το νέο κωδικό πρόσβασης
es: Ingresa una nueva contraseña
et: Sisesta uus salasõna
fr: Saisir le nouveau mot de passe
hu: Új jelszó
it: Inserisci una nuova password
lt: Įveskite naują slaptažodį
nl: Voer nieuw wachtwoord in
pt: Introduzir nova palavra-passe
sv: Ange det nya lösenordet

source: Enter new password (again)
de: Bitte wiederholen Sie Ihr neues Passwort
el: Εισάγετε το νέο κωδικό πρόσβασης (ξανά)
es: Ingresa otra vez tu nueva contraseña
et: Sisesta veel kord uus salasõna
fr: Saisir une nouvelle fois le mot de passe
hu: Új jelszó (újra)
it: Inserisci una nuova password (di nuovo)
lt: Įveskite naują slaptažodį (pakartotinai)
nl: Voer (nogmaals) nieuw wachtwoord in
pt: Introduzir nova palavra-passe (novamente)
sv: Upprepa det nya lösenordet

source: Change Password
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
et: Muuda salasõna
fr: Changer le mot de passe
hu: Jelszóváltoztatás
it: Cambia la password
lt: Pakeiskite slaptažodį
nl: Wijzig Wachtwoord
pt: Alterar Palavra-Passe
sv: Ändra lösenord

source: Enter email
de: Bitte geben Sie Ihre E-Mailadresse ein
el: Εισάγετε διεύθυνση ηλεκτρονικού ταχυδρομείου (email)
es: Ingresa tu correo electrónico
et: Sisesta e-mail
fr: Saisir l’adresse e-mail
hu: E-mail cím
it: Inserisci la tua e-mail
lt: Įveskite savo el.pašto adresą
nl: Email invoeren
pt: Introduzir endereço eletrónico
sv: Ange e-postadress

source: Reset Password
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
es: Restaurar contraseña
et: Lähtesta salasõna
fr: Réinitialiser le mot de passe
hu: Jelszó visszaállítása
it: Resetta la Password
lt: Pakeiskite slaptažodį
nl: Reset Wachtwoord
pt: Redefinir palavra-passe
sv: Återställ lösenord

source: Activate your EU-Citizen.Science account.
de: Aktivieren Sie Ihren EU-Citizen.Science-Account
el: Ενεργοποιήστε τον EU-CItizen.Science λογαριασμό σας.
es: Activa tu cuenta EU-Citizen.Science.
et: Aktiveeri oma EU-Citizen.Science konto.
fr: Activer votre compte EU-Citizen.Science.
hu: Aktiváld az EU-Citizen.Science profilodat
it: Attiva il tuo account in EU-Citizen.Science.
lt: Aktyvuokite savo EU-Citizen.Science paskyrą
nl: Activeer uw EU-Citizen.Science account.
pt: Ativar a sua conta EU-Citizen.Science.
sv: Aktivera ditt EU-Citizen.Science-konto.

source: Password reset on %(domain)s
el: Επαναφορά κωδικού πρόσβασης στο %(domain)s
es: Restablecer la contraseña en %(domain)s
fr: Mot de passe réinitialisé sur %(domain)s
it: Reset della password in %(domain)s
lt: Slaptažodis pakeistas %(domain)s
nl: Wachtwoord reset op %(domain)s
pt: Redefinição de senha no %(domain)s

source: Contact
de: Kontakt
el: Επικοινωνία
es: Contacto
et: Kontakt
hu: Kapcsolat
it: Contatto
lt: Kontaktai
pt: Contacto
sv: Kontakt

source: Send
de: Senden
el: Αποστολή
es: Enviar
et: Saada
fr: Envoyer
hu: Küldés
it: Invia
lt: Išsiųsti
nl: Verstuur
pt: Enviar
sv: Skicka

source: Submitter Contact
de: Kontakt Einreicher*in
el: Επικοινωνία υποβάλλοντος
es: Contacto del remitente/solicitante
et: Sisu üleslaadija kontakt
fr: Contact de l’auteur-e
hu: Az adatszolgáltató elérhetősége
it: Contatto del mittente
lt: Įvedančiojo kontaktai
nl: Contact indiener
pt: Contacto do Responsável
sv: Uppgiftslämnare/Kontaktperson

source: Thank you for your message.
de: Danke für Ihre Nachricht.
el: Σας ευχαριστούμε για το μήνυμα σας.
es: Gracias por tu mensaje.
et: Täname sõnumi eest.
fr: Merci pour votre message.
hu: Köszönjük az üzeneted!
it: Grazie per il tuo messaggio.
lt: Ačiū už jūsų žinutę
nl: Dank u voor uw bericht.
pt: Obrigado pela sua mensagem.
sv: Tack för ditt meddelande.

source: %d test email was sent
de: %d Test-E-Mail wurde gesendet
el: %d το email ελέγχου στάλθηκε
es: %d correo de comprobación fue enviado
et: %d test e-mail saadeti
fr: %d email de test a été envoyé
it: %d una email di prova è stata inviata
nl: %d test e-mail is verstuurd
pt: %d email de teste foi enviado
sv: %d ett test-mail skickades

source: Please write the title of the event.
es: Por favor, indica el título o nombre del evento.

source: Title
de: Titel
el: Τίτλος
es: Título
et: Tiitel
fr: Titre
hu: Cím
it: Titolo
lt: Pavadinimas
nl: Titel
pt: Título
sv: Titel

source: Please add a brief description of the event.
es: Por favor, añade una breve descripción del evento.

source: Description
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
hu: Leírás
it: Descrizione
lt: Apibūdinimas
nl: Omschrijving
pt: Descrição
sv: Beskrivning

source: Please indicate the location of the event.
es: Por favor, indica la ubicación del evento.

source: Place
es: Ubicación

source: Start date
es: Fecha de inicio

source: Please indicate the start and end dates of the event.
es: Por favor, indica los días de inicio y final del evento.

source: End date
es: Fecha de cierre

source: Please indicate the start time of the event.
es: Por favor, indica la hora de inicio del evento.

source: Hour
es: Hora

source: URL
es: Enlace

source: Please provide a URL to an external web site for the event.
es: Por favor, añade un enlace a la página web externa del evento.

source: New
de: Neu
el: Καινούριο
es: Nuevo
et: Uus
fr: Nouveau
hu: Új
it: Nuova
lt: Naujas
nl: Nieuw
pt: Novo
sv: Ny

source: Event
de: Veranstaltung
el: Εκδήλωση
es: Evento
et: Üritus
fr: Evénement
hu: Esemény
it: Evento
lt: Renginys
nl: Evenement
pt: Evento
sv: Evenemang

source: Thank you for submitting an event to the EU-Citizen.Science platform. Upon clicking on “Add”, the event will immediately show up on the platform but will be later moderated by one of the platform moderators. This step is simply to check for spam or inappropriate uses of the platform.
de: Vielen Dank, dass Sie eine Veranstaltung auf der EU-Citizen.Science-Plattform einreichen. Nach dem Speichern dieses Profils wird das es zur Prüfung an ein Mitglied des EU-Citizen.Science-Konsortiums übermittelt. Dieser Schritt ist nötig um alle Einreichungen in Bezug auf Spam oder unangebrachte Nutzung des Profilformulars zu überprüfen.
el: Σας ευχαριστούμε για την καταχώρηση εκδήλωσης στην πλατφόρμα EU-Citizen.Science. Με την αποθήκευσή της (επιλογή "προσθέστε"), η εκδήλωση θα εμφανιστεί άμεσα στην πλατφόρμα αλλά αργότερα θα υποβληθεί για έλεγχο από ένα από τα μέλη της κοινοπραξίας EU-Citizen.Science. Αυτό το βήμα αφορά απλώς τον έλεγχο για spam ή ακατάλληλες χρήσεις της πλατφόρμας.
es: Gracias por añadir un evento a la plataforma EU-Citizen.Science. Al pulsar "Añadir", el evento será inmediatamente mostrado en la plataforma, pero más adelante pasará un proceso de revisión. Este paso se realiza solamente para comprobar si es spam o uso inapropiado del formulario.
et: Täname ürituse info sisestamise eest EU-Citizen.Science platvormile. Klõpsates "Lisa", avaldatakse üritus koheselt platvormil kuid hiljem vaadatakse üle ka platvormi moderaatorite poolt. Viimane samm on vajalik selleks, et vältida ebasobiva sisu või spämmi jõudmist platvormile.
fr: Merci d'avoir soumis votre événement sur la plate-forme EU-Citizen.science. Une fois que vous aurez cliqué sur "Ajouter", votre événement apparaîtra sur la plate-forme et sera évalué par l'un de nos modérateurs. Cette étape sert simplement à s’assurer qu’il ne s’agit pas de spam ou d’un usage inapproprié du formulaire.
it: Grazie per aver inviato un evento alla piattaforma EU-Citizen.Science. Cliccando su "Aggiungi", l'evento verrà immediatamente visualizzato sulla piattaforma, ma sarà successivamente moderato da uno dei moderatori della piattaforma. Questo passaggio serve semplicemente a verificare la presenza di spam o usi inappropriati della piattaforma.
lt: Ačiū, kad pateikėte renginį į EU-Citizen.Science platformą. Paspaudus “Pridėti”, renginys iš karto atsiras platformoje. Vėliau renginį gali koreguoti vienas iš moderatorių.
nl: Dank u voor het indienen van een evenement op het EU-Citizen.Science platform. Wanneer u op “Add” klikt, zal de evenement onmiddellijk op het platform verschijnen, maar zal later door één van de moderatoren van het platform worden gemodereerd. Deze stap is enkel om te controleren op spam of ongepast gebruik van het platform.
pt: Obrigada por submeter um evento na plataforma EU-Citizen.Science. Depois de clicar em "Adicionar" o evento irá aparecer imediatamente na plataforma, mas será posteriormente avaliado por um dos moderadores da plataforma. Esta etapa serve simplesmente para verificar a ocorrência de spam ou uso inapropriado da plataforma.
sv: När du har sparat din organisations profil skickas den in för granskning av en medlem i EU-Citizen.Science. Detta för att säkerställa att det inte är skräppost eller att formuläret används otillbörligt.

source: Edit event
de: Bearbeite Veranstaltung
el: Επεξεργασία εκδήλωσης
es: Editar evento
et: Muuda üritust
fr: Modifier l’événement
hu: Esemény szerkesztése
it: Modifica l'evento
lt: Koreguoti renginį
nl: Bewerk evenement
pt: Editar evento
sv: Ändra evenemang

source: Event info
de: Veranstaltungsinformationen
el: Πληροφορίες εκδήλωσης
es: Información del evento
et: Ürituse info
fr: Détails de l’événement
hu: Eseményinformáció
it: Informazioni sull'evento
lt: Renginio informacija
nl: Evenement informatie
pt: Informação do evento
sv: Info om evenemang

source: On going <span class='lightBlue-color'>events</span>
de: Laufende <span class='lightBlue-color'>Veranstaltungen</span>
el: Τρέχουσες<span class='lightBlue-color'>εκδηλώσεις</span>
es: <span class='lightBlue-color'>Eventos</span> en curso
et: Käimasolevad <span class='lightBlue-color'>üritused</span>
fr: <span class='lightBlue-color'>Evénements</span> en cours
it: Eventi</span> in corso <span class='lightBlue-color'>
lt: Vykstantys renginiai
nl: Lopende <span class=‘lightBlue-color’>evenementen</span>
pt: Eventos <span class='lightBlue-color'>a decorrer</span>
sv: Pågående <span class=’lightBlue-color’>evenemang</span>

source: Upcoming <span class='lightBlue-color'>events</span>
de: Bevorstehende <span class='lightBlue-color'>Veranstaltungen</span>
el: Προσεχείς <span class='lightBlue-color'>εκδηλώσεις</span>
es: Próximos <span class='lightBlue-color'>eventos</span>
et: Eelolevad <span class='lightBlue-color'>üritused</span>
fr: <span class='lightBlue-color'>Evénements</span> à venir
it: Prossimi <span class='lightBlue-color'>eventi</span>
lt: Ateinantys renginiai
nl: Aankomende <span class=‘lightBlue-color’>evenementen</span>
pt: Eventos <span class='lightBlue-color'>futuros</span>
sv: Kommande <span class=’lightBlue-color’>evenemang</span>

source: Past <span class='lightBlue-color'>events</span>
de: Vergangene <span class='lightBlue-color'>Veranstaltungen</span>
el: Προηγούμενες <span class='lightBlue-color'>εκδηλώσεις</span>
es: <span class='lightBlue-color'>Eventos</span> pasados
et: Toimunud <span class='lightBlue-color'>üritused</span>
fr: <span class='lightBlue-color'>Evénements</span> passés
it: <span class='lightBlue-color'>Eventi</span> passati
lt: Praeiti renginiai
nl: Voorbije <span class=‘lightBlue-color’>evenementen</span>
pt: Eventos <span class='lightBlue-color'>passados</span>
sv: Avslutade <span class=’lightBlue-color’>evenemang</span>

source: New event
de: Neue Veranstaltung
el: Νέα εκδήλωση
es: Nuevo evento
et: Uus üritus
fr: Nouvel événement
hu: Új esemény
it: Nuovo evento
lt: Naujas renginys
nl: Nieuw evenement
pt: Novo evento
sv: Nytt evenemang

source: Please write the name of the organisation.
de: Bitte geben Sie den Namen der Organisation an.
el: Παρακαλούμε εισάγετε το όνομα του οργανισμού.
es: Por favor, escribe el nombre de la organización.
et: Palun kirjuta organisatsiooni nimi.
fr: Veuillez entrer le nom de l’organisation.
it: Per favore, scrivi il nome dell'organizzazione.
lt: Prašau įrašykite organizacijos pavadinimą
nl: Vermeld de naam van de organisatie.
pt: Por favor escreva o nome da organização.
sv: Organisationens namn

source: Please provide the URL to the website of the organisation.
de: Bitte geben Sie die URL der Organisationswebsite an.
el: Παρακαλούμε εισάγετε το URL του ιστοτόπου του οργανισμού.
es: Por favor, añade el enlace a la página web de la organización.
et: Palun sisesta organisatsiooni veebilehe URL.
fr: Veuillez fournir l'URL du site internet de l'organisation.
it: Fornisci un URL a un sito web esterno per l'evento.
lt: Prašau pateikti organizacijos URL
nl: Vermeld de URL naar de website van de organisatie.
pt: Por favor providencie o endereço URL para o website da organização.
sv: Skriv in webbadress (URL) till evenemangets externa hemsida.

source: Please briefly describe the organisation (max 3000 characters).
de: Bitte beschreiben Sie kurz die Organisation (max. 3000 Zeichen).
el: Παρακαλούμε περιγράψτε εν συντομία τον οργανισμό (μέγιστο 300 χαρακτήρες).
es: Por favor, describe brevemente a la organización (máximo 300 caracteres).
et: Palun kirjelda lühidalt organisatsiooni (kuni 3000 tähemärki).
fr: Veuillez décrire brièvement l’organisation (maximum 3000 caractères).
it: Descrivi brevemente l'organizzazione (max 3000 caratteri).
lt: Prašau trumpai aprašykite organizaciją (max 3000 ženklų)
nl: Beschrijf kort de organisatie (max. 3000 tekens).
pt: Por favor descreva resumidamente a organização (máximo de 3000 caracteres).
sv: Beskriv organisationen kortfattat (helst under 500 ord).

source: Type
de: Organsationstyp
el: Πληκτρολογήστε
es: Tipo
et: Tüüp
hu: Típus
it: Tipo
lt: Tipas
pt: Escrever
sv: Typ

source: Please select one.
de: Bitte wählen Sie eines aus.
el: Παρακαλούμε επιλέξτε μια.
es: Por favor, seleccione uno.
et: Palun vali üks.
fr: Veuillez sélectionner une option.
it: Selezionare uno.
lt: Pasirinkite vieną
nl: Selecteer één.
pt: Por favor selecione uma opção.
sv: Välj en.

source: Please upload the logo of your organisation (.jpg or .png).
de: Bitte laden Sie hier das Logo Ihrer Organisation (.jpg oder .png) hoch.
el: Παρακαλούμε μεταφορτώστε το λογότυπο του οργανισμού σας (.jpg ή png).
es: Por favor, añade el logotipo de su organización (en .jpg o .png)
et: Lae üles organisatsiooni logo (.jpg või .png).
fr: Veuillez charger le logo de votre organisation (.jpg ou .png).
it: Carica il logo della tua organizzazione (.jpg o .png).
lt: Įkelkite savo organizacijos logotipą (.jpg arba .png)
nl: Upload het logo van uw organisatie (.jpg of .png)
pt: Por favor faça upload do logótipo da sua organização (.jpg ou .png)
sv: Ladda upp organisationens logotyp (.jpg eller .png).

source: Please name the contact person or contact point for the organisation.
de: Bitte geben Sie den Namen der Kontaktperson oder Kontaktstelle für Ihre Organisation an.
el: Παρακαλούμε να αναφέρετε τον υπεύθυνο επικοινωνίας ή το σημείο επικοινωνίας για τον οργανισμό.
es: Por favor, indica la persona o punto de contacto de la organización.
et: Palun sisesta organisatsiooni kontaktisik või kontakt.
fr: Veuillez indiquer le nom de la personne de contact ou le point de contact de l’organisation.
it: Indica il referente o il contact point dell'organizzazione.
lt: Įveskite kontaktinį organizacijos asmenį.
nl: Vermeld de naam van de contactpersoon of het contactpunt van de organisatie.
pt: Por favor nomeie o responsável ou o ponto de contacto da organização.
sv: Namn på organisationens kontaktperson.

source: Public contact point
de: Öffentliche Kontaktstelle
el: Επαφή επικοινωνίας
es: Punto de contacto público
et: Avalik kontakt
fr: Point de contact public
it: Punto di contatto pubblico
lt: Viešas organizacijos kintaktas
nl: Publiek contactpunt
pt: Ponto de contacto
sv: Offentlig kontaktsida

source: Please provide the email address of the contact person or contact point. Note you will need permission to do that.
de: Bitte geben Sie die E-Mailadresse der Kontaktperson oder Kontaktstelle an. Bitte beachten Sie, dass Sie dafür die Erlaubnis der jeweiligen Kontaktperson oder Kontaktstelle benötigen.
el: Παρακαλούμε καταχωρίστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του υπεύθυνου επικοινωνίας ή του σημείου επαφής. Σημειώστε ότι θα χρειαστείτε άδεια για να το κάνετε αυτό.
es: Por favor, indica la dirección de correo electrónico del contacto de la organización. Ten en cuenta que deberá tener permiso para ello.
et: Palun sisesta kontaktisiku või kontakti e-maili aadress. Selleks on vaja isiku või organisatsiooni luba.
fr: Veuillez indiquer l’adresse e-mail de la personne de contact ou du point de contact, une fois qu'elle vous aura donné son autorisation.
it: Fornisci l'indirizzo e-mail del referente o del contact point. Considera che potresti aver bisogno di un permesso per poterlo fare.
lt: Pateikite organizacijos kontakto el.pašto adresą. Tam reikalingas asmens sutikimas.
nl: Vermeld het e-mailadres van de contactpersoon of het contactpunt. Let wel dat u daarvoor toestemming nodig hebt.
pt: Por favor providencie o endereço eletrónico do responsável ou do ponto de contacto. Note que necessitará de permissão para o fazer.
sv: Ange e-postadressen för kontaktpersonen. Vänligen se till att du har kontaktpersonens tillstånd att uppge hens e-postadress.

source: Give additional users permission to edit
de: Erteilen Sie zusätzlichen Benutzer*innen die Erlaubnis zum Bearbeiten
el: Δώστε στους χρήστες άδεια για επεξεργασία
es: Dar permiso a más perfiles para editar
et: Anna teistele kasutajatele muutmiseks luba
fr: Donner l’autorisation de modifier à d'autres utilisateurs
hu: Szerkesztői jog átadása további felhasználóknak
it: Assegna ad altri utenti il permesso di modificare
lt: Suteikti leidimą redaguoti papildomam asmeniui
nl: Geef extra gebruikers toestemming om te bewerken
pt: Dar permissão para que utilizadores adicionais possam editar
sv: Ge fler användare behörighet att redigera

source: Confirm delete
de: Bestätigen Sie das Löschen
el: Επιβεβαίωση διαγραφής
es: Confirmar eliminación
et: Kinnita kustutamine
fr: Confirmer la suppression
hu: Törlés megerősítése
it: Conferma di voler cancellare
lt: Patvirtinti ištrynimą
nl: Bevestig de verwijdering
pt: Confirmar eliminação
sv: Bekräfta radering

source: You are going to delete this organisation, this procedure is irreversible.
de: Sie sind dabei diese Organisation zu löschen. Dieser Schritt kann nicht rückgängig gemacht werden.
el: Πρόκειται να διαγράψετε αυτόν τον οργανισμό, αυτή η διαδικασία είναι μη αναστρέψιμη.
es: Vas a eliminar esta organización. El proceso es irreversible.
et: Selle sammuga kustutad organisatsiooni. Seda taastada ei saa.
fr: Vous êtes sur le point d'effacer cette organisation, cette action est irréversible.
hu: A szervezet végleges törlése
it: Stai per cancellare questa organizzazione, questa procedura è irreversibile.
lt: Jūs tuoj ištrinsite šią organizaciją, šios procedūros atšaukti negalima.
nl: U gaat deze organisatie verwijderen, deze procedure is onomkeerbaar.
pt: Irá eliminar esta organização, este procedimento é irreversível.
sv: Du kommer nu att radera organisationsprofilen. Åtgärden går inte att ångra.

source: Do you want to proceed?
de: Möchten Sie fortfahren?
el: Θέλετε να συνεχίσετε;
es: ¿Desea continuar?
et: Kas tahad jätkata?
fr: Souhaitez-vous confirmer cette action ?
hu: Biztosan törlöd?
it: Vuoi proseguire?
lt: Ar norite tęsti?
nl: Wilt u doorgaan?
pt: Deseja avançar?
sv: Vill du fortsätta?

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fr: Annuler
hu: Törlés
it: Cancella
lt: Atšaukti
nl: Annuleren
pt: Cancelar
sv: Avbryt

source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fr: Supprimer
hu: Törlés
it: Cancella
lt: Ištrinti
nl: Verwijder
pt: Eliminar
sv: Radera
