Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: We hope to become the central reference point for anyone setting up or running a citizen science project (practitioners, researchers, educators, communities and citizens), anyone supporting the ecosystem of citizen science projects (policy makers and funding bodies), and anyone interested in the outcomes and impact of citizen science (decision makers, the press, and society as a whole). It doesn’t matter if you have years of experience or are completely new to citizen science.
de: Wir hoffen, die zentrale Anlaufstelle für alle zu werden, die ein Citizen Science Projekt einrichten oder durchführen (Praktiker*inner, Forscher*innen, Pädagog*innen und Bürger*innen), für alle, die das Ökosystem der Citizen Science Projekte unterstützen (politische Entscheidungsträger*innen und Fördereinrichtungen), und für alle, die sich für die Ergebnisse und Auswirkungen von Citizen Science interessieren (Entscheidungsträger*innen, die Presse und die Gesellschaft als Ganzes). Dabei spielt es keine Rolle, ob Sie über jahrelange Erfahrung verfügen oder ganz neu in Citizen Science sind.
el: Ελπίζουμε να γίνουμε το κεντρικό σημείο αναφοράς για οποιονδήποτε δημιουργεί ή διευθύνει ένα έργο επιστήμης των πολιτών (επαγγελματίες, ερευνητές, εκπαιδευτικοί, κοινότητες και πολίτες), όποιος υποστηρίζει το οικοσύστημα έργων επιστήμης των πολιτών (διαμορφωτές πολιτικής και φορείς χρηματοδότησης) και οποιονδήποτε ενδιαφέρεται για τα αποτελέσματα και ο αντίκτυπος της επιστήμης των πολιτών (υπεύθυνοι λήψης αποφάσεων, Τύπος και κοινωνία συνολικά). Δεν έχει σημασία αν έχετε χρόνια εμπειρίας ή είστε εντελώς νέοι στην επιστήμη των πολιτών.
es: Esperamos convertirnos en un punto de referencia central para cualquiera que quiera montar o llevar a cabo un proyecto de ciencia ciudadana (profesionales, personal investigador y educativo, comunidades y ciudadanía), quien quiera apoyar el ecosistema de los proyectos de ciencia ciudadana (decisores políticos y organismos financiadores), así como cualquiera que tenga interés en los resultados e impactos de la ciencia ciudadana (agentes decisores, medios de comunicación y la sociedad en su conjunto). No importa si tienes años de experiencia en la materia o acabas de entrar en el mundo de la ciencia ciudadana.
et: Loodame, et meist saab põhiline infoallikas neile, kes tahavad alustada omaenda harrastusteaduse projektiga (teadlased, haridustöötajad, kogukonnad ja kodanikud), toetada harrastusteaduse projektide ökosüsteemi (rahastajad, poliitika kujundajad) ja kes on huvitatud harrastusteaduse väljunditest ja mõjudest (otsusetegijad, ajakirjandus, ühiskond tervikuna). Ei ole määrav, kas Sul on aastatepikkune kogemus selles vallas või puutud esmakordselt kokku harrastusteaduse kui nähtusega.
fr: Nous espérons devenir le point de référence pour toute personne désireuse de déveloper un projet en science participative (praticien, chercheur, éducateur, communautés et citoyens), pour les personnes qui soutiennent les projets en science participative dans leur ensemble (décideurs politiques, agences de financement) et toute personne intéressée par les résultats et l'impact de la science participative (décideurs politiques, médias, la société en général). Que vous soyez expérimenté ou novice en science participative cela n'a pas d'importance.
hu: Reményeink szerint a platform központi hivatkozási ponttá válik mindazok számára, akik civil tudományos projektet szeretnének indítani vagy működtetni(szakemberek, kutatók, oktatók, közösségek és állampolgárok), akik támogatják a civil tudományos projektek ökoszisztémáját(politikai döntéshozók és finanszírozó szervek), és akiket érdekelhet a civil tudományos kutatások eredménye és hatása (döntéshozók, a sajtó és a társadalom egésze).A többéves tapasztalattal rendelkező és a civil tudomány területén kevésbbé jártas érdeklődőket egyaránt várják tartalmak a platformon.
it: Ci auguriamo di diventare il punto di riferimento centrale per chiunque crei o gestisca un progetto di Citizen science (professionisti, ricercatori, educatori, comunità e cittadini), chiunque sostenga l'ecosistema dei progetti di Citizen science (decisori politici ed enti finanziatori) e chiunque sia interessato a i risultati e l'impatto della Scienza Partecipata (responsabili decisionali, stampa e società nel suo insieme). Non importa se hai anni di esperienza o sei alle prime armi con la Citizen science.
lt: Tikimės tapti pagrindiniu atskaitos tašku visiems, kurie kuria arba vykdo piliečių mokslo projektą (praktikams, mokslininkams, pedagogams, bendruomenėms ir piliečiams), visiems, remiantiems piliečių mokslo projektų ekosistemą (politikos formuotojams ir finansuojančioms įstaigoms) ir visiems, kurie domisi piliečių mokslo rezultatai ir poveikis (sprendimų priėmėjai, spauda ir visa visuomenė). Nesvarbu, ar turite ilgametę patirtį, ar esate visiškai naujokas piliečių moksle.
nl: We hopen het centrale referentiepunt te worden voor iedereen die een burgerwetenschapsproject opzet of leidt (project leiders, onderzoekers, opvoeders, gemeenschappen en burgers), iedereen die het ecosysteem van burgerwetenschapsprojecten ondersteunt (beleidsmakers en financieringsorganen), en iedereen die geïnteresseerd is in de resultaten en de impact van burgerwetenschap (beleidsmakers, de pers en de maatschappij in haar geheel). Het maakt niet uit of u al jaren ervaring heeft of helemaal nieuw bent met burgerwetenschap.
pt: Esperamos vir a ser um centro de referência para qualquer projeto de ciência cidadã que esteja a decorrer ou que se esteja a formar (praticantes, investigadores, educadores, comunidades e cidadãos), qualquer um que apoie o ecossistema de projetos de ciência cidadã (decisores políticos e financiadores), e qualquer pessoa interessada nos resultados e impacto da ciência cidadã (decisores, os media e a sociedade como um todo). Não importa se tens anos de experiência ou se és completamente novo na ciência cidadã.
sv: Vi hoppas kunna bli knytpunkten för alla som driver eller vill starta ett medborgarforskningsprojekt (praktiker, forskare, utbildare, medborgare), alla som stödjer ekosystemet kring medborgarforskning (policymakare och finansiärer), och alla andra som är intresserade av medborgarforskning (beslutsfattare, journalister, och samhället i stort). Det spelar ingen roll om du har många års erfarenhet, eller är helt ny inom medborgarforskning.

source: What are the features of the EU-Citizen.Science platform?
de: Vielen Dank, dass Sie für Ihre Organisation ein Profil auf der EU-Citizen.Science Plattform erstellt haben
el: Ποια είναι τα χαρακτηριστικά της πλατφόρμας EU-Citizen.Science;
es: ¿Cuáles son las particularidades de la plataforma EU-Citizen.Science?
et: Mida sisaldab EU-Citizen.Science platvorm?
fr: Quelles sont les caractéristiques de la plate-forme EU-Citizen.Science ?
hu: Melyek az EU-Citizen.Science platform jellemzői?
it: Quali sono le caratteristiche della piattaforma EU-Citizen.Science?
lt: Kokios yra platformos EU-Citizen.Science ypatybės?
nl: Wat zijn de kenmerken van het platform EU-Citizen.Science?
pt: Quais são as características da plataforma EU-Citizen.Science?

source: On the platform you can browse and search for <a href='/resources'>resources</a> that are useful for planning and running citizen science projects, <a href='/training_resources'>training resources</a> and materials about the practice of citizen science, and citizen science <a href='/projects'>projects</a> to learn from the experience of others and collaborate. There is a section with <a target='_blank' href='https://moodle.eu-citizen.science/'>training modules or MOOCS</a> on citizen science from introduction to citizen science over research design and methods to engagement, impact and communication. There are also an <a href='/events'>events calendar</a> and a <a href='/blog'>blog</a>, profiles of <a href='/organisations'>organisations</a> and <a href='/platforms'>platforms</a> involved in citizen science projects and research, community forums for questions and conversations with the community.
de: Auf der Plattform können Sie nach <a href='/resources'>Ressourcen</a> suchen, die für die Planung und Durchführung von Citizen Science Projekten nützlich sind, nach <a href='/training_resources'>Trainingsressourcen</a> und Materialien über die Praxis von Citizen Science sowie nach Citizen Science <a href='/projects'>Projekten</a>, um von den Erfahrungen anderer zu lernen und zusammenzuarbeiten. Es gibt einen Bereich mit <a target='_blank' href='https://moodle.eu-citizen.science/'>Trainingsmodulen oder MOOCS</a> zu Citizen Science von der Einführung in die Citizen Science über Forschungsdesign und -methoden bis hin zu Engagement, Wirkung und Kommunikation. Außerdem gibt es einen <a href='/events'>Veranstaltungskalender</a> und einen <a href='/blog'>Blog</a>, Profile von<a href='/organisations'>Organisationen</a> und <a href='/platforms'>Plattformen</a>, die an Citizen Science Projekten und -Forschung beteiligt sind, sowie Community-Foren für Fragen und Gespräche mit der Community.
el: Στην πλατφόρμα μπορείτε να περιηγηθείτε και να αναζητήσετε <a href='/resources'>πόρους</a> που είναι χρήσιμοι για τον σχεδιασμό και την εκτέλεση έργων επιστήμης των πολιτών, <a href='/training_resources'>εκπαιδευτικούς πόρους </a> και υλικό σχετικά με την πρακτική της επιστήμης των πολιτών και<a href='/projects'>έργα επιστήμης των πολιτών</a> για να μάθετε από την εμπειρία άλλων και να συνεργαστείτε. Υπάρχει μια σελίδα με <a target='_blank' href='https://moodle.eu-citizen.science/'>εκπαιδευτικές ενότητες ή MOOCS</a> σχετικά με την επιστήμη των πολιτών από την εισαγωγή στην επιστήμη των πολιτών μέχρι τον σχεδιασμό και τις μεθόδους έρευνας για τη δέσμευση, τον αντίκτυπο και την επικοινωνία. Υπάρχει επίσης ένα <a href='/events'>ημερολόγιο εκδηλώσεων</a> και ένα <a href='/blog'>ιστολόγιο</a>, προφίλ <a href='/organisations'>οργανισμών</ a> και <a href='/platforms'>πλατφόρμες</a> που εμπλέκονται σε έργα και έρευνα για την επιστήμη των πολιτών, σελίδες δημόσιας συζήτησης για ερωτήσεις και συνομιλίες με την κοινότητα.
es: En la plataforma puedes explorar y buscar <a href='/resources'>recursos</a> que sean útiles para planificar y llevar a cabo proyectos de ciencia ciudadana; <a href='/training_resources'>recursos formativos</a> y materiales sobre la práctica de ciencia ciudadana; y <a href='/projects'>proyectos</a> de ciencia ciudadana para aprender más de la experiencia de otros equipos y colaborar con ellos. Tenemos una sección con <a target='_blank' href='https://moodle.eu-citizen.science/'>módulos de formación en línea o MOOCs</a> sobre ciencia ciudadana, desde aquellos más introductorios hasta los que tienen que ver con el diseño de la investigación y los métodos de participación, impacto y comunicación. Encontrarás también un <a href='/events'>calendario de eventos</a> y un <a href='/blog'>blog</a>; perfiles de <a href='/organisations'>organizaciones</a> y <a href='/platforms'>plataformas</a> involucradas en proyectos de ciencia ciudadana e investigación; foros para cuestiones y conversaciones con la comunidad de ciencia ciudadana.
et: Platvormil saad sirvida ja otsida erinevaid <a href='/resources'>infomaterjale</a>, mis on kasulikud projektide ettevalmistamisel ja teostamisel, <a href='/training_resources'>koolitusmaterjale</a> ja harrastusteaduse <a href='/projects'>projekte</a>, et õppida teiste kogemusest ja teha koostööd. <a target='_blank' href='https://moodle.eu-citizen.science/'>MOOCS koolitusmoodul</a> harrastusteadusest aitab teadustöö planeerimisega, kaasamismeetodite, mõjude ja kommunikatsioonitööga. On ka <a href='/events'>ürituste kalender</a> ja <a href='/blog'>blogi</a>, harrastusteadustega tegelevate <a href='/organisations'>organisatsioonide</a> ja <a href='/platforms'>platvormide</a> profiilid ning kogukonna foorum üksteisega vahetuks suhtlemiseks.
fr: Sur la plate-forme vous pouvez faire des recherches sur les <a href='/resources'>resources</a> utiles pour prévoir et organiser des projets en science participative, sur les <a href='/training_resources'>ressources en formations</a> et le materiel utile à la pratique en science participative et sur les <a href='/projects'>projets</a> afin d'apprendre des expériences des autres utilisateurs et collaborer avec eux. Une section sur les <a target='_blank' href='https://moodle.eu-citizen.science/'>modules de formations ou MOOCS</a> vous permet de vous initier aux sciences participatives et vous former à la conception de projets, aux méthodes utilisées pour impliquer les citoyens, pour connaître l'impact et pour pouvoir communiquer sur les sciences participatives. Pour poser vos questions et échanger avec la communauté des utilisateurs vous pouvez utiliser le <a href='/events'>calendrier d'événements</a> et le <a href='/blog'>blog</a>, ainsi que les profils des <a href='/organisations'>organisations</a> et les <a href='/platforms'>plate-formes</a> impliquées dans les projets de recherche .
hu: A platformon böngészhetsz a civil tudomány gyakorlatáról szóló<a href='/resources'>források</a> között, amelyek hasznosak lehetnek a projekttervezéshez, <a href='/training_resources'>training resources</a>valamint a civil tudományos href='/projects'>projektek</a> között.Itt <a target='_blank' href='https://moodle.eu-citizen.science/'>az online képzésekről</a>, a bevezető kurzusoktól a kutatási terven és módszereken át a bevonásig, hatásmérésig találsz képzési anyagokat.Továbbá itt találod az a href='/events'>esemény naptárat</a>,a <a href='/blog'>blogot</a>, a <a href='/organisations'>szervezeteket</a>és a <a href='/platforms'>platformokat</a>, ahol tovább tájékozódhatsz a civil tudományos kutatásokról és közösségi fórumokról.
it: Sulla piattaforma puoi navigare e cercare <a href='/resources'>risorse</a> utili per pianificare e gestire progetti di Citizen science, <a href='/training_resources'>risorse di formazione</a> e materiali sulla pratica della Citizen science e <a href='/projects'>progetti</a> di Scienza Partecipata per imparare dall'esperienza degli altri e collaborare. C'è una sezione con <a target='_blank' href='https://moodle.eu-citizen.science/'>moduli di formazione o MOOCS</a> sulla Citizen science dall'introduzione alla Scienza partecipata fino alla progettazione e ai metodi di ricerca al coinvolgimento, all'impatto e alla comunicazione. Ci sono anche un <a href='/events'>calendario di eventi</a> e un <a href='/blog'>blog</a>, profili di <a href='/organisations'>organizzazioni</ a> e <a href='/platforms'>piattaforme</a> coinvolte in progetti e ricerche di Citizen science, forum comunitari per domande e conversazioni con la comunità.
lt: Platformoje galite naršyti ir ieškoti <a href=‘/resources’>išteklių</a>, naudingų planuojant ir vykdant piliečių mokslo projektus, <a href=‘/training_resources’>mokymo išteklius</a> ir medžiagos apie piliečių mokslo praktiką ir piliečių mokslo <a href=‘/projects’>projektus</a>, kad pasimokytų iš kitų patirties ir bendradarbiautų. Yra skiltis su <a target=‘_blank’ href=‘https://moodle.eu-citizen.science/‘>mokymo moduliais arba MOOCS</a> apie piliečių mokslą nuo įvado į piliečių mokslą apie tyrimų planą ir metodus įsitraukimui, poveikiui ir bendravimui. Taip pat yra <a href=‘/events’>įvykių kalendorius</a> ir <a href=‘/blog’>tinklaraštis</a>, <a href=‘/organisations’>organizacijų</a> profiliai. a> ir <a href=‘/platforms’>platformos</a>, dalyvaujančios piliečių mokslo projektuose ir tyrimuose, bendruomenės forumai, skirti klausimams ir pokalbiams su bendruomene.
nl: Op het platform kunt u browsen en zoeken naar <a href=‘/hulpmiddelen’>hulpmiddelen</a> die nuttig zijn voor het plannen en uitvoeren van citizen science-projecten, <a href=‘/training_bronnen’>trainingsmiddelen</a> en materialen over de praktijk van burgerwetenschap, en citizen science <a href=‘/projecten’>projecten</a> om te leren van de ervaring van anderen en samen te werken. Er is een sectie met <a target=‘_blank’ href=‘https://moodle.eu-citizen.science/‘>trainingsmodules of MOOCS</a> over burgerwetenschap, van inleiding tot burgerwetenschap over onderzoeksopzet en methoden tot betrokkenheid, impact en communicatie. Er zijn ook een <a href=‘/evenementen’>evenementenkalender</a> en een <a href=‘/blog’>blog</a>, profielen van <a href=‘/organisaties’>organisaties</a> en <a href=‘/platforms’>platforms</a> die betrokken zijn bij burgerwetenschapsprojecten en onderzoek, discussieforums voor vragen en gesprekken met de gemeenschap.
pt: Na plataforma podes procurar e encontrar <a href='/resources'>recursos</a> que são úteis para planear e desenvolver um projeto de ciência cidadã, <a href='/training_resources'>recursos de formação</a> e materiais sobre a prática de ciência cidadã e <a href='/projects'>projetos de ciência cidadã</a> aprendendo da experiência e outros e colaborando. Há uma secção com <a target='_blank' href='https://moodle.eu-citizen.science/'>módulos de formação ou MOOCS</a> sobre ciência cidadã, desde uma introdução à ciência cidadã até desenho e métodos de investigação para envolver, impactar e comunicar. Existe também um <a href='/events'>calendário de eventos</a> e um <a href='/blog'>blog</a>, perfis de <a href='/organisations'>organizações</a> e <a href='/platforms'>plataformas</a> envolvidas em projetos de ciência cidadã e investigação, fóruns para perguntas e conversas dentro da comunidade.

source: Why should I sign-up to become a member of the community?
de: Warum sollte ich Mitglied der Community werden?
el: Γιατί πρέπει να εγγραφώ για να γίνω μέλος της κοινότητας;
es: ¿Por qué debería registrarme y ser miembro de la comunidad?
et: Miks peaksid registreeruma kogukonna liikmeks?
fr: Pourquoi devenir membre de la communauté?
hu: Miért érdemes civil tudományos közösség tagjává válnom?
it: Perché dovrei registrarmi per diventare un membro della community?
lt: Kodėl turėčiau registruotis, kad tapčiau bendruomenės nariu?
nl: Waarom zou ik me aanmelden om lid te worden van de gemeenschap?
pt: Porque me devo inscrever para me tornar um membro da comunidade?
sv: Varför ska jag registrera mig och bli en medlem på EU-Citizen.Science-portalen?
