Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: How does moderation work?
de: Wie funktioniert die Moderation?
el: Πώς λειτουργεί ο έλεγχος και η έγκριση;
es: ¿Cómo funciona el proceso de revisión?
et: Kuidas modereerimine toimib?
fr: Comment fonctionne le processus de validation?
hu: Hogyan működik a moderálás?
it: Come funziona la moderazione?
lt: Kaip veikia moderavimas?
nl: Hoe werkt moderatie?
pt: Como funciona a moderação?
sv: Hur fungerar granskningen?

source: When a profile is saved, it will be submitted for <a href='/moderation_quality_criteria'>moderation</a> to the platform moderator, and marked as ‘not yet moderated’ on the platform. The first criterion that the moderator will look for, is that you have described the citizen science aspects of your project, or described the way in which your resource is relevant to citizen science. Guidance for this can be found in <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>ECSA's Characteristics of Citizen Science</a> developed by the citizen science community. The moderator will also consider whether your resource or project is in alignment with the <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>ECSA 10 Principles of Citizen Science</a>.
de: Wenn ein Profil gespeichert wird, wird es dem/der Moderator*in der Plattform zur <a href='/moderation_quality_criteria'>Moderation</a> vorgelegt und auf der Plattform als "noch nicht moderiert" gekennzeichnet. Das erste Kriterium, auf das der/die Moderator*in achten wird, ist, dass Sie die Citizen Science Aspekte Ihres Projekts beschrieben haben bzw. die Art und Weise, in der Ihre Ressource für Citizen Science relevant ist. Eine Anleitung dazu finden Sie in den <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>ECSA's Charakteristika von Citizen Science</a>, die von der Citizen Science Community entwickelt wurden. Der/die Moderator*in wird auch prüfen, ob Ihre Ressource oder Ihr Projekt mit den <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>ECSA 10 Prinzipien von Citizen Science</a> in Einklang steht.
el: Όταν ένα προφίλ αποθηκευτεί, θα υποβληθεί για <a href='/moderation_quality_criteria'>εποπτεία</a> στον επόπτη της πλατφόρμας και θα επισημανθεί ως "δεν έχει ακόμη εποπτευθεί" στην πλατφόρμα. Το πρώτο κριτήριο που θα αναζητήσει ο συντονιστής είναι ότι έχετε περιγράψει τις πτυχές της επιστήμης των πολιτών του έργου σας ή περιγράψατε τον τρόπο με τον οποίο ο πόρος σας σχετίζεται με την επιστήμη των πολιτών. Οδηγίες για αυτό μπορείτε να βρείτε στο <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Χαρακτηριστικά της Επιστήμης των Πολιτών της ECSA</a> που αναπτύχθηκε από την επιστημονική κοινότητα των πολιτών. Ο συντονιστής θα εξετάσει επίσης εάν ο πόρος ή το έργο σας είναι σε ευθυγράμμιση με τις <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Αρχές της Επιστήμης των Πολιτών της ECSA</a>.
es: Cuando un perfil se guarda, es enviado a <a href='/moderation_quality_criteria'>revisión</a>, y marcado como 'sin revisar aún'. El primer criterio que chequeará la persona que revise es si has descrito los aspectos de ciencia ciudadana del proyecto, o la manera en la que el recurso es relevante para la ciencia ciudadana. Las <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Características de la Ciencia Ciudadana según ECSA</a>, descritas por la comunidad de ciencia ciudadana pueden servir de guía. Quien se encargue de revisar el perfil, también considerará si tu recurso o proyecto se alinea con los <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Principios de ECSA para la Ciencia Ciudadana</a>.
et: Kui profiil on salvestatud, saadetakse see modereerimisele platvormi moderaatorile ja märgitakse platvormil "pole veel modereeritud". Esmalt kontrollib moderaator, kas Sinu projekti juures on kirjeldatud harrastusteaduse aspektid või selgitatud, kuidas materjal on harrastusteadusesse puutuv. Selleks vajalikud juhendid leiad <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>siit</a>. Moderaator teeb ka kindlaks, et materjal või projekt oleks kooskõlas <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>ECSA harrastusteaduse 10 põhimõttega</a>.
fr: Lorsqu'un profil est enregistré, il est soumis pour <a href='/moderation_quality_criteria'>validation</a> au modérateur de la plate-forme, et marqué comme "pas encore validé" sur la plate-forme. Le premier critère que le modérateur vérifiera est que vous avez décrit les aspects de votre projet liés à la science participative ou que vous avez décrit la manière dont votre ressource est pertinente pour la science participative. Vous pouvez trouver des conseils à ce sujet dans les <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Caractéristiques de la science partiipative d'ECSA</a> développés par la communauté des acteurs en science participative.
hu: Amikor egy profilt elmentesz, az <a href='/moderation_quality_criteria'>moderációra</a> kerül a platformés 'még nem moderált'-ként kerül megjelölésre.Az első kritérium, amelyet a moderátor vizsgálni fog, hogy megadtad-e a projekt civil tudományos vonatkozásait,vagy hogy a forrás milyen módon kapcsolódik a civil tudományhoz.Az erre vonatkozó további útmutatást megtalálod a <a href='https://zenodo.org/communities/citscicharacteristics/? page=1&size=20'>A civil tudomány jellemzői </a> című dokumentumban,amelyet a civil tudományos közösség dolgozott ki.A moderátor azt is figyelembe veszi, hogy a projekt összhangban van-e a <a href='https://zenodo.org/ record/5127534#.YV7PKt9CRhF'> A civil tudomány 10 alapelve </a> című dokumentummal.
it: Quando un profilo viene salvato, verrà inviato per la <a href='/moderation_quality_criteria'>moderazione</a> al moderatore della piattaforma e contrassegnato come "non ancora moderato" sulla piattaforma. Il primo criterio che il moderatore cercherà è che tu abbia descritto gli aspetti di Citizen science del tuo progetto, o descritto il modo in cui la tua risorsa è rilevante per la Citizen science. È possibile trovare una guida in merito in <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Caratteristiche della Citizen science di ECSA</a> sviluppate dalla comunità di Citizen science. Il moderatore valuterà anche se la tua risorsa o il tuo progetto è in linea con i <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Principi di Citizen Science di ECSA </a>.
lt: Išsaugojus profilį, jis bus pateiktas <a href=‘/moderation_quality_criteria’>moderuoti</a> platformos moderatoriui ir platformoje pažymėtas kaip „dar netvarkomas“. Pirmas kriterijus, kurio ieškos moderatorius, yra tai, kad apibūdinote savo projekto piliečių mokslo aspektus arba apibūdinote, kaip jūsų išteklius yra susijęs su piliečių mokslu. Rekomendacijų, kaip tai padaryti, rasite <a href=‘https://zenodo.org/communities/citscicharacteristics/?page=1&size=20’>ECSA Piliečių mokslo charakteristikose</a>, kurią sukūrė piliečių mokslo bendruomenė. Moderatorius taip pat apsvarstys, ar jūsų ištekliai arba projektas atitinka <a href=‘https://zenodo.org/record/5127534#.YV7PKt9CRhF’>ECSA 10 piliečių mokslo principų</a>.
nl: Wanneer een profiel is opgeslagen, zal het worden voorgelegd voor <a href=‘/moderation_quality_criteria’>moderation</a> aan de platform moderator, en gemarkeerd als ‘nog niet gemodereerd’ op het platform. Het eerste criterium waar de moderator naar zal kijken, is dat u de citizen science-aspecten van uw project hebt beschreven, of de manier waarop uw hulpmiddel relevant is voor citizen science. Richtlijnen hiervoor kunnen worden gevonden in <a href=‘https://zenodo.org/communities/citscicharacteristics/?page=1&size=20’>ECSA’s Kenmerken van burgerwetenschap</a> ontwikkeld door de burgerwetenschap gemeenschap. De moderator zal ook overwegen of uw hulpmiddel of project in lijn is met de <a href=‘https://zenodo.org/record/5127534#.YV7PKt9CRhF’>ECSA 10 Principes van Citizen Science</a>.
pt: Quando um perfil é gravado será submetido a <a href='/moderation_quality_criteria'>moderação</a> por parte de um moderador da plataforma e marcado como "Aguarda moderação". O primeiro critério avaliado pelo moderador é a descrição dos aspetos de ciência cidadã do teu projeto, ou a descrição de como os teus recursos são relevantes para a prática de ciência cidadã. Para ajudar nesta descrição podes recorrer às <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Características de Ciência Cidadã da ECSA</a> que foram desenvolvidas pela comunidade de ciência cidadã. O moderador também irá avaliar se os teus recursos ou projeto estão alinhados com os <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Princípios de Ciência Cidadã da ECSA</a>.
sv: När en profil sparas, skickas den in för <a href=’/moderation_quality_criteria’>granskning</a> till portalens moderator, och markeras som ”inte granskad” på portalen. Det första kriteriet moderatorn kontrollerar, är huruvida du har beskrivit medborgarforskningsaspekterna av ditt projekt, eller beskrivit hur ditt projekt knyter an till medborgarforskning. För vägledning kan du titta på <a href=’https://zenodo.org/communities/citscicharacteristics/?page=1&size=20’>ECSA’s Characteristics of Citizen Science</a> som har tagits fram av medborgarforsknings-communityn. Moderatorn undersöker också om din resurs eller projekt knyter an till <a href=’https://zenodo.org/record/5127534#.YV7PKt9CRhF’>ECSAs tio principer för medborgarforskning</a>.

source: Resources will be assessed further against a range of specific criteria to ensure that they are easy to access, implement and adapt, well structured, clearly described and written in clear language, and ideally improve or support the desired impact of the initiative (e.g. on science, policy or society, etc.). You can read the full list of <a href='/moderation_quality_criteria'>quality criteria</a>.
de: Die Ressourcen werden anhand einer Reihe spezifischer Kriterien bewertet, um sicherzustellen, dass sie leicht zugänglich, umsetzbar und anpassbar sind, gut strukturiert, klar beschrieben und in verständlicher Sprache verfasst sind und im Idealfall die gewünschte Wirkung der Initiative (z. B. auf Wissenschaft, Politik oder Gesellschaft usw.) verbessern oder unterstützen. Sie können die vollständige Liste der <a href='/moderation_quality_criteria'>Qualitätskriterien</a> lesen.
el: Οι πόροι θα αξιολογηθούν περαιτέρω βάσει μιας σειράς συγκεκριμένων κριτηρίων για να διασφαλιστεί ότι είναι εύκολη η πρόσβαση, η εφαρμογή και η προσαρμογή τους, είναι καλά δομημένοι, σαφώς περιγραφόμενοι και γραμμένοι σε σαφή γλώσσα και ιδανικά βελτιώνουν ή υποστηρίζουν τον επιθυμητό αντίκτυπο της πρωτοβουλίας (π.χ. την επιστήμη , πολιτική ή κοινωνία, κ.λπ.). Μπορείτε να διαβάσετε την πλήρη λίστα των <a href='/moderation_quality_criteria'>κριτηρίων ποιότητας</a>.
es: Los recursos se evaluarán además en función de una serie de criterios específicos para garantizar que sean fáciles de acceder, aplicar y adaptar, que estén bien estructurados, que se estén bien descritos y estén redactados en un lenguaje claro, y que, en la medida de lo posible, mejoren o apoyen el impacto esperado con la iniciativa (por ejemplo, en la ciencia, la política o la sociedad, etc.). Puedes saber más sobre los <a href='/moderation_quality_criteria'>criterios de calidad aquí</a>.
et: Edasi hinnatakse materjale spetsiifiliste kriteeriumite järgi - kättesaadavus, sobivus kasutamises ja kohandamiseks, struktuureritus, esitluse selgus jne. Kvaliteedikriteeriumite terviknimekirjaga saab tutvuda <a href='/moderation_quality_criteria'>siin</a>.
fr: Les ressources seront évaluées en fonction d'une série de critères spécifiques afin de s'assurer qu'elles sont faciles d'accès, à mettre en œuvre et à adapter, qu'elles sont bien structurées, clairement décrites et rédigées dans un langage clair, et qu'elles améliorent ou soutiennent idéalement l'impact souhaité de l'initiative. (par exemple en matière de science, politiques ou ociété, etc...). Vous pouvez lire la liste compete des <a href='/moderation_quality_criteria'>critères de qualité</a>.
hu: A forrásokat egy sor kritérium alapján tovább értékeljük annak biztosítása érdekében,hogy könnyen hozzáférhetőek és adaptálhatóak, jól strukturáltak, világos nyelvezetűek legyenek,és ideális esetben javítsák vagy támogassák a kezdeményezés kívánt tudományos, szakpolitikai vagy társadalmi hatását.A <a href='/moderation_quality_criteria'>minőségi kritériumok</a> teljes listája itt olvasható.
it: Le risorse saranno ulteriormente valutate rispetto a una serie di criteri specifici per garantire che siano di facile accesso, implementazione e adattamento, ben strutturate, chiaramente presentate e scritte in un linguaggio chiaro e, idealmente, migliorino o supportino l'impatto desiderato dell'iniziativa (ad esempio sulla scienza , politica o società, ecc.). Puoi leggere l'elenco completo dei <a href='/moderation_quality_criteria'>criteri di qualità</a>.
lt: Ištekliai bus toliau vertinami pagal įvairius konkrečius kriterijus, siekiant užtikrinti, kad jie būtų lengvai prieinami, įgyvendinami ir pritaikomi, gerai struktūrizuoti, aiškiai aprašyti ir parašyti aiškia kalba, o idealiu atveju pagerintų arba paremtų norimą iniciatyvos poveikį (pvz., mokslui). , politika ar visuomenė ir pan.). Galite perskaityti visą <a href=‘/moderation_quality_criteria’>kokybės kriterijų</a> sąrašą.
nl: Hulpmiddelen zullen verder worden beoordeeld aan de hand van een reeks specifieke criteria om ervoor te zorgen dat ze gemakkelijk toegankelijk, implementeerbaar en aanpasbaar zijn, goed gestructureerd, duidelijk beschreven en geschreven in duidelijke taal, en idealiter de gewenste impact van het initiatief verbeteren of ondersteunen (bv. op wetenschap, beleid of de samenleving, enz.). U kunt de volledige lijst van <a href=‘/moderation_quality_criteria’>kwaliteitscriteria</a> lezen.
pt: Os recursos serão ainda avaliados de acordo com uma variedade de critérios específicos para assegurar que são de acesso, implementação e adaptação fácil, que estão bem estruturados, descritos de maneira clara e escritos com uma linguagem acessível e que, idealmente, melhoram ou apoiam o desejado impacto da iniciativa (p.ex. para a ciência, políticas, ou para a sociedade, etc.). Podes ler na integra a lista de <a href='/moderation_quality_criteria'>critérios de qualidade</a>.

source: What are the quality criteria for resources?
de: Was sind die Qualitätskriterien für Ressourcen?
el: Ποια είναι τα κριτήρια ποιότητας για τους πόρους;
es: ¿Cuáles son los criterios de calidad para los recursos?
et: Millised on materjalidele kvaliteedikriteeriumid?
fr: Quels sont les critères de qualité pour les ressources?
hu: Melyek a források minőségi kritériumai?
it: Quali sono i criteri di qualità per le risorse?
lt: Kokie yra išteklių kokybės kriterijai?
nl: Wat zijn de kwaliteitscriteria voor hulpmiddelen?
pt: Quais são os critérios de qualidade para os recursos?
sv: Vilka är kvalitetskriterierna för resurser?
