Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: The vision for the platform is to serve as a Knowledge Hub, in aid of the mainstreaming of citizen science, and build on the growing impact of citizens participating in research across the full range of scientific enquiry. We accomplish this by supporting the sharing of knowledge, know-how, and experience between anyone doing or wanting to do citizen science.
de: Die Vision der Plattform ist es, als Wissenszentrale zu dienen, um die Verbreitung von Citizen Science zu unterstützen und auf dem wachsenden Einfluss der Bürger*innen aufzubauen, die sich an der Forschung im gesamten Wissenschaftsspektrum beteiligen.
el: Το όραμα για την πλατφόρμα είναι να χρησιμεύσει ως κόμβος γνώσης, βοηθώντας την ενσωμάτωση της επιστήμης των πολιτών και αξιοποιώντας τον αυξανόμενο αντίκτυπο της συμμετοχής των πολιτών στην έρευνα σε όλο το φάσμα της επιστημονικής έρευνας. Το επιτυγχάνουμε αυτό υποστηρίζοντας την ανταλλαγή γνώσεων, τεχνογνωσίας και εμπειρίας μεταξύ όλων όσοι κάνουν ή θέλουν να κάνουν επιστήμη των πολιτών.
es: La visión de la plataforma es servir como un Punto de Conocimiento que ayude a popularizar la ciencia ciudadana y catalice el creciente impacto que está teniendo la participación de la sociedad en la mayoría de ámbitos de la investigación científica. Para ello apoyamos el intercambio de conocimientos, técnicas y experiencias entre cualquiera que haga o quiera hacer ciencia ciudadana.
et: Platvormi visioon on toimida teadmiste keskusena, mis aitab kaasa kodanike teaduse süvalaiendamisele ning tugineda teadusuuringutes osalevate kodanike kasvavale mõjule kogu teadusuuringus. Me saavutame selle, toetades teadmiste, oskusteabe ja kogemuste jagamist igaühe vahel, kes teeb või soovib teha kodanikuteadust.
fr: La vision de la plate-forme est de servir de Centre de Connaissance, aider à généraliser la science participative, et s’appuyer sur l’impact croissant des citoyens participant à la recherche dans tout l’éventail de la recherche scientifique. Cela est rendu possible grace à la mise en partage des connaissances, du savoir-faire, et de l'expérience des personnes qui pratiquent ou qui souhaitent pratiquer la science participative.
hu: A platform célja, hogy tudásközpontként szolgáljon,segítse a civil tudomány általános elterjedését,valamint az kutatásokban résztvevő állampolgárok egyre növekvő szerepét támogassa.Ezt úgy érjük el, hogy támogatjuk a tudás, a szaktudás és a tapasztalatok megosztását mindazok között,akik civil tudományt folytatnak vagy folytatni szeretnének.
it: La visione della piattaforma è quella di fungere da Knowledge Hub, a sostegno della diffusione della Citizen science e basarsi sul crescente impatto dei cittadini che partecipano alla ricerca in tutta la gamma di indagini scientifiche. Vogliamo realizzare tutto ciò sostenendo la condivisione di conoscenze, know-how ed esperienza tra chiunque faccia o voglia fare Citizen science.
lt: Platformos vizija – veikti kaip žinių centras, padedantis integruoti piliečių mokslą ir remtis didėjančiu piliečių, dalyvaujančių moksliniuose tyrimuose, poveikiu visais moksliniais tyrimais. Tai pasiekiame remdami dalijimąsi žiniomis, žiniomis ir patirtimi tarp visų, užsiimančių ar norinčių užsiimti piliečių mokslu.
nl: De visie voor het platform is om te dienen als een Kennis-hub, ter ondersteuning van de mainstreaming van burgerwetenschap, en voort te bouwen op de groeiende impact van burgers die deelnemen aan onderzoek over het gehele scala van wetenschappelijk onderzoek. We doen dit door het delen van kennis, knowhow en ervaring te ondersteunen tussen iedereen die aan burgerwetenschap doet of wil doen.
pt: A visão para a plataforma é que sirva como um centro para o conhecimento, auxiliando o crescimento e popularização da ciência cidadã e fortificando o impacto da participação de cidadãos na investigação, abrangendo todo o processo científico. Esperamos alcançar isto ao apoiar a partilha de conhecimentos, saber como fazer, e experiência entre qualquer um que faça ou queira fazer ciência cidadã.
sv: Vår vision är att portalen ska bli ett kunskapsnav som kan bidra till att göra medborgarforskning ännu mer känt och använt bland olika aktörer i samhället.

source: On this platform you will find:
de: Auf dieser Plattform finden Sie
el: Σε αυτήν την πλατφόρμα θα βρείτε:
es: En esta plataforma encontrarás:
et: Sellel platvormil leiad:
fr: Sur cette plateorme vous trouverez:
hu: A következőket találod a platformon:
it: Su questa piattaforma troverai:
lt: Šioje platformoje rasite:
nl: Op dit platform zult u vinden:
pt: Nesta plataforma podes encontrar:
sv: På portalen hittar du

source: that are useful for citizen science practitioners
de: die nützlich für Citizen Science Praktiker*innen sind
el: που είναι χρήσιμα για όσους πραγματοποιούν έργα επιστήμης των πολιτών
es: que son útiles para profesionales de la ciencia ciudadana
et: mis on kasulikud harrastusteaduse edendajatele
fr: qui sont utiles aux personnes actives dans les sciences participatives
hu: hasznos forrásokat a civil tudományról,
it: che sono utili per coloro che praticano la Citizen science
lt: kurios yra naudingos piliečiams praktikams
nl: die behulpzaam zijn voor burgerwetenschap
pt: que são úteis para os praticantes de ciência cidadã
sv: som är användbara för personer som arbetar med medborgarforskning

source: and materials on citizen science as a practice
de: die nützlich für Citizen Science Praktiker*innen sind
el: και υλικό για την επιστήμη των πολιτών ως πρακτική
es: y materiales para la práctica de ciencia ciudadana
et: ja materjalid praktilise harrastusteaduse kohta
fr: et les ressources liées aux sciences participatives
hu: a civil tudomány gyakorlatáról szóló anyagok
it: e materiali sulla Citizen science come pratica
lt: ir medžiaga apie piliečių mokslą kaip praktiką
nl: en materiaal over burgerwetenschap als praktijk
pt: e materiais sobre ciência cidadã como uma prática
sv: Resurser för att utöva medborgarforskning i praktiken

source: Training modules
de: Training
el: Εκπαιδευτικές ενότητες
es: Formación
et: Koolitusmoodulid
fr: Les modules de formation
hu: képzési anyagokat
it: Moduli di formazione
lt: Mokymo moduliai
pt: Módulos de formação
sv: Träning

source: on citizen science in a wide range of themes
de: zu Citizen Science in einer breiten Palette von Themen
el: για την επιστήμη των πολιτών σε ένα ευρύ φάσμα θεμάτων
es: sobre ciencia ciudadana en una amplia variedad de cuestiones
et: harrastusteadusest erinevatel teemadel
fr: sur la science participative dans une vaste gamme de thèmes
hu: különböző civil tudományos kutatásokról
it: sulla Citizen science in una vasta gamma di temi
lt: apie piliečių mokslą įvairiomis temomis
nl: over burgerwetenschap in een breed scala van thema’s
pt: sobre ciência cidadã numa grande variedade de temas
sv: om medborgarforskning inom en rad olika teman

source: that are involved in citizen science projects and research
de: Organisationen, die an Citizen Science Projekten und Forschung beteiligt sind
el: που εμπλέκονται σε έργα και έρευνα επιστήμης των πολιτών
es: que están implicadas en proyectos e investigan sobre ciencia ciudadana
et: kaasatud harrastusteaduse projektidesse ja uuringutesse
fr: qui sont impliquées dans des projets de sciences participatives et dans la recherche
hu: civil tudományos projektekben és kutatásokban aktív szervezeteket
it: che sono coinvolti in progetti e ricerche di Citizen science
lt: kurie dalyvauja piliečių mokslo projektuose ir tyrimuose
nl: die betrokken zijn bij burgerwetenschapsprojecten en onderzoek
pt: que estão envolvidos em projetos de ciência cidadã e investigação
sv: som är involverade i medborgarforskning.

source: Events calendar
de: Kalender
el: Ημερολόγιο γεγονότων
es: Calendario de eventos
et: Ürituste kalender
fr: Calendrier d’événements
hu: esemény naptárat
it: Calendario di eventi
lt: Renginių kalendorius
nl: Event kalendar
pt: Calendário de eventos
sv: Kalender för evenemang

source: A blog
de: Ein Blog
el: Ενα blog
es: El blog
et: Blogi
fr: Un blog
hu: egy blogot
it: Un blog
lt: Tinklaraštis
pt: Um blog
sv: En blogg

source: Forum
el: Τόπος δημόσιας συζήτησης
es: Foro
et: Foorum
fr: Le forum
hu: fórumot
lt: Forumas
pt: Fórum

source: for questions, conversations, and collaboration with the rest of the community
de: Gemeinschaftsforen für Fragen, Diskussionen und Zusammenarbeit mit dem Rest der Gemeinschaft
el: για ερωτήσεις, συνομιλίες και συνεργασία με την υπόλοιπη κοινότητα
es: para preguntas, conversaciones y colaboraciones con el resto de la comunidad
et: küsimuste, vestluste ja koostöö jaoks ülejäänud kogukonnaga
fr: pour des questions, conversations et collaborations avec le reste de la communauté
it: per domande, conversazioni e collaborazione con il resto della community
lt: klausimams, pokalbiams ir bendradarbiavimui su likusia bendruomene
nl: voor vragen, gesprekken en samenwerking met de rest van de gemeenschap
pt: para questões, conversas e colaborações com o resto da comunidade

source: Spotted something missing? You can add your own profiles via the <i>New submission</i> button in the top menu. Have a suggestion for us? Please share your thoughts via the
de: Haben Sie festgestellt, dass etwas fehlt? Sie können Ihre eigenen Profile für Ressourcen, Projekte und Training über die Schaltfläche +HINZUFÜGEN im oberen Menü hinzufügen. Haben Sie einen Vorschlag für uns? Bitte teilen Sie uns Ihre Gedanken in unserem Community-Feedback-Forum oder in der
el: Εντοπίσατε κάτι που λείπει; Μπορείτε να προσθέσετε τα δικά σας προφίλ μέσω της επιλογής<i>Νέα υποβολή</i> στο επάνω μέρος του μενού. Έχετε κάποια πρόταση για εμάς; Μοιραστείτε τις σκέψεις σας μέσω του
es: ¿Notas que algo falta? Puedes añadir tus propios perfiles a partir del botón <i>Nuevo registro</i> del menú superior. ¿Tiene alguna sugerencia? Por favor, comparte tus pensamientos a través del
et: Kas midagi tundub puudu olevat? Saate lisada oma sisu<i>Lisa sisu</i>nupu abil ülamenüüst. Kas Teil on ettepanekuid? Saate jagada oma mõtteid
fr: Vous trouvez qu’il manque quelque chose ? Vous pouvez créer vos propres profils via en cliquant sur le bouton <i>Nouvelle soumission</i> dans le menu du haut. Vous avez une suggestion ? Partagez-la via
hu: Hiányolsz valamit? Saját profilt adhatsz hozzá a <i>Új feltöltés</i> gombbal.Javaslatod van? Oszd meg velünk:
it: Hai notato che manca qualcosa? Puoi aggiungere i tuoi profili tramite il pulsante <i>Nuovo invio</i> nel menu in alto. Hai un suggerimento per noi? Per favore condividi i tuoi pensieri tramite il
lt: Pastebėjote, kad kažko trūksta? Galite pridėti savo profilius naudodami mygtuką <i>Naujas pateikimas</i> viršutiniame meniu. Turite mums pasiūlymą? Prašome pasidalinti savo mintimis per
nl: Ontbreekt er iets? U kunt uw eigen profielen toevoegen via de knop <i>Nieuwe inzending</i> in het menu bovenaan. Heeft u een suggestie voor ons? Deel uw gedachten via de
pt: Descobriste alguma coisa em falta? Podes acrescentar os teus próprios perfis através do botão <i>Nova submissão</i> no menu no topo. Tens uma sugestão a fazer? Por favor partilha os teus pensamentos através de
sv: Något som saknas? Du kan själv lägga till nya resurser, projekt och träningsmaterial med Lägg till-knappen i sidans toppmeny. Om du har några förslag eller synpunkter får du gärna dela dem i forumet, eller via

source: contact form
de: Kontakt
el: φόρμα επικοινωνίας
es: formulario de contacto
et: kontaktivorm
fr: Formulaire de contact
hu: kapcsolatfelvételi űrlap
it: form di contatto
lt: Kontaktinė forma
nl: contactformulier
pt: formulário de contacto
sv: kontaktsidorna

source: The project
de: Das Projekt
el: Το έργο
es: El proyecto
et: Projekt
fr: Le projet
hu: A projekt
it: Il progetto
lt: projektas
nl: Het project
pt: O projeto
sv: Projektet

source: The EU-Citizen.Science project has been funded by the European Commission Horizon 2020 programme, in the Science with and for Society programme of work (also known as SwafS). The project’s mission is ambitious – to become the reference point for citizen science through cross-network knowledge sharing for citizen science participants, practitioners, researchers, policy makers and society across Europe.
de: Das Projekt EU-Citizen Science wurde durch das Programm Horizon 2020 der Europäischen Kommission im Rahmen des Arbeitsprogramms Wissenschaft mit und für die Gesellschaft (auch bekannt als SwafS) finanziert. Unsere Mission ist ehrgeizig - wir wollen zum Referenzpunkt für Citizen Science werden, indem wir netzwerkübergreifend Wissen für Citizen Science Teilnehmer*innen, Praktiker*innen, Forscher*innen, politische Entscheidungsträger*innen und die Gesellschaft in ganz Europa teilen.
el: Το έργο EU-Citizen.Science χρηματοδοτήθηκε από το πρόγραμμα « Ορίζοντας 2020» της Ευρωπαϊκής Επιτροπής, στο πρόγραμμα εργασίας «Επιστήμη με και για την κοινωνία» (επίσης γνωστό ως SwafS). Η αποστολή του έργου είναι φιλόδοξη - να γίνει το σημείο αναφοράς για την επιστήμη των πολιτών μέσω ανταλλαγής γνώσεων μεταξύ δικτύων για τους συμμετέχοντες στην επιστήμη των πολιτών, τους επαγγελματίες, τους ερευνητές, τους υπεύθυνους χάραξης πολιτικής και την κοινωνία σε όλη την Ευρώπη.
es: El proyecto EU-Citizen.Science ha recibido financiación del programa Horizonte 2020 de la Comisión Europea, a través de su línea de trabajo ‘Ciencia con y para la Sociedad’ (SwafS, por sus siglas en inglés). Nuestra intención es ambiciosa –convertirnos en un punto de referencia para la ciencia ciudadana a través de una red de intercambio de conocimiento entre participantes de la ciencia ciudadana, profesionales, personal investigador, agentes políticos y la sociedad en general a nivel europeo.
et: EU-Citizen.Science projekti rahastab Euroopa Komisjoni Horisont 2020 programm "Teadus koos ühiskonnaga ja ühiskonna heaks" (SwafS). Meie missioon on suurejooneline - tahame saada harrastusteaduse etaloniks võrgustikevahelise teadmise jagamisel nii harrastusteadlastele, harrastusteaduse edendajatele, teadlastele, poliitikuile ja kogu ühiskonnale terves Euroopas.
fr: Le projet EU-Citizen.Science est soutenu par le programme Horizon 2020 de la Commission Européenne, dans le programme Science avec et pour la Société (aussi connu comme SwafS). Ce projet a une mission ambitieuse - il vise à créer la plateforme de référence pour tous les acteurs de la science citoyenne, les participants, les chercheurs, les décideurs politiques et l’ensemble de la société en Europe grâce au partage transversal des connaissances.
hu: Az EU-Citizen.Science projektet az Európai Bizottság Horizont 2020-asprogramja finanszírozta a Tudomány a társadalomban és a társadalomért(SwafS) keretprogram keretén belül.A projekt küldetése ambiciózus: Európa-szerte a hálózatközi tudásmegosztáson keresztül szeretne a civil tudomány referenciapontjává válni a civil tudomány résztvevői,a gyakorlati szakemberek, a kutatók, a politikai döntéshozók és a társadalom számára.
it: Il progetto EU-Citizen.Science è stato finanziato dal programma Horizon 2020 della Commissione Europea, nel programma di lavoro Science with and for Society (noto anche come SwafS). La missione del progetto è ambiziosa: diventare il punto di riferimento per la Citizen science attraverso la condivisione della conoscenza tra i partecipanti alla Citizen science, i professionisti, i ricercatori, i responsabili politici e la società in tutta Europa.
lt: Projektas EU-Citizen.Science buvo finansuojamas Europos Komisijos programos „Horizontas 2020“ pagal darbo programą „Mokslas su visuomene ir visuomenei“ (taip pat žinomas kaip SwafS). Projekto misija yra ambicinga – tapti piliečių mokslo atskaitos tašku, dalijantis žiniomis piliečių mokslo dalyviams, praktikams, mokslininkams, politikos formuotojams ir visuomenei visoje Europoje.
nl: Het EU-Citizen.Science-project is gefinancierd door het Horizon 2020-programma van de Europese Commissie, in het kader van het werkprogramma ‘Science with and for Society’ (ook bekend als SwafS). De missie van het project is ambitieus - het referentiepunt worden voor burgerwetenschap door middel van kennisdeling over netwerken heen voor deelnemers aan burgerwetenschap, beoefenaars, onderzoekers, beleidsmakers en de samenleving in heel Europa.
pt: O projeto EU-Citizen.Science foi financiado pelo programa Horizonte 2020 da Comissão Europeia, no programa de trabalho Ciência com e para a Sociedade (também conhecido como SwafS). A missão do projeto é ambiciosa - tornar-se o ponto de referência para a ciência cidadã através da partilha de conhecimentos de participantes e praticantes de ciência cidadã, de investigadores, decisores políticos e da sociedade europeia.

source: <b>Our Vision</b> is that Citizen Science becomes an appreciated and widely established means for the democratization of science in Europe
de: ist, dass Citizen Science zu einem geschätzten und weithin etablierten Mittel für die Demokratisierung der Wissenschaft in Europa wird
el: <b>Το Όραμα Μας</b> είναι ότι η Επιστήμη των Πολιτών γίνεται ένα εκτιμώμενο και ευρέως διαδεδομένο μέσο για τον εκδημοκρατισμό της επιστήμης στην Ευρώπη
es: <b>Nuestra intención</b>es que la Ciencia Ciudadana se convierta en un apreciado y asentado pilar para la democratización de la ciencia en Europa
et: <b>Meie visioon</b>näeb harrastusteaduses tunnustatud ja laialt rakendatud meedet teaduse demokratiseerimiseks Euroopas
fr: <b>Notre Vision</b>est que la science participative devienne un moyen répandu et apprécié de démocratisation des sciences en Europe
hu: <b>Víziónk</b> az, hogy a civil tudomány a tudomány demokratizálásának elismert és széles körben elterjedt eszközévé váljon Európában.
it: <b>La nostra visione</b> è che la Citizen Science diventi un mezzo apprezzato e ampiamente consolidato per la democratizzazione della scienza in Europa
lt: <b>Mūsų vizija</b> yra tai, kad pilietinis mokslas taptų vertinama ir plačiai žinoma priemone mokslo demokratizavimui Europoje
nl: <b>Onze visie</b> is dat burgerwetenschap een gewaardeerd en wijdverbreid middel wordt voor de democratisering van de wetenschap in Europa
pt: <b>A nossa visão</b> é que a Ciência Cidadã se torne apreciada e universalmente estabelecida para a democratização da ciência na Europa
sv: <b>Vår vision</b> är att medborgarforskning ska bli en uppskattad och etablerad metod för att samskapa vetenskaplig kunskap i Europa.

source: <b>Our Core Mission</b> is to become the European reference point for citizen science through cross-network knowledge sharing for citizen science participants, practitioners, researchers, policy makers and society across Europe.
de: ist es, der europäische Referenzpunkt für die CS zu werden durch einen netzwerkübergreifenden Wissensaustausch für Citizen Science Teilnehmer*innen, Praktiker*innen, Forscher*innen, politische Entscheidungsträger*innen und die Gesellschaft in ganz Europa
el: <b>Η Βασική Μας Αποστολή</b>είναι να γίνει το ευρωπαϊκό σημείο αναφοράς για την Επιστήμη των Πολιτών μέσω ανταλλαγής γνώσεων μεταξύ δικτύων για τους συμμετέχοντες στην επιστήμη των πολιτών, τους επαγγελματίες, τους ερευνητές, τους υπεύθυνους χάραξης πολιτικής και την κοινωνία σε όλη την Ευρώπη.
es: <b>Nuestra misión principal</b> es convertirnos en un punto de referencia europeo a través de una red de intercambio de conocimiento entre participantes de la ciencia ciudadana, profesionales, investigadores, agentes políticos y la sociedad en general a nivel de Europa.
et: <b>Meie põhimissiooniks</b on saada harrastusteaduse etaloniks võrgustikevahelise teadmise jagamisel nii harrastusteadlastele, harrastusteaduse edendajatele, teadlastele, poliitikuile kui kogu ühiskonnale terves Euroopas.
fr: <b>Notre mission principale</b>est de devenir la référence pour tous les acteurs de la science citoyenne, les participants, les chercheurs, les décideurs politiques et l’ensemble de la société en Europe grâce au partage transversal des connaissances.
hu: <b>Küldetésünk</b>, hogy a civil tudomány európai referenciapontjává váljunk a civil tudomány résztvevői,a gyakorlati szakemberek, a kutatók, a politikai döntéshozók és a társadalom számára az Európa-szerte megvalósuló hálózatközi tudásmegosztás révén.
it: <b>La nostra missione principale</b> è diventare il punto di riferimento europeo per la Citizen science attraverso la condivisione della conoscenza tra i network di partecipanti, di professionisti, di ricercatori, di responsabili politici e di società in tutta Europa.
lt: <b>Pagrindinė mūsų misija</b> yra tapti Europos atskaitos tašku piliečių mokslui, dalijantis žiniomis piliečių mokslo dalyviams, praktikams, mokslininkams, politikos formuotojams ir visuomenei visoje Europoje.
nl: <b>Onze kerntaak</b> is het Europese referentiepunt voor burgerwetenschap te worden door middel van netwerkoverschrijdende kennisuitwisseling voor deelnemers aan burgerwetenschappers, project leiders, onderzoekers, beleidsmakers en de samenleving in heel Europa.
pt: <b>A nossa missão</b> é que nos tornemos no ponto de referência para a ciência cidadã através da partilha de conhecimentos de participantes e praticantes de ciência cidadã, de investigadores, decisores políticos e da sociedade europeia.
sv: <b>Vårt kärnuppdrag</b> är att bli att bli referenspunkten för medborgarforskning i Europa.

source: Our objectives are:
de: Ziel 4: Erkunden
el: Οι στόχοι μας είναι:
es: Nuestros objetivos son:
et: Meie eesmärgid on:
fr: Nous avons pour objectifs de :
hu: Céljaink a következők:
it: I nostri obiettivi sono:
lt: Mūsų tikslai yra:
nl: Onze doelstellingen zijn:
pt: Os nossos objetivos são:
sv: Våra mål är att:

source: to establish EU-Citizen.Science as the knowledge and community hub for high-quality citizen science exchange and learning in Europe.
de: EU-Citizen Science als Wissens- und Gemeinschaftszentrum für hochwertigen Austausch und Lernen im Bereich CS in Europa
el: να καθιερωθεί το EU-Citizen.Science ως ο κόμβος γνώσης και κοινότητας για ανταλλαγές και μάθηση υψηλής ποιότητας στον τομέα της επιστήμης των πολιτών στην Ευρώπη.
es: establecer EU-Citizen.Science como un punto de conocimiento y comunidad para el intercambio y aprendizaje de calidad sobre ciencia ciudadana en Europa.
et: kinnistada EU-Citizen.Science kui kogukondlik teadmiste ja kogemuste vahetamise sõlmpunkt mis vahendab kõrgetasemelist harrastusteadust Euroopas.
fr: établir EU-Citizen.Science comme le centre communautaire de connaissance pour un échange et un apprentissage de grande qualité en matière de science participative en Europe.
hu: az EU-Citizen.Science az európai civil tudomány magas színvonalú tudás- és közösségi központjaként való létrehozása.
it: stabilire EU-Citizen.Science come centro di conoscenza e comunità per lo scambio e l'apprendimento di alta qualità delle Citizen science in Europa.
lt: sukurti EU-Citizen.Science kaip žinių ir bendruomenės centrą, skirtą aukštos kokybės piliečių mokslo mainams ir mokymuisi Europoje.
nl: Om EU-Citizen.Science tot stand brengen als de kennis- en gemeenschapshub voor uitwisseling en leren op het gebied van burgerwetenschap in Europa.
pt: estabelecer a plataforma EU-Citizen.Science como o centro europeu de conhecimento e comunidade para trocas e formação de ciência cidadã de alta qualidade.
sv: att etablera EU-Citizen.Science som navet för högkvalitativ medborgarforskning i Europa
