Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: After completing all mandatory metadata fields in the profile, and ensuring that the resource is relevant to citizen science initiatives, the resource will be assessed against a set of specific criteria developed to ensure that all resources profiled on the platform are of good quality. We consider good quality citizen science resources to be those that are easy to access, implement and adapt, well structured, clearly described and written in clear language, and ideally improve or support the desired impact of the initiative (e.g. on science, policy or society, etc.). It also enhances the value and quality of your resource when you can say something about how it has been used and developed further in practice, and whether or not it has been evaluated for usefulness, applicability, and impact. You can read the full list of <a href='/moderation_quality_criteria'>quality criteria</a>.
de: Nachdem alle obligatorischen Metadatenfelder im Profil ausgefüllt wurden und sichergestellt wurde, dass die Ressource für Citizen Science Initiativen relevant ist, wird die Ressource anhand einer Reihe spezifischer Kriterien bewertet, die entwickelt wurden, um sicherzustellen, dass alle auf der Plattform profilierten Ressourcen von guter Qualität sind. Wir betrachten qualitativ hochwertige Citizen Science Ressourcen als solche, die leicht zugänglich, umsetzbar und anpassbar sind, gut strukturiert, klar beschrieben und in verständlicher Sprache verfasst sind und idealerweise die gewünschten Auswirkungen der Initiative (z. B. auf Wissenschaft, Politik oder Gesellschaft usw.) verbessern oder unterstützen. Es steigert auch den Wert und die Qualität Ihrer Ressource, wenn Sie etwas darüber sagen können, wie sie in der Praxis verwendet und weiterentwickelt wurde und ob sie auf ihre Nützlichkeit, Anwendbarkeit und Wirkung hin bewertet wurde oder nicht. Sie können die vollständige Liste der <a href='/moderation_quality_criteria'>Qualitätskriterien</a> lesen.
el: Μετά την ολοκλήρωση όλων των υποχρεωτικών πεδίων μεταδεδομένων στο προφίλ και τη διασφάλιση ότι ο πόρος είναι σχετικός με τις πρωτοβουλίες επιστήμης των πολιτών, ο πόρος θα αξιολογηθεί με βάση ένα σύνολο συγκεκριμένων κριτηρίων που αναπτύχθηκαν για να διασφαλιστεί ότι όλοι οι πόροι που παρουσιάζονται στην πλατφόρμα είναι καλής ποιότητας. Θεωρούμε ότι οι πόροι επιστήμης των πολιτών καλής ποιότητας είναι αυτοί που χαρακτηρίζονται από ευκολία στην πρόσβαση, εφαρμογή και προσαρμογή, καλά δομημένο, ξεκάθαρα περιγραφόμενο και γραμμένο σε σαφή γλώσσα περιεχόμενα, και ιδανικά βελτιώνουν ή υποστηρίζουν τον επιθυμητό αντίκτυπο της πρωτοβουλίας (π.χ. την επιστήμη, την πολιτική ή την κοινωνία , κ.τ.λ.). Ενισχύεται επίσης η αξία και η ποιότητα του πόρου σας όταν μπορείτε να πείτε κάτι σχετικά με τον τρόπο με τον οποίο χρησιμοποιήθηκε και αναπτύχθηκε περαιτέρω στην πράξη και εάν έχει αξιολογηθεί ή όχι ως προς τη χρησιμότητα, τη δυνατότητα εφαρμογής και τον αντίκτυπο. Μπορείτε να διαβάσετε την πλήρη λίστα των <a href='/moderation_quality_criteria'>κριτηρίων ποιότητας</a>.
es: Después de completar todos los campos obligatorios del perfil, y confirmar que el recurso es relevante para las iniciativas de ciencia ciudadana, el recurso será evaluado en función de una serie de criterios específicos para garantizar que los recursos añadidos a la plataforma sean de calidad. Consideramos buena calidad a aquellos recursos que sean fáciles de acceder, aplicar y adaptar, que estén bien estructurados, que se estén bien descritos y estén redactados en un lenguaje claro, y que, en la medida de lo posible, mejoren o apoyen el impacto esperado con la iniciativa (por ejemplo, en la ciencia, la política o la sociedad, etc.). También enriquece el valor y la calidad del recurso el que puedas comentar cómo este recurso se ha puesto en práctica o utilizado para ello, y si se ha evaluado o no su utilidad, aplicabilidad e impacto. Puedes saber más sobre los <a href='/moderation_quality_criteria'>criterios de calidad aquí</a>.
et: Peale seda, kui kõik profiili kohustuslikud väljad on täidetud ning kindlaks tehtud, et materjal on harrastusteaduse toetuseks pädev, hinnatakse materjali spetsiifiliste kriteeriumite alusel, mis tagavad selle kõrge kvaliteedi. Kõrge kvaliteediga materjalid peaks meie hinnangul järgima järgmisi nõudeid: need peaks olema hõlpsalt kättesaadavad, kasutatavad ja kohandatavad, nad peaks olema hästi struktureeritud, selgelt kirjeldatud ja kirjutatud ning ideaalis peaks toetama algatuse soovitud mõjusid (näiteks mõjud teadusele, ühiskonnale, poliitikale jne). Sinu sisestatud materjali väärtust tõstab ka see, kui selgitad, kuidas seda on praktikas kasutatud ja arendatud ja kas selle kasutamist või mõjusid on ka testitud. Kvaliteedikriteeriumite terviknimekirjaga saab tutvuda <a href='/moderation_quality_criteria'>siin</a>.
fr: Après avoir rempli tous les champs de métadonnées obligatoires dans le profil, et après s'être assuré que la ressource est pertinente pour les initiatives de science participative, la ressource sera évaluée par rapport à un ensemble de critères spécifiques développés pour garantir que toutes les ressources dont le profil est établi sur la plate-forme sont de bonne qualité. Nous considérons que les ressources de science participative de bonne qualité sont celles qui sont faciles à accéder, à mettre en œuvre et à adapter, bien structurées, clairement décrites et rédigées dans un langage clair, et qui, idéalement, améliorent ou soutiennent l'impact souhaité de l'initiative (par exemple, sur la science, la politique ou la société, etc.). La valeur et la qualité de votre ressource sont également renforcées lorsque vous pouvez dire comment elle a été utilisée et développée dans la pratique, et si son utilité, son applicabilité et son impact ont été évalués ou non. Vous pouvez consulter toute la liste des <a href='/moderation_quality_criteria'>critères de qualité</a>.
hu: Miután kitöltötted a profil összes kötelező adatmezőjét, és megbizonyosodtál arról,hogy a forrás releváns a civil tudományos kezdeményezések szempontjából,a forrást értékeljük egy sor kritérium alapján, amelyeket azért dolgoztuk ki, hogy biztosítsuk a források megfelelő minőségét.Jó minőségű civil tudományos forrásoknak tekintjük azokat, amelyek könnyen hozzáférhetők,könnyen adaptálhatók, jól strukturáltak, érthető és világos nyelven íródnak, és ideális esetben támogatják a tudományos, szakpolitikai és trásadalmi hatások elérését.Az is növeli a forrás értékét és minőségét, ha nyilatkozni tudsz arról, hogyan használták és fejlesztették tovább a gyakorlatban,és hogy kiértékelték-e a projekt hasznosságát, alkalmazhatóságát és hatását.A <a href='/moderation_quality_criteria'>minőségi kritériumok</a> teljes listáját itt olvashatod.
it: Dopo aver completato tutti i campi dei metadati obbligatori nel profilo e aver verificato che la risorsa sia rilevante per le iniziative di Citizen science, la risorsa verrà valutata rispetto a una serie di criteri specifici sviluppati per garantire che tutte le risorse profilate sulla piattaforma siano di buona qualità. Consideriamo risorse di buona qualità per la Citizen science quelle di facile accesso, implementazione e adattamento, ben strutturate, chiaramente presentate e scritte in un linguaggio chiaro e che idealmente migliorano o supportano l'impatto desiderato dell'iniziativa (ad es. sulla scienza, la politica o la società , eccetera.). Per migliorare ulteriormente il valore e la qualità della tua risorsa puoi dire qualcosa su come è stata utilizzata e sviluppata nella pratica e se è stata valutata per l'utilità, l'applicabilità e l'impatto. Puoi leggere l'elenco completo dei <a href='/moderation_quality_criteria'>criteri di qualità</a>.
lt: Užpildžius visus privalomus profilio metaduomenų laukus ir įsitikinus, kad išteklius atitinka piliečių mokslo iniciatyvas, išteklius bus vertinamas pagal konkrečių kriterijų rinkinį, sukurtą siekiant užtikrinti, kad visi platformoje profiliuojami ištekliai būtų geros kokybės. Geros kokybės piliečių mokslo ištekliais laikome tuos, kurie yra lengvai pasiekiami, įgyvendinami ir pritaikomi, gerai struktūrizuoti, aiškiai aprašyti ir parašyti aiškia kalba ir kurie idealiai pagerina arba palaiko norimą iniciatyvos poveikį (pvz., mokslui, politikai ar visuomenei). ir kt.). Tai taip pat padidina jūsų išteklių vertę ir kokybę, kai galite pasakyti ką nors apie tai, kaip jie buvo naudojami ir toliau tobulinami praktikoje ir ar buvo įvertintas jų naudingumas, pritaikomumas ir poveikis. Galite perskaityti visą <a href=‘/moderation_quality_criteria’>kokybės kriterijų</a> sąrašą.
nl: Nadat alle verplichte metadatavelden in het profiel zijn ingevuld en de moderator er zeker van is dat de hulpbron relevant is voor burgerwetenschapsinitiatieven, wordt de hulpbron beoordeeld aan de hand van een reeks specifieke criteria die zijn ontwikkeld om ervoor te zorgen dat alle hulpbronnen die op het platform worden geprofileerd, van goede kwaliteit zijn. Hulpbronnen worden als goed kwaliteit beschouwd als die gemakkelijk toegankelijk, implementeerbaar en aanpasbaar zijn, goed gestructureerd, duidelijk beschreven en geschreven zijn in duidelijke taal, en idealiter de gewenste impact van het initiatief verbeteren of ondersteunen (bv. op het gebied van wetenschap, beleid of samenleving, enz.). Het verhoogt ook de waarde en de kwaliteit van uw bron als u iets kunt zeggen over hoe het is gebruikt en verder ontwikkeld in de praktijk, en of het al dan niet is geëvalueerd op bruikbaarheid, toepasbaarheid, en impact. Je kunt de volledige lijst van <a href=‘/moderation_quality_criteria’>kwaliteitscriteria</a> lezen.
pt: Depois de completar todos os dados obrigatórios para a criação de um perfil e, garantindo a relevância do recurso para iniciativas de ciência cidadã, o recurso será avaliado de acordo com critérios específicos criados para assegurara que todos os recursos submetidos na plataforma têm boa qualidade. Consideramos que os recursos de ciência cidadã de boa qualidade são aqueles de acesso, implementação e adaptação fácil, bem estruturados, descritos de maneira clara, escritos com uma linguagem acessível e que idealmente melhoram ou apoiam o desejado impacto da iniciativa (p.ex. para a ciência, políticas, ou para a sociedade, etc.). Para melhorar o valor e qualidade do teu recurso podes referir como é que este foi utilizado e desenvolvido em prática e se alguma vez foi avaliado pela sua utilidade, aplicabilidade e impacto. Podes ler na integra a lista de <a href='/moderation_quality_criteria'>critérios de qualidade</a>.

source: What are the quality criteria for projects?
de: Was sind die Qualitätskriterien für Projekte?
el: Ποια είναι τα κριτήρια ποιότητας για τα έργα;
es: ¿Cuáles son los criterios de calidad para los proyectos?
et: Millised on projektide kvaliteedikriteeriumid?
fr: Quels sont les critères de qualité appliqués aux projets?
hu: Melyek a projektek minőségi kritériumai?
it: Quali sono i criteri di qualità per i progetti?
lt: Kokie yra projektų kokybės kriterijai?
nl: Wat zijn de kwaliteitscriteria voor projecten?
pt: Quais são os critérios de qualidade para os projetos?
sv: Vilka är kvalitetskriterierna för projekt?

source: The same overarching criteria are applied to both projects and resources. You are required to provide descriptive information in a number of data fields in the project profile, some of which are mandatory, before it can be submitted for moderation. One of these mandatory fields is a description of the citizen science aspects of the project. Guidance for this can be found in <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>ECSA's Characteristics of Citizen Science</a>. A further suggested overarching criteria for projects is that they be in alignment with the <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>ECSA 10 Principles of Citizen Science</a>.
de: Für Projekte und Ressourcen gelten die gleichen übergreifenden Kriterien. Sie müssen in einer Reihe von Datenfeldern im Projektprofil beschreibende Informationen angeben, von denen einige obligatorisch sind, bevor das Projekt zur Moderation eingereicht werden kann. Eines dieser Pflichtfelder ist eine Beschreibung der Citizen Science Aspekte des Projekts. Eine Anleitung hierzu finden Sie in <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>ECSA's Charakteristika von Citizen Science</a>. Ein weiteres vorgeschlagenes übergreifendes Kriterium für Projekte ist, dass sie mit den <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>ECSA 10 Prinzipien von Citizen Science</a> in Einklang stehen.
el: Τα ίδια γενικά κριτήρια εφαρμόζονται τόσο στα έργα όσο και στους πόρους. Απαιτείται να παρέχετε περιγραφικές πληροφορίες σε ορισμένα πεδία δεδομένων στο προφίλ του έργου, μερικά από τα οποία είναι υποχρεωτικά, προτού υποβληθούν για έλεγχο και έγκριση. Ένα από αυτά τα υποχρεωτικά πεδία είναι η περιγραφή των πτυχών της επιστήμης των πολιτών του έργου. Οδηγίες για αυτό μπορείτε να βρείτε στο <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Χαρακτηριστικά της Επιστήμης των Πολιτών της ECSA</a>. Ένα περαιτέρω προτεινόμενο γενικό κριτήριο για τα έργα είναι το να βρίσκονται σε συμφωνία με τις <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Αρχές της Επιστήμης των Πολιτών της ECSA </a>.
es: Los mismos criterios generales son aplicados tanto para los proyectos como los recursos. Es necesario que aportes información descriptiva en varios campos del formulario, algunos de ellos obligatorios, antes de enviarlo a revisión. Uno de esos campos obligatorios requiere una descripción de los aspectos de ciencia ciudadana del proyecto. Las <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Características de la Ciencia Ciudadana según ECSA</a>, pueden serte de ayuda. También como criterio general se establece que el proyecto se alinee con los <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Principios de ECSA para la Ciencia Ciudadana</a>.
et: Samad üldised kriteeriumid kehtivad nii projektide kui materjalide kvaliteedile. Sul palutakse projektiprofiilil täita rida kohustuslikke infovälju ning ka soovituslikke infovälju, enne kui see edastatakse modereerimiseks. Üks kohustuslikke välju on projekti harrastusteaduse aspektid. Selle täitmiseks leiad juhendid <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>siit</a>. Projekti üldist sobivust harrastusteadusega saad kontrollida, kui tutvud <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>ECSA harrastusteaduse 10 põhimõttega</a>.
fr: Les mêmes critères généraux sont appliqués aux projets et aux ressources. Vous devez fournir des informations descriptives dans un certain nombre de champs de données du profil de projet, dont certains sont obligatoires, avant que le projet puisse être soumis à la modération. L'un de ces champs obligatoires est une description des aspects de science participative du projet. Vous trouverez des conseils à ce sujet dans <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Les caractéristiques de la science participative d'ECSA</a>. Un autre critère primordial suggéré pour les projets est qu'ils soient en accord avec <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>Les 10 principes de la science participative d'ECSA</a>.
hu: A projektekre és a forrásokra ugyanazok az átfogó kritériumok vonatkoznak.A projektprofilban információt kell megadnod, amelyek közül néhány kötelező, mielőtt a projekt moderálásra kerül.Az egyik ilyen kötelező mező a projekt civil tudományos vonatkozásainak leírása.Erre vonatkozó további útmutatást a <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>A civil tudomány jellemzői</a> című dokumentumban találsz.A projektekre vonatkozó további javaslat, hogy összhangban legyen a <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>A civil tudomány 10 alapelve</a> című dokumentumban foglaltakkal.
it: Gli stessi criteri generali vengono applicati sia ai progetti che alle risorse. È necessario fornire informazioni descrittive in una serie di campi dati nel profilo del progetto, alcuni dei quali sono obbligatori, prima che possa essere inviato per la moderazione. Uno di questi campi obbligatori è una descrizione degli aspetti di Citizen Science del progetto. È possibile trovare una guida in merito in <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Caratteristiche della scienza dei cittadini dell'ECSA</a>. Un ulteriore criterio generale suggerito per i progetti è che siano in linea con i <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Principi di Citizen Science di ECSA</a>.
lt: Tiek projektams, tiek ištekliams taikomi tie patys pagrindiniai kriterijai. Kai kuriuose projekto profilio duomenų laukuose turite pateikti aprašomąją informaciją, kai kurie iš jų yra privalomi, kad būtų galima jį peržiūrėti. Viena iš šių privalomų laukų yra projekto piliečių mokslo aspektų aprašymas. Rekomendacijos šiuo klausimu pateikiamos <a href=‘https://zenodo.org/communities/citscicharacteristics/?page=1&size=20’>ECSA Piliečių mokslo charakteristikose</a>. Kitas siūlomas visa apimantis projektų kriterijus – jie turi atitikti <a href=‘https://zenodo.org/record/5127534#.YV7PKt9CRhF’>ECSA 10 piliečių mokslo principų</a>.
nl: Dezelfde overkoepelende criteria worden toegepast op zowel projecten als hulpmiddelen. U moet beschrijvende informatie geven in een aantal datavelden in het projectprofiel, waarvan sommige verplicht zijn, voordat het kan worden ingediend voor moderatie. Een van deze verplichte velden is een beschrijving van de burgerwetenschappelijke aspecten van het project. Richtlijnen hiervoor zijn te vinden in <a href=‘https://zenodo.org/communities/citscicharacteristics/?page=1&size=20’>ECSA’s Characteristics of Citizen Science</a>. Een ander voorgesteld overkoepelend criterium voor projecten is dat ze in lijn zijn met de <a href=‘https://zenodo.org/record/5127534#.YV7PKt9CRhF’>ECSA 10 Principes van Citizen Science</a>.
pt: A lista de critérios abrangente é aplicada tanto a projetos como a recursos. Antes que um projeto possa ser submetido para moderação, é pedido que se providencie informação descritiva em vários campos do perfil do projeto, alguns dos quais são de preenchimento obrigatório. Um destes campos obrigatórios é a descrição dos aspetos de ciência cidadã do projeto. Para ajudar nesta descrição podes recorrer às <a href='https://zenodo.org/communities/citscicharacteristics/?page=1&size=20'>Características de Ciência Cidadã da ECSA</a>. É também sugerido que os projetos estejam alinhados com os <a href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Princípios de Ciência Cidadã da ECSA</a>.

source: Can I edit a profile after I have saved it?
de: Kann ich ein Profil bearbeiten, nachdem ich es gespeichert habe?
el: Μπορώ να επεξεργαστώ ένα προφίλ αφού το έχω αποθηκεύσει;
es: ¿Puedo editar un perfil después de haberlo guardado?
et: Kas ma saan muuta profiili, kui olen selle korra juba salvestanud?
fr: Puis-je modifier un profil après l'avoir enregistré?
hu: Szerkeszthetem a profilt, miután elmentettem?
it: Posso modificare un profilo dopo averlo salvato?
lt: Ar galiu redaguoti profilį jį išsaugojęs?
nl: Kan ik een profiel bewerken nadat ik het heb opgeslagen?
pt: Consigo editar um perfil depois de o guardar?
sv: Kan jag redigera en profil efter att jag sparat den?

source: Yes, you can edit and update the profiles of the projects, resources, and organisations that you have shared, both before and after they have been moderated. You can find these profile edit pages in your Personal Area.
de: Ja, Sie können die Profile der Projekte, Ressourcen und Organisationen, die Sie freigegeben haben, bearbeiten und aktualisieren, und zwar sowohl vor als auch nach ihrer Moderation. Sie finden diese Seiten zur Profilbearbeitung in Ihrem persönlichen Bereich.
el: Ναι, μπορείτε να επεξεργαστείτε και να ενημερώσετε τα προφίλ των έργων, των πόρων και των οργανισμών που έχετε μοιραστεί, τόσο πριν όσο και μετά τον έλεγχο και αποδοχή τους . Μπορείτε να βρείτε αυτές τις σελίδες επεξεργασίας προφίλ στην Προσωπική σας Περιοχή.
es: Sí, puedes editar y actualizar los perfiles de los proyectos, recursos y organizaciones que hayas compartido, tanto antes como después de haber sido revisados. Puedes editar estas páginas dentro de tu Área Personal.
et: Jah, Sa saad toimetada ja täiendada projektide, materjalide ja organisatsioonide profiile, mille oled juba varem sisestanud ja jaganud, sõltumata sellest kas nad on juba modereeritud või mitte. Need profiililehed, mida saad muuta, leiad oma Isiklikust menüüst.
fr: Oui, vous pouvez modifier et mettre à jour les profils des projets, ressources et organisations que vous avez partagés, avant et après leur valiation. Vous trouverez ces pages de modification de profil dans votre espace personnel.
hu: Igen, szerkesztheted és frissítheted a megosztott projektek, források és szervezetek profiljait,mind a moderálás előtt, mind azt követően.A profilszerkesztőt a személyes adatlapod alatt találod.
it: Sì, puoi modificare e aggiornare i profili dei progetti, delle risorse e delle organizzazioni che hai condiviso, sia prima che dopo che sono stati moderati. Puoi trovare queste pagine di modifica del profilo nella tua Area Personale.
lt: Taip, galite redaguoti ir atnaujinti bendrintų projektų, išteklių ir organizacijų profilius prieš ir po jų moderavimo. Šiuos profilio redagavimo puslapius galite rasti savo asmeninėje srityje.
nl: Ja, u kunt de profielen van de projecten, hulpmiddelen en organisaties die u hebt gedeeld, bewerken en bijwerken, zowel voordat als nadat ze zijn gemodereerd. U kunt deze profiel bewerkingspagina’s vinden in uw persoonlijke archief.
pt: Sim, podes editar e atualizar os perfis de projetos, recursos e organizações que tenhas partilhado, tanto antes como depois da sua moderação. Podes encontrar estes perfis para editar na tua Área Pessoal.
sv: Ja, du kan redigera och uppdatera profilen för de projekt, resurser och organisationer som du har delat, både för och efter granskning. Du hittar redigeringssidorna på Min Plats

source: What is the Our Gold Star Selection page?
de: Was ist die Seite unsere Gold-Star Auswahl?
el: Τι είναι η σελίδα Η Χρυσή Επιλογή Μας;
es: ¿Qué es nuestra Selección Estrella?
et: Mis on Meie Kuldtähe valiku leht?
fr: Qu'est-ce que la page Notre sélection Gold Star?
hu: Mit tartalmaz az Aranycsillag oldalunk?
it: Che cos'è la pagina La nostra selezione stellata?
lt: Kas yra mūsų auksinės žvaigždės pasirinkimo puslapis?
nl: Wat is onze Gold Star Selectie?
pt: O que é a nossa Seleção Estrela Dourada?
sv: Vad är vår stjärn-selektionssida?
