Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: The project and (training) resource profiles that you can find on the platform have been submitted by the citizen science community or the EU-Citizen.Science project consortium. Before publishing, they undergo a moderation process where the quality criteria framework developed within the EU-Citizen.Science project is applied. Below you can find a description of the moderation process and of all the criteria. IIASA and other partners in the project have developed these criteria and assessment framework as part of WP3 “Content - Framework, Quality Assurance and Curation” of the EU-Citizen.Science project. The work carried out can be found in <a href='https://zenodo.org/record/3716236#.YZNyLRwxlhE' target='_blank'>D3.1 <i>Framework Report Describing Criteria and Rationale for Sharing and Selecting State of the art Citizen Science Resources</i></a> and <a href='https://zenodo.org/record/5041332#.YZNxBRwxlhF' target='_blank'>D3.3 <i>Review of Framework Implementation Defined in D3.1</i></a>.
de: Die Projekt- und (Trainings-)Ressourcenprofile, die Sie auf der Plattform finden, wurden von der Citizen Science Community oder dem EU-Citizen.Science Projektkonsortium erstellt. Vor der Veröffentlichung werden sie einem Moderationsprozess unterzogen, bei dem der im Rahmen des EU-Citizen.Science Projekts entwickelte Qualitätskriterienrahmen angewendet wird. Nachstehend finden Sie eine Beschreibung des Moderationsprozesses und aller Kriterien. Das IIASA und andere Projektpartner haben diese Kriterien und den Bewertungsrahmen als Teil von WP3 "Content - Framework, Quality Assurance and Curation" des EU-Citizen.Science Projekts entwickelt. Die durchgeführten Arbeiten können in <a href='https://zenodo.org/record/3716236#.YZNyLRwxlhE' target='_blank'>D3.1 <i>Framework Report Describing Criteria and Rationale for Sharing and Selecting State of the art Citizen Science Resources</i></a> und <a href='https://zenodo.org/record/5041332#.YZNxBRwxlhF' target='_blank'>D3.3 <i>Review of Framework Implementation Defined in D3.1</i></a> nachgelesen werden.
el: Τα προφίλ του έργου και των πόρων (εκπαίδευσης) που μπορείτε να βρείτε στην πλατφόρμα έχουν υποβληθεί από την κοινότητα της επιστήμης των πολιτών ή την κοινοπραξία του έργου EU-Citizen.Science. Πριν από τη δημοσίευσή τους, υποβάλλονται σε διαδικασία εποπτείας και ελέγχου, όπου εφαρμόζονται τα κριτήρια ποιότητας που αναπτύχθηκαν στο πλαίσιο του έργου EU-Citizen.Science. Παρακάτω μπορείτε να βρείτε μια περιγραφή της διαδικασίας και όλων των κριτηρίων. Η IIASA και άλλοι εταίροι στο έργο έχουν αναπτύξει αυτά τα κριτήρια και το πλαίσιο αξιολόγησης ως μέρος του WP3 «Περιεχόμενο - Πλαίσιο, Διασφάλιση Ποιότητας και Επιμέλεια» του έργου EU-Citizen.Science. Η εργασία που πραγματοποιήθηκε βρίσκεται στο <a href='https://zenodo.org/record/3716236#.YZNyLRwxlhE' target='_blank'>D3.1 <i>Αναφορά πλαισίου που περιγράφει κριτήρια και αιτιολογία για κοινή χρήση και επιλογή State of the art για την επιστήμη των πολιτών</i></a> και <a href='https://zenodo.org/record/5041332#.YZNxBRwxlhF' target='_blank'>D3.3 <i>Επισκόπηση του σε Εφαρμογή πλαισίου που ορίζεται στο D3.1</i></a>.
es: Los perfiles de proyectos y recursos formativos que se pueden encontrar en la plataforma han sido enviados por la comunidad de ciencia ciudadana o el consorcio del proyecto EU-Citizen.Science. Antes de publicarlos, pasan por un proceso de revisión en el que se aplica el marco de criterios de calidad desarrollado dentro del proyecto EU-Citizen.Science. A continuación encontrarás una descripción del proceso de revisión y de todos los criterios. El IIASA y otros socios del proyecto han desarrollado estos criterios y el marco de evaluación como parte del WP3 "Content - Framework, Quality Assurance and Curation" del proyecto EU-Citizen.Science. El trabajo realizado puede encontrarse en <a href='https://zenodo.org/record/3716236#.YZNyLRwxlhE' target='_blank'>D3.1 <i>'Framework Report Describing Criteria and Rationale for Sharing and Selecting State of the art Citizen Science Resources'</i></a> y <a href='https://zenodo.org/record/5041332#.YZNxBRwxlhF' target='_blank'>D3.3 <i>'Review of Framework Implementation Defined in D3.1'</i></a>.
et: Platvormil kuvatavad projektide ja (koolitus)materjalide profiilid on sisestatud EU-Citizen.Science projekti konsortsiumi harrastusteaduse kogukonna poolt. Enne avaldamist läbivad need modereerimisprotsessi, kus kontrollitakse sisulist ja vormilist vastavust projekti ja kogukonna poolsetele kvaliteedinõuetele. Allpool leiad modereerimisprotsessi selgituse ja kõigi nõuete kirjelduse. IIASA ja teised projektipartnerid on osalenud nende kriteeriumide väljatöötamises ning hindamises EU-Citizen.Science projekti kolmandas tööpaketis "Sisu - raamistik, kvaliteedikontroll ja kureerimine". Tehtud töö leiab siit: <a href='https://zenodo.org/record/3716236#.YZNyLRwxlhE' target='_blank'>D3.1 <i>Framework Report Describing Criteria and Rationale for Sharing and Selecting State of the art Citizen Science Resources</i></a> and <a href='https://zenodo.org/record/5041332#.YZNxBRwxlhF' target='_blank'>D3.3 <i>Review of Framework Implementation Defined in D3.1</i></a>.
fr: Les profils de projets et de ressources (de formation) que vous pouvez trouver sur la plate-forme ont été soumis par la communauté de la science participative ou le consortium du projet EU-Citizen.Science. Avant d'être publiés, ils sont soumis à un processus de validation où le cadre de critères de qualité développé au sein du projet EU-Citizen.Science est appliqué. Vous trouverez ci-dessous une description du processus de validation et de tous les critères. L'IIASA et d'autres partenaires du projet ont développé ces critères et le cadre d'évaluation dans le cadre du WP3 "Content - Framework, Quality Assurance and Curation" du projet EU-Citizen.Science. Ces travaux sont consultables ici <a href='https://zenodo.org/record/3716236#.YZNyLRwxlhE' target='_blank'>D3.1 <i>Framework Report Describing Criteria and Rationale for Sharing and Selecting State of the art Citizen Science Resources</i></a> et <a href='https://zenodo.org/record/5041332#.YZNxBRwxlhF' target='_blank'>D3.3 <i>Review of Framework Implementation Defined in D3.1</i></a>.
hu: A platformon található profilokat a civil tudományos közösség tagjai vagy az EU- Citizen.Science projekt konzorciuma töltötték fel.A feltölött profilok a közzététel előtt moderálási folyamaton mennek keresztül, amikor az EU-Citizen.Science projekt keretében kidolgozott minőségi kritériumrendszer kerül alkalmazásra.Az alábbiakban a moderálási folyamat menete és az alkalmazott kritériumok olvashatók.Az IIASA és az EU Citizen.Science projektben részt vevő többi partner a 'Tartalom - keretrendszer, minőségbiztosítás és kurátori tevékenység' című WP3 részeként dolgozta ki ezeket a kritériumokat és az értékelési útmutatót.Az útmutató a <a href='https://zenodo.org/record/3716236#.YZNyLRwxlhE' target='_blank'>D3.1 <i>Keretjelentés a korszerű Citizen Science források megosztásának és kiválasztásának kritériumairól és indoklásáról</i></a> és a<a href='https://zenodo.org/record/5041332#.YZNxBRwxlhF' target='_blank'>D3.3<i>A D3.1-ben meghatározott keretrendszer végrehajtásának felülvizsgálata</i></a> című dokumentumokban található.
it: I profili del progetto e delle risorse (formative) che puoi trovare sulla piattaforma sono stati presentati dalla comunità di Citizen science o dal consorzio del progetto EU-Citizen.Science. Prima della pubblicazione, vengono sottoposti a un processo di moderazione in cui viene applicato il quadro dei criteri di qualità sviluppato nell'ambito del progetto EU-Citizen.Science. Di seguito puoi trovare una descrizione del processo di moderazione e di tutti i criteri. IIASA e altri partner del progetto hanno sviluppato questi criteri e un quadro di valutazione come parte del WP3 “Content - Framework, Quality Assurance and Curation”del progetto EU-Citizen.Science. Il lavoro svolto può essere trovato in <a href='https://zenodo.org/record/3716236#.YZNyLRwxlhE' target='_blank'>D3.1 <i>Framework Report Describing Criteria and Rationale for Sharing and Selecting State of the art Citizen Science Resources</i></a> e <a href='https://zenodo.org/record/5041332#.YZNxBRwxlhF' target='_blank'>D3.3 <i>Review of Framework Implementation Defined in D3.1</i></a>.
lt: Projektą ir (mokymo) išteklių profilius, kuriuos galite rasti platformoje, pateikė piliečių mokslo bendruomenė arba projekto EU-Citizen.Science konsorciumas. Prieš paskelbiant, jie pereina prie moderavimo proceso, kurio metu taikoma kokybės kriterijų sistema, sukurta įgyvendinant projektą EU-Citizen.Science. Žemiau rasite moderavimo proceso ir visų kriterijų aprašymą. IIASA ir kiti projekto partneriai sukūrė šiuos kriterijus ir vertinimo sistemą kaip projekto EU-Citizen.Science WP3 „Turinys – sąranga, kokybės užtikrinimas ir priežiūra“ dalį. Atliktą darbą galima rasti <a href=‘https://zenodo.org/record/3716236#.YZNyLRwxlhE' target=‘_blank’>D3.1 <i>Pagrindų ataskaitoje, kurioje aprašomi bendrinimo ir atrankos kriterijai ir pagrindimas Naujausi piliečių mokslo ištekliai</i></a> ir <a href=‘https://zenodo.org/record/5041332#.YZNxBRwxlhF' target=‘_blank’>D3.3 <i>apžvalga apie Sistemos įgyvendinimas, apibrėžtas D3.1</i></a>.
nl: De profielen die u op het platform kunt vinden, zijn ingediend door de citizen science-gemeenschap of het EU-Citizen.Science-projectconsortium. Voordat ze gepubliceerd worden, ondergaan ze een moderatieproces waarbij het kwaliteitskader, ontwikkeld binnen het EU-Citizen.Science project, wordt toegepast. Hieronder vindt u een beschrijving van het moderatieproces en van alle criteria. IIASA en andere partners in het project hebben deze criteria en het beoordelingskader ontwikkeld als onderdeel van WP3 “Content - Framework, Quality Assurance and Curation” van het EU-Citizen.Science project. Het uitgevoerde werk is te vinden in <a href=‘https://zenodo.org/record/3716236#.YZNyLRwxlhE' target=‘_blank’>D3.1 <i>Framework Report Describing Criteria and Rationale for Sharing and Selecting State of the art Citizen Science Resources</i></a> en <a href=‘https://zenodo.org/record/5041332#.YZNxBRwxlhF' target=‘_blank’>D3.3 <i>Review of Framework Implementation Defined in D3.1</i></a>.
pt: Os perfis de projetos e de recursos (de formação) que podes encontrar na plataforma foram submetidos pela comunidade de ciência cidadã ou pelo consorcio do projeto EU-Citizen.Science. Antes de serem publicados, são submetidos a um processo de moderação onde são aplicados os critérios de qualidade desenvolvidos pelo projeto EU-Citizen.Science. Abaixo podes encontrar uma descrição do processo de moderação e de todos os critérios. O IIASA e outros parceiros do projeto desenvolveram estes critérios e esta estrutura de avaliação como parte do Pacote de Trabalho 3 "Conteúdo - Estrutura, Garantia de Qualidade e Curadoria" do projeto EU-Citizen.Science. Este trabalho pode ser encontrado em <a href='https://zenodo.org/record/3716236#.YZNyLRwxlhE' target='_blank'>D3.1 <i>Relatório de Estrutura de Trabalho Descrevendo Critérios e o seu Racional para Partilha e Seleção de Recursos de Ciência Cidadã Atuais</i></a> e <a href='https://zenodo.org/record/5041332#.YZNxBRwxlhF' target='_blank'>D3.3 <i>Revisão da Implementação da Estrutura de Trabalho Definida em D3.1</i></a>.

source: Our ambitious goal is to become <b>the</b> place to share useful resources about planning, running, evaluating and participating in citizen science initiatives or simply learning about citizen science, including tools and guidelines, best practices and training modules. We hope to make practical guidance on citizen science findable and accessible to all, and enable people to initiate their own activities wherever they are. It is important to us, and the community of practitioners, that we have a way of ensuring that the resources profiled on the platform are of good quality, and that the projects profiled on the platform are indeed citizen science initiatives. This is why we have a moderation process for all submissions.
de: Unser ehrgeiziges Ziel ist es, <b>der</b> Ort zu werden, an dem nützliche Ressourcen zur Planung, Durchführung, Bewertung und Teilnahme an Citizen Science Initiativen oder einfach zum Kennenlernen von Citizen Science zur Verfügung gestellt werden, einschließlich Werkzeugen und Leitlinien, bewährten Verfahren und Schulungsmodulen. Wir hoffen, dass wir praktische Anleitungen zu Citizen Science für alle auffindbar und zugänglich machen und es den Menschen ermöglichen, ihre eigenen Initiativen zu starten, wo immer sie sind. Für uns und die Community der Praktiker*innen ist es wichtig, dass wir sicherstellen können, dass die auf der Plattform vorgestellten Ressourcen von guter Qualität sind und, dass es sich bei den auf der Plattform vorgestellten Projekten tatsächlich um Citizen Science Initiativen handelt. Aus diesem Grund gibt es einen Moderationsprozess für alle Beiträge.
el: Ο φιλόδοξος στόχος μας είναι να γίνουμε <b>ο </b> τόπος για να μοιραζόμαστε χρήσιμους πόρους σχετικά με το σχεδιασμό, τη λειτουργία, την αξιολόγηση και τη συμμετοχή σε πρωτοβουλίες επιστήμης των πολιτών ή απλώς την εκμάθηση της επιστήμης των πολιτών, συμπεριλαμβανομένων εργαλείων και οδηγιών, βέλτιστων πρακτικών και εκπαιδευτικών ενοτήτων. Ελπίζουμε να καταστήσουμε την πρακτική καθοδήγηση σχετικά με την επιστήμη των πολιτών εντοπίσιμη και προσβάσιμη σε όλους και να δώσουμε τη δυνατότητα στους πολίτες να ξεκινήσουν τις δικές τους δραστηριότητες όπου κι αν βρίσκονται. Είναι σημαντικό για εμάς, και την κοινότητα όσων εφαρμόζουν την επιστήμη των πολιτών, να έχουμε έναν τρόπο να διασφαλίσουμε ότι οι πόροι που παρουσιάζονται στην πλατφόρμα είναι καλής ποιότητας και ότι τα έργα που παρουσιάζονται στην πλατφόρμα είναι όντως πρωτοβουλίες επιστήμης των πολιτών. Αυτός είναι ο λόγος για τον οποίο έχουμε μια διαδικασία εποπτείας και ελέγχου για όλες τις υποβολές.
es: Nuestro objetivo más ambicioso es convertirnos en <b>el</b> lugar para compartir recursos útiles sobre planificación, puesta en marcha, evaluación y participación en las iniciativas de ciencia ciudadana o simplemente para aprender sobre ciencia ciudadana, incluyendo herramientas y guías, buenas prácticas y módulos formativos. Esperamos así proporcionar asesoramiento y orientación práctica en ciencia ciudadana de una manera fácil y accesible, y permitir cualquiera pueda iniciar sus propias actividades dondequiera que estén. Es importante para el equipo, y para la comunidad de profesionales, que tengamos una forma de garantizar que los recursos registrados en la plataforma sean de buena calidad, y que los proyectos incluidos en la plataforma sean realmente iniciativas de ciencia ciudadana. Por eso tenemos un proceso de moderación para todos los envíos.
et: Meie ambitsioonikaks plaaniks on saada <b>kõige</b> olulisemaks kohaks harrastusteaduse algatuste plaanimiseks, läbiviimiseks, hindamiseks ja seal osalemiseks vajalike materjalide jagamisel või ka lihtsalt harrastusteaduse kohta uue info õppimisel. Me loodame, et teeme harrastusteaduse praktilise juhendamise lihtsaks ja kõigile kättesaadavaks, seeläbi suurendame võimalust, et inimesed saavad alustada enda projektide ja tegevustega. Meile on oluline, et siin jagatavad materjalid ja info on kvaliteetsed ning siin esindatud projektid tegelevad tõepoolest harrastusteadusega. Seepärast kasutame modereerimist kõigi sisestatud materjalide puhul.
fr: Notre objectif ambitieux est de devenir <b>le</b> lieu de partage de ressources utiles concernant la planification, l'exécution, l'évaluation et la participation à des initiatives de science citoyenne ou simplement l'apprentissage de la science citoyenne, y compris des outils et des lignes directrices, des meilleures pratiques et des modules de formation. Nous espérons rendre les conseils pratiques sur la science participative accessibles à tous, et permettre aux gens de lancer leurs propres activités où qu'ils soient. Il est important pour nous, et pour la communauté des praticiens, d'avoir un moyen de s'assurer que les ressources présentées sur la plate-forme sont de bonne qualité, et que les projets présentés sur la plate-forme sont bien des initiatives de science participative. C'est pourquoi nous avons mis en place un processus de validation pour toutes les -soumissions.
hu: Célunk, hogy <b>a platfrom</b> olyan felület legyen, ahol hasznos forrásokat oszthatunk meg a civil tudományos kezdeményezések tervezésével, végrehajtásával, értékelésével és az azokban való részvétellel kapcsolatban, beleértve az eszközöket és iránymutatásokat, a legjobb gyakorlatokat és a képzési modulokat is.A civil tudományra vonatkozó gyakorlati útmutatókat szeretnénk mindenki számára elérhetővé és hozzáférhetővé tenni,valamint elősegíteni, hogy bárki kezdeményezhessen civil tudományos tevékenységet.Fontos, hogy biztosítsuk a platformon bemutatott források minőségét, és hogy a platformon bemutatott projektek valóban civil tudományos kezdeményezések legyenek.Ezért alkalmazzuk a moderációs eljárást minden beérkezett anyagra.
it: Il nostro ambizioso obiettivo è diventare <b>il</b> luogo in cui condividere risorse utili sulla pianificazione, gestione, valutazione e partecipazione a iniziative di Citizen science o semplicemente sulla conoscenza della Scienza partecipata, inclusi strumenti e linee guida, migliori pratiche e moduli di formazione. Ci auguriamo di rendere disponibili e accessibili a tutti orientamenti pratici sulla Citizen science e di consentire alle persone di avviare le proprie attività ovunque si trovino. È importante per noi, e per la comunità dei professionisti, avere un modo per garantire che le risorse profilate sulla piattaforma siano di buona qualità e che i progetti profilati sulla piattaforma siano effettivamente iniziative di Citizen science. Questo è il motivo per cui abbiamo un processo di moderazione per tutti gli invii.
lt: Mūsų ambicingas tikslas yra tapti <b></b> vieta, kur dalytis naudingais ištekliais apie piliečių mokslo iniciatyvų planavimą, vykdymą, vertinimą ir dalyvavimą jose arba tiesiog mokantis apie piliečių mokslą, įskaitant įrankius ir gaires, geriausią praktiką ir mokymo modulius. Tikimės, kad praktinės piliečių mokslo gairės bus randamos ir prieinamos visiems, o žmonės galės pradėti savo veiklą, kad ir kur jie būtų. Mums ir praktikų bendruomenei svarbu, kad turėtume būdą užtikrinti, kad platformoje profiliuojami ištekliai būtų geros kokybės, o platformoje aprašomi projektai iš tiesų būtų piliečių mokslo iniciatyvos. Štai kodėl mes taikome visų pateikimų moderavimo procesą.
nl: Ons ambitieuze doel is om <b>de</b> plaats te worden voor het delen van nuttige middelen voor het plannen, uitvoeren, evalueren van en deelnemen aan burgerwetenschapsinitiatieven of gewoonweg het leren over burgerwetenschap, met inbegrip van tools en richtlijnen, beste praktijken en opleidingsmodules. We hopen praktische richtlijnen over burgerwetenschap vindbaar en toegankelijk te maken voor iedereen, en mensen in staat te stellen hun eigen activiteiten te starten, waar ze ook zijn. Het is belangrijk voor ons, en de gemeenschap van beoefenaars, dat we een manier hebben om ervoor te zorgen dat de middelen die op het platform worden geprofileerd van goede kwaliteit zijn, en dat de projecten die op het platform worden geprofileerd inderdaad burgerwetenschapsinitiatieven zijn. Dit is waarom we een moderatieproces hebben voor alle inzendingen.
pt: O nosso ambicioso objetivo é que a plataforma se torne <b>o</b> local de partilha de recursos úteis sobre planeamento, desenvolvimento, avaliação e participação em iniciativas de ciência cidadã ou simplesmente para aprender mais sobre a ciência cidadã, incluindo ferramentas, guias, boas práticas e módulos de formação. Esperamos criar guias práticos de ciência cidadã disponíveis e acessíveis para todos, permitindo que as pessoas possam iniciar as suas próprias atividades onde quer que estejam. É importante para nós, e para a comunidade de praticantes, que tenhamos uma maneira de assegurar que os recursos submetidos na plataforma sejam e de boa qualidade e que se tratam de facto de iniciativas de ciência cidadã. Estas são as razões de termos um processo de moderação para todos os conteúdos submetidos na plataforma.
