Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: Citizen science actively involves the public in scientific research that generates new knowledge or understanding, and thus has the potential to bring together science, policy makers, and society as a whole in an impactful way. As a core dimension of Open Science, it opens up the opportunity for all members of society to take an active role in research, innovation and the development of evidence-based policy, at local, national and EU levels. Citizen scientists can participate in many stages of the scientific process, from data collection and volunteer mapping, through data interpretation and analysis, to publication and dissemination of results.
de: Citizen Science bindet die Öffentlichkeit aktiv in wissenschaftliche Forschung ein, welche neues Wissen oder Erkenntnisse erzeugt, und hat somit das Potenzial, Wissenschaft, politische Entscheidungsträger*innen und die Gesellschaft als Ganzes auf wirkungsvolle Weise zusammenzubringen. Als eine Kerndimension von Open Science eröffnet sie allen Mitgliedern der Gesellschaft die Möglichkeit, eine aktive Rolle in Forschung, Innovation und der Entwicklung einer evidenzbasierten Politik auf lokaler, nationaler und EU-Ebene zu übernehmen.
el: Η επιστήμη των πολιτών εμπλέκει ενεργά το κοινό στην επιστημονική έρευνα που δημιουργεί νέα γνώση ή κατανόηση, και έτσι έχει τη δυνατότητα να φέρει κοντά την επιστήμη, τους υπεύθυνους χάραξης πολιτικής και την κοινωνία στο σύνολό της με αποτελεσματικό τρόπο. Ως βασική διάσταση της Ανοιχτής Επιστήμης, δίνει την ευκαιρία σε όλα τα μέλη της κοινωνίας να αναλάβουν ενεργό ρόλο στην έρευνα, την καινοτομία και την ανάπτυξη τεκμηριωμένης πολιτικής, σε τοπικό, εθνικό και ευρωπαϊκό επίπεδο. Οι πολίτες επιστήμονες μπορούν να συμμετέχουν σε πολλά στάδια της επιστημονικής διαδικασίας, από τη συλλογή δεδομένων και την εθελοντική χαρτογράφηση, μέσω της ερμηνείας και ανάλυσης δεδομένων, έως τη δημοσίευση και τη διάδοση των αποτελεσμάτων.
es: La ciencia ciudadana involucra activamente al público en la investigación científica que genera conocimiento o entendimiento, lo que fomenta que ciencia, agentes políticos y la sociedad establezcan vínculos con un impacto significativo. Como pilar principal de la Ciencia Abierta (Open Science), da a todos los miembros de la sociedad la oportunidad de formar parte activa de la investigación, innovación y el desarrollo de medidas basadas en la evidencia a nivel local, nacional y europeo. A través de la ciencia ciudadana, cualquier persona puede participar en los diferentes procesos de la investigación científica, desde el diseño y conceptualización de la hipótesis, pasando por la recogida de datos y el mapeo voluntario, hasta la interpretación y análisis de datos y publicación y difusión de los resultados.
et: Harrastusteadus kaasab aktiivselt avalikkust teadustöösse, mis omakorda loob uut teadmist või arusaamist ning seeläbi avaneb võimaluse mõjusalt ühendada teadust, poliitikat ja ühiskonda. Avatud teaduse ühe tuummõõtmena avab see võimaluse kõigile ühiskonna liikmetele võtta aktiivselt osa teadusest, innovatsioonist ja teaduspõhistest poliitikast nii kohalikul, rahvuslikul kui EL tasandil. Harrastusteadlased saavad osaleda teadustegevuse kõigis astmetes, alates teadusküsimuse formuleerimisest kuni andmete kogumise ja vabatahtliku kaardistamiseni, andmete interpreteerimise ja analüüsin ja tulemuste avaldamise ja levitamiseni.
fr: Les sciences participatives impliquent activement le public dans la recherche scientifique qui génère de nouvelles connaissances ou une meilleure compréhension, et a donc le potentiel de rassembler la science, les décideurs politiques et la société dans son ensemble de manière efficace. En tant qu’élément essentiel de l’Open Science, elle offre l’opportunité à tous les membres de la société de jouer un rôle actif dans la recherche, l'innovation et le développement de politiques fondées sur des données probantes, aux niveaux local, national et européen. Les participants peuvent s'impliquer à différentes étapes du processus scientifique, de la collecte des données et leur cartographie, à l'interpretation des données et leur analyse, jusqu'à la publication et la diffusion des résultats.
hu: A civil tudomány aktívan bevonja a nyilvánosságot az új ismereteket és megértést eredményező tudományos kutatásokba. Így képes a tudomány,a politikai döntéshozók és a társadalom egészének hatásos módon történő összekapcsolására.A nyílt tudomány egyik központi dimenziójaként a civil tudomány a társadalom minden tagja felé megnyitja a lehetőséget,hogy aktív szerepet vállaljanak a kutatásokban, az innovációban és a szakpolitikák kidolgozásában,mind helyi, nemzeti és uniós szinten.A civil kutatók a kutatási folyamat számos szakaszában részt vehetnek,az adatgyűjtéstől és az önkéntes térképezéstől kezdve az adatok értelmezésén és elemzésén át az eredmények közzétételéig és terjesztéséig.
it: La Citizen science coinvolge attivamente il pubblico nella ricerca scientifica che genera nuova conoscenza o comprensione, e quindi ha il potenziale per riunire scienza, responsabili politici e società nel suo insieme in modo efficace. In quanto dimensione fondamentale della Open Science, offre l'opportunità a tutti i membri della società di assumere un ruolo attivo nella ricerca, nell'innovazione e nello sviluppo di politiche basate su dati concreti, a livello locale, nazionale e dell'UE. I cittadini scienziati possono partecipare a molte fasi del processo scientifico, dalla raccolta dei dati e la mappatura dei volontari, attraverso l'interpretazione e l'analisi dei dati, fino alla pubblicazione e diffusione dei risultati.
lt: Piliečių mokslas aktyviai įtraukia visuomenę į mokslinius tyrimus, kurie generuoja naujas žinias ar supratimą, todėl turi potencialą veiksmingai suburti mokslą, politikos formuotojus ir visą visuomenę. Kaip pagrindinis atvirojo mokslo aspektas, jis atveria galimybę visiems visuomenės nariams vietos, nacionaliniu ir ES lygmenimis aktyviai dalyvauti mokslinių tyrimų, inovacijų ir įrodymais pagrįstos politikos kūrimo srityse. Piliečiai mokslininkai gali dalyvauti daugelyje mokslo proceso etapų – nuo duomenų rinkimo ir savanoriško kartografavimo iki duomenų interpretavimo ir analizės iki rezultatų paskelbimo ir platinimo.
nl: Burgerwetenschap betrekt het publiek actief bij wetenschappelijk onderzoek dat nieuwe kennis of begrip genereert, en heeft dus het potentieel om wetenschap, beleidsmakers en de maatschappij als geheel op een impactvolle manier samen te brengen. Als kerndimensie van Open Science biedt het alle leden van de maatschappij de mogelijkheid een actieve rol te spelen in onderzoek, innovatie en de ontwikkeling van empirisch onderbouwd beleid, op lokaal, nationaal en EU-niveau. Burgerwetenschappers kunnen deelnemen aan vele stadia van het wetenschappelijk proces, van gegevensverzameling en het in kaart brengen van vrijwilligers, via gegevensinterpretatie en -analyse, tot publicatie en verspreiding van resultaten.
pt: A ciência cidadã envolve ativamente o público na investigação científica que gera novo conhecimento cientifico, e assim tem o potencial de ligar com impacto a ciência, decisores políticos e a sociedade como um todo. Como uma dimensão estrutural da Escola Aberta, a ciência cidadã abre a oportunidade a que todos os membros da sociedade tenham um papel ativo na investigação, inovação e desenvolvimento de políticas baseadas em evidências, a nível local, nacional e europeu. Os cidadãos cientistas podem participar em diversas etapas do processo científico, desde a coleta de dados e mapeamento voluntário, interpretação e análise de dados, até à publicação e disseminação de resultados.

source: Citizen science is a flexible concept which can be adapted and applied within diverse situations and disciplines, and represents a range of approaches and historical practices for public participation in scientific research. As a result, there are a wide range of activities that can fall under the umbrella of citizen science, as can be seen in the <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/'>ECSA Characteristics of Citizen Science</a>. A good source of guidance when planning a citizen science initiative is the <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>ECSA 10 Principles of Citizen Science</a>. They have been translated to 30 languages by the citizen science community!
de: Citizen Science ist ein flexibles Konzept, das in verschiedenen Situationen und Disziplinen angepasst und angewandt werden kann und eine Reihe von Ansätzen und historischen Methoden für die Beteiligung der Öffentlichkeit an der wissenschaftlichen Forschung darstellt. Daher gibt es eine breite Palette von Aktivitäten, die unter den Begriff Citizen Science fallen können, wie die <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/'>ECSA Charakteristika von Citizen Science</a> zeigen. Eine gute Quelle für die Planung einer Citizen Science Initiative sind die <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>ECSA 10 Prinzipien von Citizen Science</a>. Sie wurden von der Citizen Science Community in 30 Sprachen übersetzt!
el: Η επιστήμη των πολιτών είναι μια ευέλικτη έννοια που μπορεί να προσαρμοστεί και να εφαρμοστεί σε διαφορετικές καταστάσεις και κλάδους και αντιπροσωπεύει μια σειρά προσεγγίσεων και ιστορικών πρακτικών για τη συμμετοχή του κοινού στην επιστημονική έρευνα. Ως αποτέλεσμα, υπάρχει ένα ευρύ φάσμα δραστηριοτήτων που μπορούν να εμπίπτουν στην ομπρέλα της επιστήμης των πολιτών, όπως φαίνεται στο <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/' >Χαρακτηριστικά της Επιστήμης των Πολιτών της ECSA </a>. Μια καλή πηγή καθοδήγησης όταν σχεδιάζετε μια επιστημονική πρωτοβουλία πολιτών είναι οι <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Αρχές της Επιστήμης των Πολιτών της ECSA </a>. Έχουν μεταφραστεί σε 30 γλώσσες από την επιστημονική κοινότητα των πολιτών!
es: Ciencia ciudadana es un concepto amplio que puede adaptarse y aplicarse en diversos contextos y disciplinas, y representa un amplio abanico de enfoques y prácticas históricas que tienen que ver con la participación pública en la investigación científica. Como resultado, se puede encontrar una gran variedad de actividades que pueden acogerse bajo el paraguas de la ciencia ciudadana, tal y como recogen <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/'>Características de la Ciencia Ciudadana según ECSA</a>. Una buena guía para planificar iniciativas de ciencia ciudadana son <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>los 10 Principios de ECSA para la Ciencia Ciudadana</a>. ¡Han sido traducidos a 30 idiomas por la comunidad de ciencia ciudadana!
et: Harrastusteadus on paindlik lähenemine, mida saab rakendada ja mugandada erinevates olukordades ja valdkondades. See esindab mitmesuguseid praktikaid avalikkuse kaasamiseks teaduses. Tulemuseks on lai spekter tegevusi ja nähtusi, mida saab koondada harrastusteaduse mõiste alla nagu seda esitlevad ka <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/'>ECSA harrastusteaduse tunnusjooned</a>. Planeerides harrastusteaduse projekti või tegevust, soovitame tutvuda <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>ECSA harrastusteaduse kümne põhimõttega</a>. Need põhimõtted on tõlgitud 30 erinevasse keelde harrastusteaduse kogukonna poolt!
fr: La science
hu: A civil tudomány rugalmas fogalom, amely különböző helyzetekben és tudományágakban alkalmazható.A tudományos kutatásban való nyilvános részvétel számos megközelítését és történelmi gyakorlatot képvisel.Ennek eredményeképpen a tevékenységek széles skálája tartozhat a civil tudomány fogalomkörébe,ahogyan az a <a target='_blank' href='https://zenodo.org/communities/ citscicharacteristics/'>ECSA civil tudomány jellemzői </a> című dokumentumból is kiderül.A civil tudományos kezdeményezések tervezéséhez további útmutatást nyújt a <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>a civil tudomány 10 alapelve</a>.A civil tudományos közösség 30 nyelvre fordította le a civil tudomány 10 alapelvét!
it: La Citizen Science è un concetto flessibile che può essere adattato e applicato all'interno di diverse situazioni e discipline e rappresenta una gamma di approcci e pratiche storiche per la partecipazione pubblica alla ricerca scientifica. Di conseguenza, esiste un'ampia gamma di attività che possono rientrare nell'ambito della Citizen science, come si può vedere nelle <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/' >Caratteristiche della Citizen Science di ECSA</a>. Una buona fonte di orientamento quando si pianifica un'iniziativa di Citizen science sono i <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Principi di Citizen Science di ECSA</a>. Questi sono stati tradotti in 30 lingue dalla comunità di Citizen science!
lt: Piliečių mokslas yra lanksti koncepcija, kurią galima pritaikyti ir pritaikyti įvairiose situacijose ir disciplinose, ir ji atspindi įvairius visuomenės dalyvavimo moksliniuose tyrimuose metodus ir istorinę praktiką. Todėl yra daug įvairių veiklų, kurios gali būti įtrauktos į piliečių mokslo skėtį, kaip matyti iš <a target=‘_blank’ href=‘https://zenodo.org/communities/citscicharacteristics/‘ >ECSA Piliečių mokslo charakteristikos</a>. Geras gairių šaltinis planuojant piliečių mokslo iniciatyvą yra <a target=‘_blank’ href=‘https://zenodo.org/record/5127534#.YV7PKt9CRhF’>ECSA 10 piliečių mokslo principų</a>. Piliečių mokslo bendruomenė juos išvertė į 30 kalbų!
nl: Burgerwetenschap is een flexibel concept dat kan worden aangepast en toegepast binnen diverse situaties en disciplines, en vertegenwoordigt een scala aan benaderingen en praktijken voor publieke deelname aan wetenschappelijk onderzoek. Als gevolg daarvan zijn er een breed scala van activiteiten die kunnen vallen onder de paraplu van ‘citizen science’, zoals kan worden gezien in de <a target=‘_blank’ href=‘https://zenodo.org/communities/citscicharacteristics/‘>ECSA Kenmerken van Citizen Science</a>. Een goede bron van begeleiding bij het plannen van een burgerwetenschaps-initiatief zijn de <a target=‘_blank’ href=‘https://zenodo.org/record/5127534#.YV7PKt9CRhF’>ECSA 10 Principles of Citizen Science</a>. Ze zijn vertaald in 30 talen door de citizen science gemeenschap!
pt: A ciência cidadã é um conceito flexível que pode ser adotado e aplicado em diversas situações e disciplinas e representa uma gama de abordagens e práticas históricas de participação pública na investigação científica. Como resultado disso mesmo, há uma grande variedade de atividades que caem dentro do chapéu de chuva da ciência cidadã, como se pode ver nas <a target='_blank' href='https://zenodo.org/communities/citscicharacteristics/'>Características de Ciência Cidadã da ECSA </a>. Um bom guia inicial quando se está a planificar uma iniciativa de ciência cidadã são os <a target='_blank' href='https://zenodo.org/record/5127534#.YV7PKt9CRhF'>10 Princípio de Ciência Cidadã da ECSA</a>. Foram traduzidos em 30 idiomas pela comunidade de ciência cidadã!

source: Who is the EU-Citizen.Science Knowledge Hub for?
de: Für wen ist der EU-Citizen.Science Knowledge Hub gedacht?
el: Σε ποιον απευθύνεται το EU-Citizen.Science Knowledge Hub;
es: ¿A quién va dirigido el Punto de Conocimiento de EU-Citizen.Science?
et: Kellele on mõeldud EU-Citizen.Science Teadmuskeskus?
fr: A qui est destiné le EU-Citizen.Science Knowledge Hub ?
hu: Kinek szól az EU-Citizen.Science platform?
it: A chi si rivolge l'EU-Citizen.Science Knowledge Hub?
lt: Kam skirtas U-Citizen.Science žinių centras?
nl: Voor wie is de EU-Citizen.Science Knowledge Hub?
pt: Para quem é a plataforma EU-Citizen.Science?
sv: Vem är EU-Citizen.Science-portalen för?

source: Our community is open to anyone interested in citizen science - our vision for the platform is to encourage the democratization of science via the wide establishment and appreciation of citizen science approaches across Europe.
de: Unsere Community steht allen offen, die sich für Bürgerwissenschaft interessieren - unsere Vision für die Plattform ist es, die Demokratisierung der Wissenschaft durch die breite Etablierung und Wertschätzung von Citizen Science-Ansätzen in ganz Europa zu fördern.
el: Η κοινότητά μας είναι ανοιχτή σε οποιονδήποτε ενδιαφέρεται για την επιστήμη των πολιτών - το όραμά μας για την πλατφόρμα είναι να ενθαρρύνουμε τον εκδημοκρατισμό της επιστήμης μέσω της ευρείας καθιέρωσης και εκτίμησης των προσεγγίσεων της επιστήμης των πολιτών σε όλη την Ευρώπη.
es: Nuestra comunidad está abierta a cualquiera que tenga interés por la ciencia ciudadana - nuestra intención con esta plataforma es fomentar la democratización de la ciencia en Europa vía el ampliamente establecido y apreciado enfoque de la ciencia ciudadana.
et: Meie kogukond on avatud kõigile, kes on huvitatud harrastusteadusest - meie platvormi visioon on julgustada teadmise demokratiseerumist läbi harrastusteaduse kogu Euroopas.
fr: Notre communauté accueille toute personne intéressée par la science participative - notre but est que la plate-forme permette à la science de se démocratiser par la mise en oeuvre et la reconnaissance à grande echelle d'approches en science participatives à travers toute l'Europe.
hu: Közösségünk nyitva áll mindenki előtt, aki érdeklődik a civil tudomány iránt - a platformmal kapcsolatos víziónk,hogy a tudomány demokratizálódását a civil tudományos megközelítések széles körű elterjedése és megbecsülése révén Európa-szerte ösztönözzük.
it: La nostra comunità è aperta a chiunque sia interessato alla Citizen science: la nostra visione per la piattaforma è incoraggiare la democratizzazione della scienza attraverso l'ampia diffusione e l'apprezzamento degli approcci della Citizen science in tutta Europa.
lt: Mūsų bendruomenė yra atvira visiems, besidomintiems piliečių mokslu – mūsų platformos vizija yra skatinti mokslo demokratizavimą plačiai diegiant ir vertinant piliečių mokslo metodus visoje Europoje.
nl: Onze gemeenschap staat open voor iedereen die geïnteresseerd is in burgerwetenschap - onze visie voor het platform is om de democratisering van de wetenschap aan te moedigen via de brede verspreiding en waardering van burgerwetenschappelijke aanpakken in heel Europa.
pt: A nossa comunidade é aberta a qualquer um que esteja interessado em ciência cidadã - a nossa visão para a plataforma é encorajar a democratização da ciência através do estabelecimento global e da apreciação das abordagens de ciência cidadã na Europa.
sv: Portalen är öppen för att alla som är intresserade av medborgarforskning. Vår vision för portalen är att främja demokratiserandet av vetenskap och forskning genom att etablera medborgarforskning i Europa.
