Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: Resource
de: Ressource
el: Πόροι
es: Recurso
et: Materjal
fr: Ressource
hu: Forrás
it: Risorsa
lt: Resursas
nl: Hulpmiddel
pt: Recurso
sv: Resurs

source: Create a profile for a Resource that is relevant for Citizen Science
de: Erstellen Sie ein Profil für eine Ressource, die für Citizen Science relevant ist
el: Δημιουργήστε ένα προφίλ για έναν Πόρο σχετικό με την Επιστήμη των Πολιτών
es: Crear un perfil de Recurso relevante para la Ciencia Ciudadana
et: Loo profiil materjalile, mis seondub harrastusteadusega
fr: Créer un profil pour une ressource pertinente pour les sciences participatives
hu: Hozd létre a civil tudományos források profilját!
it: Crea un profilo per una Risorsa attinente alla Citizen Science
lt: Sukurkite profilį ištekliui, kuris yra svarbus Piliečių mokslui
nl: Maak een profiel voor een hulpmiddel die relevant is voor burgerwetenschap
pt: Criar um perfil para um recurso que é relevante para a ciência cidadã
sv: Skapa profil för resurs som är relevant för medborgarforskning

source: Training
el: Εκπαίδευση
es: Formación
et: Koolitused
fr: Formation
hu: Képzés
it: Formazione
lt: Mokymai
pt: Formação
sv: Träning

source: Create a profile for Training and Education Material related to the practice of Citizen Science
de: Erstellen Sie ein Profil für Schulungs- und Ausbildungsmaterial mit Bezug zur Praxis der Citizen Science
el: Δημιουργήστε ένα προφίλ για Εκπαιδευτικό Υλικό που σχετίζεται με την πρακτική της Επιστήμης των Πολιτών
es: Crear un perfil para una Formación o Material Educativo relacionado con la práctica de Ciencia Ciudadana
et: Loo profiil koolitus- ja haridusmaterjalidele, mis seonduvad harrastusteadusepraktikatega
fr: Créer un profil pour une formation ou du matériel éducatif lié à la pratique des sciences participatives
hu: Hozd létre a civil tudományos képzési és oktatási anyagok profilját!
it: Crea un profilo per il materiale di formazione e istruzione relativo alla praticadi Citizen Science
lt: Sukurkite mokymo ir mokymo medžiagos, susijusios su piliečių mokslo praktika, profilį
nl: Creëer een profiel voor Training- en Onderwijsmateriaal met betrekking tot de praktijk van Burgerwetenschap
pt: Criar um perfil para formação e material educativo relacionado com a prática de ciência cidadã
sv: Skapa profil för tränings- och utbildningsmaterial om medborgarforskning

source: Organisation
el: Οργανισμός
es: Organización
et: Organisatsioon
hu: Szervezet
it: Organizzazione
lt: Organizacija
nl: Organisatie
pt: Organização

source: Create a profile for your Organisation
de: Erstellen Sie ein Profil für Ihre Organisation
el: Δημιουργήστε ένα προφίλ για τον Οργανισμό σας
es: Crear un perfil de tu Organización
et: Loo oma organisatsiooni profiil
fr: Créer un profile pour votre organisation
hu: Szervezeti profil létrehozása
it: Crea un profilo per la tua Organizzazione
lt: Sukurkite savo organizacijos profilį
nl: Maak een profiel voor uw organisatie
pt: Criar um perfil para a sua organização
sv: Skapa en profil för din organisation

source: Create an Event
de: Erstellen Sie eine Veranstaltung
el: Δημιουργήστε μια Εκδήλωση
es: Crear un evento
et: Loo üritus
fr: Créer un événement
hu: Hozz létre egy eseményt!
it: Crea un evento
lt: Sukurkite renginį
nl: Maak een Evenement
pt: Criar um evento
sv: Skapa ett evenemang

source: Platform
de: Plattform
el: Η Πλατφόρμα
es: Plataform
et: Platvorm
fr: Plateorme
it: Piattaforma
lt: Platforma
pt: Plataforma

source: Create a profile for your citizen science platform or network
de: Erstellen Sie ein Profil für Ihre Citizen Science Plattform oder Netzwerk
el: Δημιουργήστε ένα προφίλ για την πλατφόρμα ή το δίκτυο της επιστήμης των πολιτών σας
es: Crear un perfil para tu Plataforma o Red de Ciencia Ciudadana
et: Loo oma harrastusteaduse platvormi või võrgustiku profiil
fr: Créer un profile pour votre plate-forme ou votre réseau de sciences participatives
hu: Szervezeti / hálózati profil létrehozása
it: Crea un profilo per la tua piattaforma o rete di Citizen science
lt: Sukurkite savo piliečių mokslo platformos ar tinklo profilį
nl: Maak een profiel aan voor uw burgerwetenschapsplatform of -netwerk
pt: Criar um perfil para a sua plataforma de ciência cidadã

source: SEARCH
de: SUCHEN
el: ΑΝΑΖΗΤΗΣΗ
es: BUSCAR
et: OTSING
fr: RECHERCHE
hu: KERESÉS
it: CERCA
lt: IEŠKOTI
nl: ZOEK
pt: PROCURAR
sv: SÖK

source: EVENTS
de: VERANSTALTUNGEN
el: ΕΚΔΗΛΩΣΕΙΣ
es: EVENTOS
et: ÜRITUSED
fr: EVENEMENTS
hu: ESEMÉNYEK
it: EVENTI
lt: RENGINIAI
nl: EVENEMENTEN
pt: EVENTOS
sv: EVENEMANG

source: MOOCS
es: Formación en línea
et: MOOCid
hu: Online kurzusok

source: CALL
el: ΚΑΛΕΣΜΑ
es: CONVOCATORIA
et: TAOTLE
fr: APPEL
hu: Felhívás
it: BANDO
lt: KVIETIMAS
pt: CANDIDATURAS

source: ABOUT
de: ÜBER
el: ΣΧΕΤΙΚΑ
es: ACERCA DE
et: MEIST
fr: A PROPOS DE
hu: RÓLUNK
it: RIGUARDO A
lt: APIE
nl: OVER
pt: SOBRE NÓS
sv: OM

source: Save & continue editing
de: Speichern und weiter bearbeiten
el: Αποθηκεύστε & συνεχίστε την επεξεργασία
es: Guardar y continuar editando
et: Salvesta ja jätka toimetamist
fr: Sauvegarder et continuer à modifier
hu: Mentés és szerkesztés
it: Salva e continua a modificare
lt: Išsaugoti ir tęsti redagavimą
pt: Guardar e continuar a editar
sv: Spara & fortsätt redigera

source: Platforms
de: Plattformen
el: Πλατφόρμες
es: Plataformas
et: Platvormid
fr: Les plate-formes
hu: Platformok
it: Piattaforme
lt: Platformos
nl: Platformen
pt: Plataformas

source: Users
de: Nutzer*innen
el: Χρήστες
es: Usuarios y usuarias
et: Kasutajad
fr: Les utilisateurs
hu: Felhasználók
it: Utenti
lt: Vartotojai
nl: Gebruikers
pt: Utilizadores
sv: Användare

source: Our Gold Star Selection
de: Unsere Gold-Star Auswahl
el: Η Χρύση Επιλογή Μας
es: Nuestra selección estrella
et: Meie Kuldmärgi valik
fr: Notre sélection Gold Star
hu: Aranycsillag válogatás
it: La nostra selezione stellata
lt: Mūsų auksinės žvaigždės pasirinkimas
nl: Onze Gold Star selectie
pt: Seleção Estrela Dourada
sv: Vår stjärn-selektion

source: what can you find here?
de: Was können Sie hier finden?
el: τι μπορείς να βρεις εδώ;
es: ¿Qué puedes encontrar aquí?
et: mida siit leiad?
fr: Quels types d’informations pouvez-vous trouver?
hu: Mit találsz itt?
it: cosa puoi trovare qui?
lt: ką čia gali rasti?
nl: wat kan u hier vinden?
pt: o que podes encontrar aqui?
sv: vad kan du hitta här?

source: projects
de: Projekte
el: έργα
es: proyectos
et: projekti
fr: des projets
hu: projektek
it: progetti
lt: projektai
nl: projecten
pt: projetos
sv: projekt

source: that are engaging the public in research via citizen science activities
de: die die Öffentlichkeit durch Citizen Science Aktivitäten in die Forschung einbeziehen
el: που εμπλέκουν το κοινό στην έρευνα μέσω δραστηριοτήτων επιστήμης των πολιτών
es: que están involucrando al público en la investigación a través de actividades de ciencia ciudadana
et: mis kutsuvad avalikkust osalema teaduses läbi harrastusteaduse tegevuste
fr: qui impliquent le public dans la recherche via des activités en sciences participatives
hu: hasznos projekteket, amelyek a laikusokat a civil tudományos kutatásokba vonja be
it: che coinvolgono il pubblico in attività di ricerca attraverso la Citizen science
lt: kurios įtraukia visuomenę į mokslinius tyrimus per piliečių mokslo veiklą
nl: die het publiek bij onderzoek betrekken via burgerwetenschappelijke activiteiten
pt: que envolvem o público na investigação científica através de atividades de ciência cidadã
sv: som engagerar allmänheten i forskning genom medborgarforskning

source: resources
de: Ressourcen
el: πόροι
es: recursos
et: materjalid
fr: ressources
hu: források
it: risorse
lt: resursai
nl: hulpmiddelen
pt: recursos
sv: resurser

source: useful for planning and running citizen science projects
de: nützlich für die Planung und Durchführung von Citizen Science Projekten
el: χρήσιμα για όσους σχεδιάζουν και τρέχουν έργα επιστήμης των πολιτών
es: útiles para planificar y llevar a cabo proyectos de ciencia ciudadana
et: mis on kasulikud harrastusteaduste projektide algatamisel ja haldamisel
fr: utiles pour organiser et developper des projets en sciences participatives
hu: hasznos forrásokat találsz a civil tudományról,
it: utili per pianificare e gestire progetti di Citizen science
lt: naudinga planuojant ir vykdant piliečių mokslo projektus
nl: nuttig voor het plannen en uitvoeren van burgerwetenschapsprojecten
pt: úteis para planear e desenvolver projetos de ciência cidadã
sv: för hjälp att planera och driva medborgarforskningsprojekt

source: training resources
de: Trainingsressourcen
el: εκπαιδευτικοί πόροι
es: recursos de formación
et: koolitusmaterjale
fr: formations
hu: oktatási anyagok
it: risorse di formazione
lt: mokymo resursai
nl: trainingsmiddelen
pt: recursos de formação
sv: resurser för träning och

source: about the practice of citizen science
de: über die Praxis von Citizen Science
el: σχετικά με την πρακτική της επιστήμης των πολιτών
es: sobre la práctica de ciencia ciudadana
et: harrastusteaduse praktikaist
fr: sur la pratique des sciences participatives
hu: a civil tudomány gyakorlatáról
it: su realizzazioni pratiche della citizen science
lt: apie piliečių mokslo praktiką
nl: over de praktijk van burgerwetenschap
pt: sobre a prática de ciência cidadã
sv: utbildning i medborgarforskning

source: involved in citizen science projects and research
de: beteiligt an Citizen Science Projekten und Forschung
el: εμπλεκόμενοι σε έργα και έρευνα επιστήμης των πολιτών
es: implicadas en proyectos de ciencia ciudadana e investigación
et: kaasatud harrastusteaduse projektidesse ja teadusse
fr: impliquées dans des projets et de la recherche liés aux sciences participatives
hu: részt vesz a civil tudományos projektekben és kutatásokban
it: coinvolte in progetti e ricerche di citizen science
lt: dalyvauja piliečių mokslo projektuose ir tyrimuose
nl: betrokken bij burgerwetenschapsprojecten en onderzoek
pt: envolvidos em projetos de ciência cidadã e investigação
sv: involverade i medborgarforskning och vetenskap

source: platforms
de: Plattformen
el: πλατφόρμες
es: plataformas
et: platvormid
fr: des plate-formes
hu: platformok
it: piattaforme
lt: platformos
nl: platformen
pt: plataformas
sv: plattformar

source: to get an overview of further developments in citizen science
de: um einen Überblick über weitere Entwicklungen in Citizen Science zu erhalten
el: για να πάρετε μια επισκόπηση των περαιτέρω εξελίξεων στην επιστήμη των πολιτών
es: para tener una perspectiva de la evolución de la ciencia ciudadana
et: et saada ülevaade harrastusteaduse edasistest arengutest
fr: qui permet d’avoir une vue d’ensemble sur les autres développements en sciences participatives
hu: hogy áttekintést kapjunk a civil tudomány további fejlődéséről
it: per avere una panoramica degli ulteriori sviluppi della Citizen science
lt: gauti apžvalgą apie tolesnę piliečių mokslo raidą
nl: om een overzicht te krijgen van verdere ontwikkelingen in burgerwetenschap
pt: para ter uma vista geral de mais desenvolvimentos em ciência cidadã
sv: för överblick över utvecklingen av medborgarforskning

source: users
de: Nutzer*innen
el: χρήστες
es: usuarios y usuarias
et: kasutajad
fr: les utilisateurs
hu: felhasználók
it: utenti
lt: vartotojai
nl: gebruikers
pt: utilizadores
sv: användare

source: with whom you can connect
de: mit wem Sie Kontakt aufnehmen können
el: με τους οποίους μπορείτε να συνδεθείτε
es: con quienes puedes conectar
et: kellega saad ühendust võtta
fr: avec qui vous pouvez collaborer
hu: akikkel kapcsolatba tudsz lépni
it: con i quali connetterti
lt: su kuriais galite susisiekti
nl: met wie je in contact kunt komen
pt: com quem se pode conectar
sv: som du kan föra dialog med

source: Check out our <a href='/events'>events</a> calendar, <a href='/blog'>blog</a> and <a href='/forum'>forum!</a>
de: Sehen sie sich unseren <a href='/events'>Veranstaltungskalender</a>, den <a href='/blog'>Blog</a> und das <a href='/forum'>Forum</a> an!
el: Δείτε το ημερολόγιο <a href='/events'>εκδηλώσεων</a>, το <a href='/blog'>ιστολόγιο</a> και το <a href='/forum'>φόρουμ!</a>
es: ¡Echa un vistazo a nuestro calendario <a href='/events'>de eventos</a>, <a href='/blog'>blog</a> y <a href='/forum'>foro!</a>
et: Siin on meie <a href='/events'>ürituste</a> kalender, <a href='/blog'>blogi</a> ja <a href='/forum'>foorum!</a>
fr: Consultez notre <a href='/calendrier'>calendrier</a> d'événements, <a href='/blog'>blog</a> et <a href='/forum'>forum!</a>
it: Dai un'occhiata al nostro <a href='/events'>eventi</a> calendario, <a href='/blog'>blog</a> e <a href='/forum'>forum!</a>
lt: Peržiūrėkite mūsų <a href=‘/events’>įvykių</a> kalendorių, <a href=‘/blog’>tinklaraštį</a> ir <a href=‘/forum’>forumą!</a>
nl: Bekijk ook onze <a href=‘/evenementen’>evenementen</a> kalender, <a href=‘/blog’>blog</a> en <a href=‘/forum’>forum!</a>
pt: Espreite o nosso <a href='/events'>calendário de</a> eventos, <a href='/blog'>blog</a> e <a href='/forum'>fórum!</a>
sv: Kolla in våra <a href=’/events’>evenemang</a> kalender, <a href=’/blog’>blogg</a> och <a href=’/forum’>forum!</a>

source: what is <span class='text-white'>citizen science?</span>
de: Was ist <span class='text-white'>Citizen Science?</span>
el: τι είναι η <span class='text-white'>επιστήμη των πολιτών;</span>
es: ¿Qué es la <span class='text-white'>ciencia ciudadana?</span>
et: mis on <span class='text-white'>harrastusteadus?</span>
fr: Qu’est-ce que la <span class='text-white'>science participative?</span>
hu: mi az a <span class='text-white'>citizen science?</span>
it: che cos'è la <span class='text-white'>Citizen science?</span>
lt: kas yra <span class=‘text-white’>piliečių mokslas?</span>
nl: wat is <span class=‘text-white’>burgerwetenschap?</span>
pt: o que é a <span class='text-white'>ciência cidadã?</span>
sv: vad är <span class='text-white'>medborgarforskning</span>

source: Citizen science is any activity that involves the public in scientific research and thus has the potential to bring together science, policy makers, and society as a whole in an impactful way. Through citizen science, all people can participate in many stages of the scientific process, from the design of the research question, to data collection and volunteer mapping, data interpretation and analysis, and to publication and dissemination of results. Citizen science is also an approach of scientific work that may be used as a part of a broader scientific activity.
de: Citizen Science bindet die Öffentlichkeit aktiv in wissenschaftliche Forschung ein, welche neues Wissen oder Erkenntnisse erzeugt, und hat somit das Potenzial, Wissenschaft, politische Entscheidungsträger*innen und die Gesellschaft als Ganzes auf wirkungsvolle Weise zusammenzubringen. Als eine Kerndimension von Open Science eröffnet sie allen Mitgliedern der Gesellschaft die Möglichkeit, eine aktive Rolle in Forschung, Innovation und der Entwicklung einer evidenzbasierten Politik auf lokaler, nationaler und EU-Ebene zu übernehmen.
el: Η επιστήμη των πολιτών είναι κάθε δραστηριότητα που εμπλέκει το κοινό στην επιστημονική έρευνα και έχει έτσι τη δυνατότητα να φέρει σε επαφή την επιστήμη, τους φορείς χάραξης πολιτικής και την κοινωνία στο σύνολό της με τρόπο που να έχει αντίκτυπο. Μέσω της επιστήμης των πολιτών, όλοι οι άνθρωποι μπορούν να συμμετάσχουν σε πολλά στάδια της επιστημονικής διαδικασίας, από τον σχεδιασμό του ερευνητικού ερωτήματος, τη συλλογή δεδομένων και τη χαρτογράφηση εθελοντών, την ερμηνεία και την ανάλυση των δεδομένων, έως τη δημοσίευση και τη διάδοση των αποτελεσμάτων. Η επιστήμη των πολιτών είναι επίσης μια προσέγγιση επιστημονικής εργασίας που μπορεί να χρησιμοποιηθεί ως μέρος μιας ευρύτερης επιστημονικής δραστηριότητας.
es: Ciencia ciudadana es cualquier actividad que involucra al público en la investigación científica, lo que fomenta que ciencia, agentes políticos y la sociedad establezcan vínculos con un impacto significativo. A través de la ciencia ciudadana, cualquier persona puede participar en los diferentes procesos de la investigación científica, desde el diseño y conceptualización de la hipótesis, pasando por la recogida de datos y el mapeo voluntario, hasta la interpretación y análisis de datos y publicación y difusión de los resultados. La ciencia ciudadana es un enfoque del trabajo científico que puede ser utilizado como parte de una actividad científica más amplia.
et: Harrastusteadus hõlmab kõiki tegevusi, millega kaasatakse avalikkust teadustöösse ja millel on seega potentsiaal tuntavalt ühendada teadust, poliitikat ja ühiskonda. Harrastusteaduse kaudu saavad kõik inimesed osaleda teadustegevuse kõigis astmetes, alates teadusküsimuse formuleerimisest kuni andmete kogumise ja vabatahtliku kaardistamiseni, andmete interpreteerimise ja analüüsin ja tulemuste avaldamise ja levitamiseni. Harrastusteadus on samas ka lähenemisviis teadustööle mida saab kasutada laiemalt vaatena kogu teadusele.
fr: Les sciences participatives impliquent activement le public dans la recherche scientifique qui génère de nouvelles connaissances ou une meilleure compréhension, et a donc le potentiel de rassembler la science, les décideurs politiques et la société dans son ensemble de manière efficace. A travers la science participative, les citoyens peuvent participer à différentes étapes du processus scientifique, de la formulation du problème scientifique, à la collecte de données et la cartographie de bénévoles, en passant par l'interpretéation des données et leur analyse et enfin à la publication et dissemination des résultats. La science participative c'est également une approche du travail scientifique qui peut être utile à une activité scientifique plus large.
hu: Civil tudomány minden olyan tevékenység, amely a nyilvánosságot bevonja a tudományos kutatásba,és ily módon képes a tudomány, a politikai döntéshozók és a társadalom egészét hatásos módon összehozni.A civil tudományon keresztül mindenki részt vehet a tudományos kutatás különböző szakaszaiban,a kutatási kérdés megtervezésétől kezdve az adatgyűjtésen és a feltérképezésen,az adatok értelmezésén és elemzésén át az eredmények közzétételéig és terjesztéséig.A civil tudomány a tudományos munka olyan megközelítése is,amely egy szélesebb körű tudományos tevékenység részeként is alkalmazható.
it: La Citizen science è qualsiasi attività che coinvolge il pubblico nella ricerca scientifica e quindi ha il potenziale per riunire la scienza, i decisori politici e la società nel suo insieme in modo efficace. Attraverso la Citizen science, tutte le persone possono partecipare a molte fasi del processo scientifico, dalla progettazione della domanda di ricerca, alla raccolta dei dati e alla mappatura dei volontari, all'interpretazione e analisi dei dati e alla pubblicazione e diffusione dei risultati. La Citizen science è anche un approccio al lavoro scientifico che può essere utilizzato come parte di un'attività scientifica più ampia.
lt: Piliečių mokslas yra bet kokia veikla, kuri įtraukia visuomenę į mokslinius tyrimus ir todėl gali veiksmingai suburti mokslą, politikos formuotojus ir visą visuomenę. Per piliečių mokslą visi žmonės gali dalyvauti daugelyje mokslo proceso etapų – nuo tyrimo klausimo rengimo iki duomenų rinkimo ir savanoriško kartografavimo, duomenų interpretavimo ir analizės bei rezultatų paskelbimo ir sklaidos. Piliečių mokslas taip pat yra mokslinio darbo požiūris, kuris gali būti naudojamas kaip platesnės mokslinės veiklos dalis.
nl: Burgerwetenschap is elke activiteit waarbij het publiek wordt betrokken bij wetenschappelijk onderzoek en die dus het potentieel heeft om wetenschap, beleidsmakers en de samenleving als geheel op een impactvolle manier samen te brengen. Door burgerwetenschap kunnen alle mensen deelnemen aan vele stadia van het wetenschappelijk proces, van het ontwerp van de onderzoeksvraag, tot het verzamelen van gegevens en het in kaart brengen van vrijwilligers, de interpretatie en analyse van gegevens, en tot de publicatie en verspreiding van resultaten. Burgerwetenschap is ook een benadering van wetenschappelijk werk die kan worden gebruikt als een onderdeel van een bredere wetenschappelijke activiteit.
pt: Ciência cidadã refere-se a qualquer atividade que envolva o público em investigação científica e que tem, por isso mesmo, o potencial de aproximar a ciência, os decisores políticos e a sociedade no geral, de modo a criar impacto. Através da ciência cidadã, todas as pessoas podem participar nas várias etapas do processo científico, desde o desenho da pergunta de investigação, à coleta de dados e mapeamento voluntário, interpretação e análise de dados, e publicação e disseminação de resultados. A ciência cidadã também é uma abordagem ao trabalho científico que pode ser parte de uma atividade científica mais abrangente.

source: Learn more about it with the <a href='/resource/88'>ECSA 10 Principles of Citizen Science</a> and the <a href='/resource/87'>ECSA Characteristics of Citizen Science!</a>
de: Lernen Sie mehr darüber mit den <a href='/resource/88'>ECSA 10 Prinzipien von Citizen Science</a> und den <a href='/resource/87'>ECSA Charakteristika von Citizen Science!</a>
el: Μάθετε περισσότερα σχετικά με αυτό με τις <a href='/resource/88'>10 Αρχές της Επιστήμης των Πολιτών της ECSA</a> και τα <a href='/resource/87'>Χαρακτηριστικά της Επιστήμης των Πολιτών της ECSA!</a>
es: Conoce más sobre ella a través de los <a href='/resource/88'>10 Principios de la Ciencia Ciudadana de ECSA</a> y sus <a href='/resource/87'>Características de la Ciencia Ciudadana</a>
et: Uuri lisainfot <a href='/resource/88'>ECSA harrastusteaduse 10 põhimõtte kohta </a> ja <a href='/resource/87'>ECSA harrastusteaduse tunnusjoonte kohta!</a>
fr: Pour en savoir plus, consultez les <a href='/resource/88'>10 Principes de sciences participatives d’ECSA </a>et les <a href='/resource/87'> Characteristics of Citizen Science (Caractéristiques des sciences participatives) d’ECSA!</a>
hu: Tudj meg többet a civil tudományról itt <a href='/resource/88'>ECSA 10 Principles of Citizen Science</a> and the <a href='/resource/87'>ECSA Characteristics of Citizen Science!</a>
it: Scopri di più con i <a href='/resource/88'>10 Principi di Citizen Science di ECSA </a> e le <a href='/resource/87'>Caratteristiche della Citizen Science di ECSA !</a>
lt: Sužinokite daugiau apie tai skaitydami <a href=‘/resource/88’>ECSA 10 piliečių mokslo principų</a> ir <a href=‘/resource/87’>ECSA Piliečių mokslo charakteristikas.</a>
pt: Descobre mais com os <a href='/resource/88'>10 Princípios de Ciência Cidadã da ECSA</a> e as <a href='/resource/87'>Características de Ciência Cidadã da ECSA!</a>

source: about
de: Über
el: σχετικά
es: acerca de
et: meist
fr: à propos de
hu: rólunk
it: riguardo
lt: apie
nl: over
pt: sobre nós
sv: Om

source: Watch our teaser, in 12 different languages!
de: Sehen Sie sich unseren Teaser in 12 verschiedenen Sprachen an!
el: Δείτε το teaser μας, σε 12 διαφορετικές γλώσσες!
es: ¡Echa un vistazo a nuestro vídeo promocional en 12 idiomas diferentes!
et: Vaadake tiiserit, see on 12 erinevas keeles!
fr: Allez voir notre teaser, il est disponible dans 12 langues différentes !
hu: A platformot bemutató videónk 12 különböző nyelven elérhető!
it: Guarda il nostro teaser, in 12 lingue diverse!
lt: Žiūrėkite mūsų anonsą 12 skirtingų kalbų!
nl: Kijk naar onze teaser in 12 talen!
pt: Vê o nosso vídeo em 12 idiomas diferentes!
sv: Titta på vår trailer – på 12 olika språk!

source: The Platform
de: Die Plattform
el: Η Πλατφόρμα
es: La Plataforma
et: Platvorm
fr: La Plate-forme
hu: A platform
it: La piattaforma
lt: Platforma
nl: Het Platform
pt: A plataforma
sv: Portalen
