Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: The resource should be <b>easy to adapt</b> to different cases, ideally with an explanation of any limitations of the resource and the contexto in which it could be useful, and with guidelines or recommendations for its adaptation to different cases.
de: Die Ressource sollte <b>leicht</b> an verschiedene Situationen angepasst werden können, idealerweise mit einer Erläuterung etwaiger Einschränkungen der Ressource und des Kontexts, in dem sie nützlich sein könnte, sowie mit Leitlinien oder Empfehlungen für ihre Anpassung an verschiedene Gegebenheiten.
el: Ο πόρος θα πρέπει να είναι <b>εύκολος στην προσαρμογή</b> σε διαφορετικές περιπτώσεις, ιδανικά με επεξήγηση τυχόν περιορισμών του πόρου και του πλαισίου στο οποίο θα μπορούσε να είναι χρήσιμος και με οδηγίες ή συστάσεις για την προσαρμογή του σε διαφορετικές περιπτώσεις.
es: El recurso debería ser <b>fácil de adaptar</b> a diferentes casos, idealmente con una explicación de las limitaciones del recurso y los contextos para los que sería útil, así como una guía o recomendaciones para su adaptación a cada caso concreto.
et: Materjali peaks olema <b>lihtne kohandada</b>, erinevatele juhtumitele, ideaalis koos selgitustega võimalike piirangute kohta ning kasutuskonteksti kohta. Lisaks võiks olla juhtumitepõhised soovitused.
fr: La ressource doit être <b>facile à adapter</b> à différents cas, idéalement avec une explication des éventuelles limites de la ressource et du contexte dans lequel elle pourrait être utile, et avec des directives ou des recommandations pour son adaptation à différents cas.
hu: A forrásnak <b>könnyen adaptálhatónak</b> kell lennie a különböző esetekre nézve,ideális esetben magyarázattal a forrás esetleges korlátairól és azon helyzetekről, amelyekben hasznosan alkalmazható, valamint iránymutatásokkal vagy ajánlásokkal a különböző helyzetekhez való adaptálására.
it: La risorsa dovrebbe essere <b>facilmente adattabile</b> a diversi casi, idealmente con una spiegazione di eventuali limiti della risorsa e del contesto in cui potrebbe essere utile, e con linee guida o raccomandazioni per il suo adattamento a diversi casi.
lt: Išteklius turėtų būti <b>lengvai įgyvendinamas</b>, idealiu atveju su aprašymu, kaip jį galima įgyvendinti, kontekstais, kuriems jis naudingas, ir dėl tolesnio naudojimo ar rekomendacijų.
nl: Het hulpmiddel moet <b>gemakkelijk</b> aan verschillende gevallen kunnen worden aangepast, idealiter met een toelichting op eventuele beperkingen van het hulpmiddel en de context waarin het nuttig zou kunnen zijn, en met richtlijnen of aanbevelingen voor de aanpassing ervan aan verschillende gevallen.
pt: O recurso deve ser <b>fácil de adaptar</b> a diferentes casos, idealmente com uma explicação das limitações do recurso e do contexto em que deveria ser utilizado e com guias ou recomendações para a sua adaptação a diferentes casos.

source: Object Quality
de: Objektqualität
el: Ποιότητα Αντικειμένου
es: Calidad del Objeto
et: Objekti kvaliteet
fr: Qualité de l'objet
hu: Tárgy minősége
it: Qualità dell'oggetto
lt: Objekto kokybė
nl: Object Kwaliteit
pt: Qualidade do objeto
sv: Resursens kvalitet

source: If the resource is an audio object, it should be <b>clearly audible</b>, with no interruptions or background noise.
de: Handelt es sich bei der Ressource um ein Audioobjekt, sollte es <b>deutlich hörbar</b> sein, ohne Unterbrechungen oder Hintergrundgeräusche.
el: Εάν ο πόρος είναι ένα ηχητικό αντικείμενο, θα πρέπει να <b>μπορεί να ακουστεί ευκρινώς</b>, χωρίς διακοπές ή θορύβους υποβάθρου.
es: Si el recurso es un audio, debería ser <b>claramente oíble</b>, sin interrupciones o ruido de fondo.
et: Kui ressurss on audioobjekt, peaks see olema <b>selgelt kuuldav</b>, ilma katkestuste või taustamürata.
fr: Si la ressource est un objet audio, elle doit être <b>clairement audible</b>, sans interruption ni bruit de fond.
hu: Ha a forrás hanganyag, akkor annak jól hallhatónak kell lennie, megszakítások és háttérzajok nélkül.
it: Se la risorsa è un oggetto audio, dovrebbe essere <b>chiaramente udibile</b>, senza interruzioni o rumore di fondo.
lt: Jei išteklius yra garso objektas, jis turi būti <b>aiškiai girdimas</b>, be pertrūkių ar foninio triukšmo.
nl: Als het middel een audio-object is, moet het <b>duidelijk hoorbaar</b> zijn, zonder onderbrekingen of achtergrondlawaai.
pt: Se o recurso for um objeto áudio deve ser <b>claramente audível</b>, sem interrupções ou barulho de fundo.

source: If the resource is a video, an image or illustration, the quality should be good enough to <b>see clearly, with a sharp focus</b>.
de: Handelt es sich bei der Ressource um ein Video, ein Bild oder eine Illustration, sollte die Qualität gut genug sein, um diese<b>deutlich und scharf zu sehen</b>.
el: Εάν ο πόρος είναι ένα βίντεο, μια εικόνα ή μια απεικόνιση, η ποιότητα θα πρέπει να είναι αρκετά καλή ώστε να <b>βλέπεται καθαρά, και υπό συνθήκες εστίασης</b>.
es: Si el recurso es un vídeo, imagen o ilustración, la calidad debería ser suficientemente buena para <b>visualizarse con claridad y un enfoque nítido</b>.
et: Kui materjal on video, foto või illustratsioon, peaks kvaliteet olema piisavalt hea, et objekt oleks<b>teravalt ja selgelt näha</b>.
fr: Si la ressource est une vidéo, une image ou une illustration, la qualité doit être suffisante pour <b>voir clairement, avec une mise au point nette</b>.
hu: Ha a forrás videó, kép vagy illusztráció, a képminőségnek kellően jónak kell lennie ahhoz, hogy a felhasználó <b>tisztán, éles fókusszal</b> láthassa.
it: Se la risorsa è un video, un'immagine o un'illustrazione, la qualità dovrebbe essere abbastanza buona da <b>vedere chiaramente, con una messa a fuoco nitida</b>.
lt: Jei išteklius yra vaizdo įrašas, vaizdas arba iliustracija, kokybė turi būti pakankamai gera, kad būtų <b>aiškiai matyti, su ryškiu židiniu</b>.
nl: Als het een video, een afbeelding of een illustratie is, moet de kwaliteit goed genoeg zijn om <b>duidelijk te zien, met een scherpe focus</b>.
pt: Se o recurso for um vídeo, uma imagem ou uma ilustração, a sua qualidade deve ser boa o suficiente para ser<b>claramente visível e ser nítido</b>.

source: The highest possible score is 40 points, if all criteria are applicable. But in most cases, only a selection of the above criteria will be applicable. The moderator will look to see that your resource exceeds 50%% of the total possible points for that type of resource. That is the threshold for being listed on the platform as a good quality resource.
de: Die höchstmögliche Punktzahl beträgt 40 Punkte, wenn alle Kriterien zutreffen. In den meisten Fällen wird jedoch nur eine Auswahl der oben genannten Kriterien zutreffend sein. Der/die Moderator*in achtet darauf, dass Ihre Ressource mehr als 50%% der möglichen Gesamtpunktzahl für diese Art von Ressource erreicht. Dies ist der Schwellenwert, um auf der Plattform als qualitativ hochwertige Ressource aufgeführt zu werden.
el: Η υψηλότερη δυνατή βαθμολογία είναι 40 βαθμοί, εάν ισχύουν όλα τα κριτήρια. Αλλά στις περισσότερες περιπτώσεις, θα ισχύει μόνο μια επιλογή από τα παραπάνω κριτήρια. Ο συντονιστής θα κοιτάξει να δει ότι ο πόρος σας υπερβαίνει το 50%% των συνολικών δυνατών πόντων για αυτόν τον τύπο πόρου. Αυτό είναι το όριο για να καταχωριστείτε στην πλατφόρμα ως πόρος καλής ποιότητας.
es: La puntuación máxima alcanzable es 40 puntos, si se aplicasen todos los criterios. Pero en la mayoría de casos, solo una selección de los criterios podrá aplicarse. Quien se encargue de la revisión deberá comprobar que el recurso excede el 50%% de la puntuación total posible para cada tipo de recurso. Este es el umbral mínimo para ser listado en la plataforma como un recurso de calidad.
et: Kõrgeim võimalik hinne on 40 punkti, kui kõik kriteeriumid on kohaldatavad. Enamusel juhtumitest on kohaldatavad vaid osad kriteeriumid. Moderaatori ülesanne on kontrollida, et materjal saaks rohkem kui 50%% võimalikust punktiskoorist seda tüüpi materjalile. See on lävend, millest alates nimetatakse materjali kvaliteeti platvormil heaks.
fr: La note maximale possible est de 40 points, si tous les critères sont applicables. Mais dans la plupart des cas, seule une sélection des critères ci-dessus sera applicable. Le modérateur vérifiera que votre ressource dépasse 50% % du total des points possibles pour ce type de ressource. C'est le seuil à atteindre pour être listé sur la plate-forme comme une ressource de bonne qualité.
hu: A legmagasabb elérhető pontszám 40 pont, ha minden kritérium teljesül.A legtöbb esetben azonban a fenti kritériumoknak csak egy része lesz alkalmazható.A moderátor azt vizsgálja, hogy az erőforrásod meghaladja-e az adott erőforrástípusra adható összes lehetséges pont 50%%-át. Ez a küszöbérték a jó minőségű forrásként való feltüntetéshez a platformon.
it: Il punteggio più alto possibile è di 40 punti, se tutti i criteri sono applicabili. Ma nella maggior parte dei casi, sarà applicabile solo una selezione dei criteri di cui sopra. Il moderatore cercherà di vedere che la tua risorsa supera il 50%% dei punti totali possibili per quel tipo di risorsa. Questa è la soglia per essere elencati sulla piattaforma come una risorsa di buona qualità.
lt: Didžiausias galimas balas – 40 balų, jei taikomi visi kriterijai. Tačiau daugeliu atvejų bus taikomi tik pirmiau minėti kriterijai. Moderatorius pažiūrės, ar jūsų ištekliai viršija 50 %% visų galimų taškų už tos rūšies išteklius. Tai yra slenkstis, norint būti platformoje kaip geros kokybės šaltinis.
nl: De hoogst mogelijke score is 40 punten, indien alle criteria van toepassing zijn. Maar in de meeste gevallen zal slechts een selectie van de bovenstaande criteria van toepassing zijn. De moderator zal kijken of je bron meer dan 50%% van de totaal mogelijke punten voor dat type bron haalt. Dat is de drempel om op het platform te worden vermeld als een bron van goede kwaliteit.
pt: A maior pontuação possível é 40 pontos, se todos os critérios forem aplicáveis. Mas, na maior parte dos casos, só uma seleção dos critérios será aplicável. O moderador irá verificar se o teu recurso excede os 50%% da possibilidade total de pontos para esse tipo de recurso. Esse é o limiar para ser listado na plataforma como um recurso de boa qualidade.

source: Supporting criteria
de: Qualitätskriterien
el: Κριτήρια υποστήριξης
es: Criterios de apoyo
et: Toetavad kriteeriumid
fr: Critères d'appui
hu: Támogató kritériumok
it: Criteri di supporto
lt: Pagalbiniai kriterijai
nl: Ondersteunende criteria
pt: Critérios de suporte
sv: Stödkriterier

source: It really enhances the value and quality of your resources when you can say something about how it has been used and developed further in practice, and whether or not it has been evaluated for usefulness and applicability in practice. The moderator will also take it into positive consideration if there is evidence of the following criteria being met (but these are not part of the threshold calculation mentioned above):
de: Es steigert den Wert und die Qualität Ihrer Ressourcen, wenn Sie etwas darüber sagen können, wie sie in der Praxis genutzt und weiterentwickelt wurden und ob sie auf ihre Nützlichkeit und Anwendbarkeit in der Praxis hin überprüft wurden oder nicht. Der/die Moderator*in wird es auch positiv berücksichtigen, wenn die folgenden Kriterien nachweislich erfüllt sind (diese sind jedoch nicht Teil der oben genannten Schwellenwertberechnung):
el: Ενισχύεται πραγματικά η αξία και η ποιότητα των πόρων σας όταν μπορείτε να πείτε κάτι σχετικά με τον τρόπο με τον οποίο χρησιμοποιήθηκαν και αναπτύχθηκαν περαιτέρω στην πράξη και εάν έχουν αξιολογηθεί ή όχι ως προς τη χρησιμότητα και τη δυνατότητα εφαρμογής τους στην πράξη. Ο συντονιστής θα το λάβει επίσης θετικά υπόψη εάν υπάρχουν ενδείξεις ότι πληρούνται τα ακόλουθα κριτήρια (αλλά αυτά δεν αποτελούν μέρος του υπολογισμού του ορίου που αναφέρεται παραπάνω):
es: Realmente mejora el valor y la calidad de los recursos cuando sea posible comentar algo sobre cómo este se ha utilizado y desarrollado en la práctica, y si se ha evaluado su utilidad y aplicabilidad en la práctica. Quien se encargue de la revisión lo tendrá en cuenta positivamente si hay evidencia de que se cumplan los siguientes criterios (que no forman parte del cálculo del umbral mínimo mencionado anteriormente):
et: Sinu materjalide väärtust ja kvaliteeti tõstab see, kui saad selgitada, kuidas seda on varasemalt kasutatud ja arendatud, on selle kasulikkust ja rakendatavust on testitud. Moderaator arvestab positiivse hinnangu andmisel ka seda, kas järgnevaid kriteeriume on täidetud (kuid need ei ole siiski aluseks lävendi arvutamisel):
fr: La valeur et la qualité de vos ressources sont réellement renforcées lorsque vous pouvez dire quelque chose sur la façon dont elles ont été utilisées et développées dans la pratique, et si leur utilité et leur applicabilité ont été évaluées dans la pratique. Le modérateur le prendra également en considération de manière positive s'il existe des preuves que les critères suivants sont remplis (mais ceux-ci ne font pas partie du calcul du seuil mentionné ci-dessus) :
hu: Valóban növeli a források értékét és minőségét, ha arról tudsz mondani valamit, hogy hogyan használták és fejlesztették tovább a gyakorlatban, és hogy értékelték-e a hasznosságát és alkalmazhatóságát.A moderátor figyelembe veszi, ha a következő kritériumok teljesülését bizonyítod (de ezek nem képezik részét a fent említett küszöbérték-számításnak):
it: Migliora notevolmente il valore e la qualità delle tue risorse dicendo (se possibile) qualcosa su come è stata utilizzata e ulteriormente sviluppata nella pratica e se è stata valutata o meno per l'utilità e l'applicabilità nella pratica. Il moderatore lo prenderà in considerazione positivamente anche se vi sono prove del rispetto dei seguenti criteri (ma questi non fanno parte del calcolo della soglia sopra menzionato):
lt: Tai tikrai padidina jūsų išteklių vertę ir kokybę, kai galite pasakyti ką nors apie tai, kaip jie buvo naudojami ir toliau tobulinami praktikoje ir ar buvo įvertintas jų naudingumas ir pritaikymas praktikoje. Moderatorius taip pat atsižvelgs į tai, jei yra įrodymų, kad laikomasi toliau nurodytų kriterijų (tačiau jie neįtraukti į aukščiau paminėtą slenksčio skaičiavimą):
nl: Het komt de waarde en kwaliteit van uw middelen echt ten goede als u iets kunt zeggen over hoe het in de praktijk is gebruikt en verder ontwikkeld, en of het al dan niet op bruikbaarheid en toepasbaarheid in de praktijk is geëvalueerd. De moderator zal het ook in positieve overweging nemen als er bewijs is dat aan de volgende criteria wordt voldaan (maar deze maken geen deel uit van de hierboven genoemde drempelberekening):
pt: Algo que realmente aumenta o valor e qualidade dos teus recursos é a partilha de como é que foram utilizados e desenvolvidos na prática e se a sua utilidade e aplicabilidade foram avaliadas ou não na prática. O moderador também tomará em consideração se algum dos seguintes critérios foi cumprido (mas estes não fazem parte do cálculo do limiar mencionado acima):

source: The resource has been <b>used in the context of citizen science</b>, or is currently being used in a citizen science initiative, and the outcome of this has been shared.
de: Die Ressource wurde <b>im Rahmen von Citizen Science</b> verwendet oder wird derzeit im Rahmen einer Citizen Science Initiative verwendet, und das Ergebnis wurde mitgeteilt.
el: Ο πόρος έχει <b>χρησιμοποιηθεί στο πλαίσιο της επιστήμης των πολιτών</b> ή χρησιμοποιείται επί του παρόντος σε μια πρωτοβουλία επιστήμης των πολιτών και το αποτέλεσμα έχει κοινοποιηθεί.
es: El recurso ha sido <b>utilizado en el contexto de la ciencia ciudadana</b>, o se está utilizando actualmente en una iniciativa de ciencia ciudadana, y se ha compartido el resultado de la misma.
et: Materjali on varem <b>kasutatud harrastusteaduse kontekstis</b> või kasutatakse käesolevalt harrastusteaduse algatuses ning selle tulemusi on jagatud.
fr: La ressource a été <b>utilisée dans le contexte de la science participative</b>, ou est actuellement utilisée dans le cadre d'une initiative de science participative, et le résultat de cette démarche a été partagé.
hu: A forrást <b>a civil tudomány keretében használták fel</b>,vagy jelenleg egy civil tudományos kezdeményezésben használják, és ennek eredménye is megosztásra került.
it: La risorsa è stata <b>utilizzata nel contesto della Citizen science</b> o è attualmente utilizzata in un'iniziativa di Citizen science e il risultato è stato condiviso.
lt: Išteklius buvo <b>naudojamas piliečių mokslo kontekste</b> arba šiuo metu naudojamas piliečių mokslo iniciatyvoje, o to rezultatai buvo bendrinami.
nl: Het middel is <b>gebruikt in de context van burgerwetenschap</b>, of wordt momenteel gebruikt in een burgerwetenschapsinitiatief, en het resultaat daarvan is meegedeeld.
pt: O recurso foi <b>usado no contexto de ciência cidadã</b>, ou está a ser utilizado numa iniciativa de ciência cidadã, e os seus resultados foram partilhados.

source: The resource has been <b>evaluated</b> in terms of the quality of the content, or the methods, or the results of the method, and the outcomes of these evaluations have been shared.
de: Die Ressource wurde <b>bewertet</b>im Hinblick auf die Qualität des Inhalts, der Methoden oder der Ergebnisse der Methode, und die Ergebnisse dieser Bewertungen wurden mitgeteilt.
el: Ο πόρος έχει <b>αξιολογηθεί</b> όσον αφορά την ποιότητα του περιεχομένου ή τις μεθόδους ή τα αποτελέσματα της μεθόδου, και τα αποτελέσματα αυτών των αξιολογήσεων έχουν κοινοποιηθεί.
es: El recurso ha sido <b>evaluado</b> en cuanto a la calidad del contenido, métodos, o los resultados. Y las conclusiones de estas evaluaciones han sido compartidos.
et: Materjali <b>on hinnatud</b> sisu, meetodite või tulemuse kvaliteedi arvestuses ja hinnangu tulemusi on jagatud.
fr: La ressource a été <b>évaluée</b> en termes de qualité du contenu, ou des méthodes, ou des résultats de la méthode, et les résultats de ces évaluations ont été partagés.
hu: A forrást <b>értékelték</b> a tartalom minősége, a módszerek vagy a módszer eredményei szerint, és ezen értékelések eredményei megosztásra kerültek.
it: La risorsa è stata <b>valutata</b> in termini di qualità del contenuto, o dei metodi, o dei risultati del metodo, e gli esiti di queste valutazioni sono stati condivisi.
lt: Ištekliai buvo <b>įvertinti</b> pagal turinio kokybę, metodus arba metodo rezultatus, o šių vertinimų rezultatais buvo pasidalinta.
nl: Het middel is <b>geëvalueerd</b> wat betreft de kwaliteit van de inhoud, of de methoden, of de resultaten van de methode, en de uitkomsten van deze evaluaties zijn gedeeld.
pt: O recurso foi <b>avaliado</b>em termos de qualidade do conteúdo, ou de métodos, ou de resultados dos métodos, e o resultado dessa avaliação foi partilhado.

source: The resource refers to any <b>impact</b> that it could have (or has had) on science, policy, society, etc.
de: Die Ressource verweist auf jegliche <b>Auswirkungen</b>, die sie auf Wissenschaft, Politik, Gesellschaft usw. haben könnte (oder hatte).
el: Ο πόρος αναφέρεται σε κάθε <b>επίπτωση</b> που θα μπορούσε να έχει (ή είχε) στην επιστήμη, την πολιτική, την κοινωνία κ.λπ.
es: El recurso refiere a cualquier <b>impacto</b> que pueda tener (o haya tenido) en la ciencia, la política, la sociedad, etc.
et: Materjal viitab <b>mõju(de)le</b>, mida see omab (või on omanud) teadusele, poliitikale, ühiskonnale jne.
fr: La ressource fait référence à tout <b>impact</b> qu'elle pourrait avoir (ou a eu) sur la science, la politique, la société, etc.
hu: A forrás utal minden olyan <b>hatásra</b>, amelyet a tudományra, a szakpolitikára, a társadalomra stb. kifejthet (vagy kifejtett).
it: La risorsa si riferisce a qualsiasi <b>impatto</b> che potrebbe avere (o ha avuto) sulla scienza, la politica, la società, ecc.
lt: Išteklius nurodo bet kokį <b>įtaką</b>, kurį jis galėjo turėti (arba turėjo) mokslui, politikai, visuomenei ir kt.
nl: Het middel verwijst naar de <b>impact</b> die hij zou kunnen hebben (of heeft gehad) op wetenschap, beleid, maatschappij, enz.
pt: O recurso refere-se a qualquer <b>impacto</b> que possa ter (ou que tenha tido) na ciência, política, sociedade, etc.

source: The impact of the resource has been <b>measured</b> and is shared in the resource.
de: Die Auswirkungen der Ressource wurden <b>ermittelt </b>und sind in der Ressource enthalten.
el: Η επιρροή της πηγής έχει <b>εκτιμηθεί</b> και διαμοιραστεί στην πηγή.
es: El impacto del recurso ha sido <b>medido</b> y estos resultados son compartidos en el mismo.
et: Materjali mõju on <b>mõõdetud </b>ning seda on materjalis viidatud.
fr: L'impact de la ressource a été <b>mesuré</b> et est partagé dans la ressource.
hu: A forrás hatását <b>megmérték</b> és megosztották a források leírásában.
it: L'impatto della risorsa è stato <b>misurato</b> ed è condiviso nella risorsa.
lt: Ištekliaus poveikis buvo <b>išmatuotas</b> ir bendrinamas išteklyje.
nl: Het effect van het middel is <b>gemeten</b> en wordt gedeeld in het middel.
pt: O impacto do recurso foi <b>medido</b> e é partilhado no recurso.

source: Policy Brief
el: Σύντομη ενημέρωση πολιτικής
es: Informe político
et: Poliitikadokument
fr: Note d'orientation
lt: Politikos santrauka
nl: Beleidsnota
pt: Documentos políticos

source: Citizen Science for Policy across Europe
de: Citizen Science für die Politik in ganz Europa
el: Επιστήμη των πολιτών για Πολιτικές στην Ευρώπη
es: Ciencia Ciudadana para las Políticas en Europa
et: Harrastusteadus Euroopa poliitikas
fr: La science participative au service de la politique en Europe
hu: Szakpolitikai összefoglaló
lt: Piliečių mokslas politikai visoje Europoje
nl: Burgerwetenschap voor beleid in heel Europa
pt: A Ciência Cidadã para as Políticas na Europa

source: NOT YET MODERATED
de: NOCH NICHT MODERIERT
el: ΔΕΝ ΕΧΕΙ ΑΚΟΜΗ ΕΠΟΠΤΕΎΘΕΙ
es: AÚN NO REVISADO
et: EI OLE VEEL MODEREERITUD
fr: EN COURS DE VALIDATION PAR LE MODERATEUR
hu: MÉG NEM MODERÁLT
it: NON ANCORA MODERATO
lt: NEPERŽIŪRĖTA
nl: NOG NIET BEOORDEELD
pt: AGUARDA MODERAÇÃO
sv: EJ MODERERAD ÄNNU

source: MODERATED
de: MODERIERT
el: ΕΠΟΠΤΕΥΟΜΕΝΟ
es: REVISADO
et: MODEREERITUD
fr: VALIDÉ PAR LE LE MODERATEUR
hu: MODERÁLT
it: MODERATO
lt: PERŽIŪRĖTA
nl: BEOORDEELD
pt: REVISTO
sv: MODERERAT

source: Read more
de: Lesen Sie mehr
el: Διαβάστε περισσότερα
es: Leer más
fr: En savoir plus
hu: Olvasd tovább!
it: Leggi di più
lt: Skaityti daugiau
nl: Lees meer
pt: Descobre mais
sv: Läs mer

source: Thanks for spending some quality time with the Web site today.
de: Vielen Dank, dass Sie heute etwas Zeit mit der Website verbracht haben.
el: Ευχαριστούμε που αφιερώσατε λίγο ποιοτικό χρόνο με τον ιστότοπο σήμερα.
es: Gracias por invertir tiempo de calidad en nuestra web durante el día de hoy.
et: Täname veebilehel viibitud aja eest!.
fr: Merci d’avoir passé un peu de votre temps précieux sur notre site web aujourd’hui.
hu: Köszönjük, hogy minőségi időt töltöttél a weboldalon!
it: Grazie per aver trascorso del tempo di qualità sul sito Web oggi.
lt: Dėkojame, kad šiandien praleidote kokybišką laiką su svetaine.
nl: Bedankt dat u vandaag wat tijd aan de website hebt besteed.
pt: Obrigada por passares algum tempo de qualidade com o site hoje.
sv: Du är nu utloggad från ditt konto.

source: Log in again
de: Erneut anmelden
el: Συνδεθείτε ξανά
es: Iniciar sesión otra vez
et: Logi uuesti sisse
fr: Se reconnecter
hu: Jelentkezz be újra!
it: Ripeti l'accesso
lt: Prisijungti dar kartą
nl: Opnieuw inloggen
pt: Entrar outra vez
sv: Logga in igen

source: Home
el: Αρχική
es: Inicio
et: Esileht
fr: Accueil
hu: Főoldal
lt: Pradinis puslapis
pt: Início
sv: Hem
