Repository: Boston-Crab/EU-CS_platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, et, fr, hu, it, lt, nl, pt, sv

source: Most Recent Updated
de: Zuletzt aktualisiert
el: Πιο πρόσφατα ενημερωμένα
es: Ordenar por añadidos más recientes
et: Viimati uuendatud
fr: Mise à jour la plus récente
it: Aggiornato più di recente
lt: Vėliausiai atnaujinti
nl: Meest recent bijgewerkt
pt: Ordenar pelo mais recente
sv: Sortera efter senast uppdaterad

source: Country
de: Land
el: Χώρα
es: País
et: Riik
fr: Pays
hu: Ország
it: Paese
lt: Šaltis
nl: Land
pt: País
sv: Land

source: keyword:
el: λέξεις-κλειδιά:
es: palabras clave:
et: märksõna:
fr: mot-clé:
it: parola chiave:
lt: raktažodis:
nl: trefwoorden:
pt: palavra-chave:
sv: nyckelord:

source: country:
de: Land:
el: χώρα:
es: país:
et: riik:
fr: pays:
it: nazione:
lt: šalis:
nl: land:
pt: país:
sv: land:

source: type:
de: Typ:
el: είδος:
es: tipo:
et: tüüp:
it: tipo:
lt: tipas:
pt: tipologia:
sv: typ:

source: organisations
de: Organisationen
el: οργανισμοί
es: organizaciones
et: organisatsioonid
it: organizzazioni
lt: organizacijos
nl: organisaties
pt: organizações
sv: organisationer

source: organisation
el: οργανισμός
es: organización
et: organisatsioon
it: organizzazione
lt: organizacija
nl: organisatie
pt: organização

source: found
de: gefunden
el: βρέθηκαν
es: encontradas
et: leitud
fr: trouvé
hu: találat
it: trovato
lt: įjurta
nl: gevonden
pt: encontrado
sv: hittat

source: Clear current search query and filters
de: Aktuelle Suchanfrage und Filter löschen
el: Διαγραφή τρέχουσας αναζήτησης και φίλτρων
es: Borrar la búsqueda actual y los filtros
et: Puhasta otsing ja lähtesta otsingufiltrid
fr: Effacer la requête de recherche actuelle et les filtres
hu: Keresések és szűrők törlése
it: Cancella la query di ricerca e i filtri correnti
lt: Ištrinti paieškos filtrus
nl: Verwijder huidige zoekopdracht en filters
pt: Limpar pesquisa atual e filtros
sv: Rensa sökinställningarna

source: Editing
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Muutmine
fr: Modifier
it: Modifica
lt: Redaguoti
pt: Em edição
sv: Redigera

source: Thank you for creating a profile for your organisation on the EU-Citizen.Science platform. This can be linked with the personal profiles of the people in your organisation, the project profiles that your organisation is involved in, and the resource profiles or the training resources that were published by your organisation. Please fill in all of the mandatory information in the fields below (indicated with an asterisk*), and as much of the non-mandatory information as possible.
de: Vielen Dank, dass Sie ein Profil für Ihre Organisation auf der Plattform EU-Citizen.Science erstellt haben. Dieses kann mit den persönlichen Profilen der Personen in Ihrer Organisation, den Projektprofilen, an denen Ihre Organisation beteiligt ist, und den Ressourcenprofilen oder den Trainingsressourcen, die von Ihrer Organisation veröffentlicht wurden, verknüpft werden. Bitte füllen Sie alle Pflichtfelder in den untenstehenden Feldern (mit einem Stern* gekennzeichnet) und so viele der nicht obligatorischen Informationen wie möglich aus.
el: Σας ευχαριστούμε που δημιουργήσατε ένα προφίλ για τον οργανισμό σας στην πλατφόρμα EU-Citizen.Science. Αυτό μπορεί να συνδεθεί με τα προσωπικά προφίλ των ανθρώπων στον οργανισμό σας, τα προφίλ των έργων στα οποία εμπλέκεται ο οργανισμό σας, και τα προφίλ των πόρων ή των εκπαιδευτικών πόρων που δημοσιεύθηκαν από τον οργανισμό σας. Παρακαλούμε συμπληρώστε όλες τις υποχρεωτικές πληροφορίες στα παρακάτω πεδία (επισημαίνονται με αστερίσκο *) και όσο το δυνατόν περισσότερες από τις μη υποχρεωτικές πληροφορίες.
es: Gracias por crear un perfil para tu organización en la plataforma EU-Citizen.Science. Este puede enlazarse a los perfiles de las personas de tu organización, los perfiles de proyectos en los que su organización está involucrada y los recursos formativos publicados. Por favor, complete toda la información requerida en los siguientes campos (marcados con un asterisco*), así como la información no esencial que sea posible.
et: Täname, et sisestasid oma organisatsiooni profiili EU-Citizen.Science platvormil. Selle saab siduda organisatsiooni liikmete isiklike profiilidega, organisatsiooniga seotud projektide profiilidega ja info- või koolitusmaterjalidega, mis on vastava organisatsiooni poolt avaldatud. Palun täida allolevad kohustusliku info väljad (märgitud tärniga*) ning nii palju soovituslikke väljukui võimalik.
fr: Merci d’avoir créé le profil de votre organisation sur la plateforme EU-Citizen.Science. Ce profil peut être lié aux profils personnels des membres de votre organisation, au profil du projet dans lequel votre organisation est impliquée, ainsi qu'à la documentation et aux formations qui ont été publiées par votre organisation. Veuillez compléter tous les champs obligatoires ci-dessous (indiqués par une astérisque *), et autant de champs facultatifs que possible.
it: Grazie per aver creato un profilo per la tua organizzazione sulla piattaforma EU-Citizen.Science. Questo può essere collegato ai profili personali delle persone della tua organizzazione, ai profili di progetto in cui è coinvolta la tua organizzazione e ai profili delle risorse o alle risorse di formazione che sono state pubblicate dalla tua organizzazione. Si prega di compilare tutte le informazioni obbligatorie nei campi sottostanti (indicati con un asterisco*) e il maggior numero possibile di informazioni non obbligatorie.
lt: Dėkojame, kad sukūrėte savo organizacijos profilį platformoje EU-Citizen.Science. Tai gali būti susieta su asmeniniais jūsų organizacijos darbuotojų profiliais, projektų, kuriuose dalyvauja jūsų organizacija, profiliais ir jūsų organizacijos paskelbtais išteklių profiliais arba mokymo ištekliais. Žemiau esančiuose laukeliuose užpildykite visą privalomą informaciją (pažymėtą žvaigždute*) ir kiek įmanoma daugiau neprivalomos informacijos.
nl: Dank u voor het aanmaken van een profiel voor uw organisatie op het EU-Citizen.Science platform. Dit kan gekoppeld worden aan de persoonlijke profielen van de mensen in uw organisatie, de projectprofielen waar uw organisatie bij betrokken is, en de resource profielen of de training resources die door uw organisatie gepubliceerd zijn. Vul alle verplichte informatie in de onderstaande velden in (aangegeven met een asterisk*), en zo veel mogelijk van de niet-verplichte informatie.
pt: Obrigada por criar um perfil para a sua organização na plataforma EU-Citizen.Science. Este perfil poderá ser associado aos perfis pessoais das pessoas da sua organização, aos projetos em que sua organização está envolvida e aos recursos publicados pela sua organização. Por favor preencha todas as informações obrigatórias que se seguem (indicadas com um asterisco*) e o máximo das informações opcionais possível.
sv: Tack för att du vill lägga till en ny resurs för medborgarforskning till EU-Citizen.Science-portalen. Fyll i all obligatorisk information nedan (markerade med en asterisk*), och så mycket som möjligt av den övriga informationen.

source: Upon saving this profile, your organisational profile will immediately show up on the platform but will be later moderated by one of the platform moderators. This step is simply to check for spam or inappropriate uses of the profile form.
de: Nach dem Speichern dieses Profils wird das Organisationsprofil sofort auf der Platform sichtbar, und zur Prüfung an ein Mitglied des EU-Citizen.Science-Konsortiums übermittelt. Dieser Schritt ist nötig um alle Einreichungen in Bezug auf Spam oder unangebrachte Nutzung des Profilformulars zu überprüfen.
el: Με την αποθήκευση αυτού του προφίλ, το προφίλ οργανισμού σας θα υποβληθεί για έλεγχο από ένα από τα μέλη της κοινοπραξίας EU-Citizen.Science. Αυτό το βήμα αφορά απλώς τον έλεγχο για spam ή ακατάλληλες χρήσεις της πλατφόρμας.
es: Al guardar el perfil, esta organización será inmediatamente mostrada en la plataforma, pero más adelante pasará un proceso de revisión. Este paso se realiza solamente para comprobar si es spam o uso inapropiado del formulario.
et: Organisatsiooni profiili salvestamise järel avaldatakse see koheselt platvormil, kuid vaadatakse hiljem üle platvormi moderaatorite poolt. Viimane samm on vajalik, et vältida ebasobiva sisu ja spämmi avaldamist.
fr: Une fois enregistré, le profil de votre organisation apparaîtra sur la plate-forme. Il sera ensuite validé par l’un des membres du consortium EU-Citizen.Science. Cette étape sert simplement à s’assurer qu’il ne s’agit pas de spam ou d’un usage inapproprié du formulaire.
it: Dopo aver salvato questo profilo, il tuo profilo organizzativo apparirà immediatamente sulla piattaforma ma sarà successivamente moderato da uno dei moderatori della piattaforma. Questo passaggio serve semplicemente a verificare la presenza di spam o usi inappropriati del modulo del profilo.
lt: Išsaugojus šį profilį, jūsų organizacijos profilis iš karto bus rodomas platformoje, bet vėliau jį prižiūrės vienas iš platformos moderatorių. Šis veiksmas reikalingas norint patikrinti, ar profilio forma nėra nepageidaujama arba netinkamai naudojama.
nl: Bij het opslaan van dit profiel, zal uw organisatieprofiel onmiddellijk verschijnen op het platform, maar zal later gemodereerd worden door een van de moderatoren van het platform. Deze stap is enkel om te controleren op spam of ongepast gebruik van het profielformulier.
pt: Ao gravar este perfil, o seu perfil organizacional irá aparecer imediatamente na plataforma, mas será posteriormente avaliado por um dos moderadores da plataforma. Esta etapa serve simplesmente para verificar a ocorrência de spam ou uso inapropriado da plataforma.
sv: När du har sparat din organisations profil skickas den in för granskning av en medlem i EU-Citizen.Science. Detta för att säkerställa att det inte är skräppost eller att formuläret används otillbörligt.

source: We would like to point out that, as the author of this profile, you have to clear the image rights and copyrights of the content you are submitting. Please indicate the author or copyright holder of pictures. You may need to obtain express written permission from them.
de: Wir möchten Sie darauf hinweisen, dass Sie als Autor*in dieses Profils die Bild- und Urheberrechte für die von Ihnen eingestellten Inhalte klären müssen. Bitte geben Sie bei Bildern die Urheber bzw. Copyright-Inhaber an. Gegebenenfalls müssen Sie von diesen eine ausdrückliche schriftliche Genehmigung einholen.
el: Θα θέλαμε να επισημάνουμε ότι, ως ο συγγραφέας του προφίλ, μπορείτε να διαγράψετε τα δικαιώματα εικόνας και τα πνευματικά δικαιώματα του περιεχομένου που υποβάλλετε. Παρακαλούμε υποδείξτε τον συγγραφέα ή τον κάτοχο των πνευματικών δικαιωμάτων των εικόνων. Ίσως χρειαστεί να αποκτήσετε γραπτή άδεια για αυτές.
es: Te recordamos que, al tener la autoría de este perfil, debes aclarar los derechos de imagen y copyrights del contenido que estás enviando. Por favor, indica la autoría o propiedad del copyright de las imágenes. Necesitarás permiso expreso por escrito para ello.
et: Pöörame tähelepanu sellele, et profiili autorina peaks Sul olema õigus või luba materjalide avaldamiseks. Palun märgi fotode autor või õiguste hoidja. Võib tekkida vajadus esitada fotode autorite kirjalik luba nende avaldamiseks.
fr: Nous attirons votre attention sur le fait qu'en tant qu'auteur de ce profil, vous devez vous acquitter des droits d'image et des droits d'auteur du contenu que vous soumettez. Veuillez renseigner le nom de l'auteur-e ou du détenteur/de la détentrice des droits d'auteur des photos. Vous devrez peut-être obtenir une autorisation écrite expresse de leur part.
it: Vorremmo sottolineare che, in qualità di autore di questo profilo, devi cancellare i diritti di immagine e i diritti d'autore del contenuto che stai inviando. Si prega di indicare l'autore o il detentore del copyright delle immagini. Potrebbe essere necessario ottenere un'espressa autorizzazione scritta da parte loro.
lt: Norėtume atkreipti dėmesį į tai, kad kaip šio profilio autorius turite išvalyti vaizdo teises ir pateikiamo turinio autorių teises. Nurodykite nuotraukų autorių arba autorių teisių turėtoją. Jums gali tekti gauti aiškų raštišką jų sutikimą.
nl: Wij willen u erop wijzen dat u, als auteur van dit profiel, de beeldrechten en auteursrechten moet bevestigen van de inhoud die u indient. Vermeld a.u.b. de auteur of de houder van het auteursrecht van de foto’s. Het kan zijn dat u uitdrukkelijke schriftelijke toestemming van hen nodig heeft.
pt: Gostaríamos de salientar que, como autor deste perfil, tem que garantir todos os direitos de imagem e de autor do conteúdo que submete. Por favor indique o autor ou o titular dos direitos autorais de todas as imagens. Pode ter que obter uma permissão escrita dos autores.
sv: Kom ihåg att du som profilens författare måste klargöra bildrättigheter och upphovsrätt till allt innehåll du skickar in. Vänligen ange författaren eller upphovsrättsinnehavaren för bilder och innehåll, och kom ihåg att du kan behöva ett uttryckligt tillstånd.

source: result
de: Ergebnis
el: αποτέλεσμα
es: resultado
et: tulemus
fr: résultat
hu: eredmény
it: risultato
lt: rezultatas
nl: resultaat
pt: resultado
sv: resultat

source: Projects
de: Projekte
el: Έργα
es: Proyectos
et: Projektid
fr: Projets
hu: Projektek
it: Progetti
lt: Projektai
nl: Projecten
pt: Projetos
sv: Projekt

source: Resources
de: Ressourcen
el: Πόροι
es: Recursos
et: Materjalid
fr: Ressources
hu: Források
it: Risorse
lt: Resursai
nl: Hulpmiddelen
pt: Recursos
sv: Resurser

source: Training resources
de: Trainingsressourcen
el: Εκπαιδευτικοί Πόροι
es: Recursos formativos
et: Koolitusmaterjalid
fr: Documentation sur les formations
it: Risorse per la formazione
lt: Mokymo resursai
nl: Training hulpmiddelen
pt: Recusos de Formação
sv: Bland resurser

source: Members
de: Mitglieder
el: Μέλη
es: Miembros
et: Liikmed
fr: Membres
hu: Tagok
it: Membri
lt: Nariai
nl: Leden
pt: Membros
sv: Medlemmar

source: Go to Organisation
de: Gehen Sie zur Organisation
el: Πηγαίνετε στον Οργανισμό
es: Ir a la Organización
et: Mine organisatsiooni juurde
fr: Site de l’organisation
hu: A szervezethez
it: Vai all'organizzazione
lt: Eiti į organizaciją
nl: Ga naar organisatie
pt: Ir para Organização
sv: Gå till organisation

source: Edit Organisation
de: Organisation bearbeiten
el: Επεξεργασία Οργανισμού
es: Editar Organización
et: Muuda organisatsiooni
fr: Modifier l’organisation
hu: Szervezet szerkesztése
it: Modifica questa Organizzazione
lt: Redaguoti organizaciją
nl: Bewerk Organisatie
pt: Editar Organização
sv: Redigera organisation

source: Delete Organisation
de: Organisation löschen
el: Διαγραφή Οργανισμού
es: Eliminar Organización
et: Kustuta organisatsioon
fr: Supprimer l’organisation
hu: Szervezet törlése
it: Cancella questa Organizzazione
lt: Ištrinti organizaciją
nl: Verwijder Organisatie
pt: Eliminar Organização
sv: Ta bort organisation

source: Main information
de: Wichtigste Informationen
el: Κύριες Πληροφορίες
es: Información principal
et: Peamine info
fr: Information principale
it: Informazioni principali
lt: Pagrindinė informacija
nl: Hoofdinformatie
pt: Informação principal
sv: Huvudinformation

source: Contact information
de: Kontaktinformationen
el: Πληροφορίες επαφής
es: Información de contacto
et: Kontaktinfo
fr: Information du point de contact
it: Informazioni del contatto
lt: Kontaktinė informacija
nl: Contact informatie
pt: Contacto do responsável
sv: Kontaktinformation

source: Organisation logo
de: Organisationslogo
el: Λογότυπο οργανισμού
es: Logotipo de la organización
et: Organisatsiooni logo
fr: Logo de l'organisation
it: Logo dell'organizzazione
lt: Organizacijos logotipas
nl: Organisatie logo
pt: Logótipo da organização
sv: Organisationens logotyp

source: Location
de: Ort
el: Τοποθεσία
es: Localización
et: Asukoht
fr: Lieu
it: Luogo
lt: Lokacija
nl: Locatie
pt: Localização
sv: Plats

source: This is a required parameter
es: Este parámetro es obligatorio

source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fr: Enregistrer
hu: Mentés
it: Salva
lt: Išsaugoti
nl: Opslaan
pt: Gravar
sv: Spara

source: organisation <span class='lightBlue-color'>search</span>
de: Organisation <span class='lightBlue-color'>Suche</span>
el: αναζήτηση <span class='lightBlue-color'>οργανισμού</span>
es: <span class='lightBlue-color'>buscar</span> organización
et: organisatsiooni <span class='lightBlue-color'>otsing</span>
fr: <span class='lightBlue-color'>recherche</span>organisation
it: ricerca</span>organizzazione <span class='lightBlue-color'>
lt: organizacija <span class=‘lightBlue-color’>search</span>
nl: organisatie<span class=‘lightBlue-color’>zoeken</span>
pt: procurar <span class='lightBlue-color'>organização</span>
sv: <span class=’lightBlue-color’>sök</span> organisation

source: Organisation added correctly
de: Organisation korrekt hinzugefügt
el: Ο οργανισμός προστέθηκε σωστά
es: Organización añadida correctamente
et: Organisatsioon on korrektselt lisatud
fr: Organisation ajoutée correctement
hu: Szervezet feltöltve
it: Organizzazione aggiunta correttamente
lt: Organizacija pridėta teisingai
nl: Organisatie correct toegevoegd
pt: Organização adicionada corretamente
sv: Organisationen lades till korrekt

source: Please write the name of the network or platform.
de: Bitte geben Sie den Namen des Netzwerks oder der Plattform an.
el: Παρακαλούμε εισάγεται το όνομα του δικτύου ή της πλατφόρμας.
es: Por favor, escribe el nombre de la red o plataforma.
et: Sisesta võrgustiku või platvormi nimi.
fr: Veuillez indiquer le nom du réseau ou de la plateforme
it: Si prega di scrivere il nome della rete o della piattaforma.
lt: Prašau parašykite tinklo ar platformos pavadinimą.
nl: Vermeld de naam van het netwerk of platform.
pt: Por favor escreva o nome da plataforma.
sv: Vänligen ange plattformen/nätverkets namn.

source: Please provide the URL of the network or platform.
de: Bitte geben Sie die URL des Netzwerks oder der Plattform an.
el: Παρακαλούμε εισάγεται το URL του δικτύου ή της πλατφόρμας.
es: Por favor, añade enlace a la red o plataforma.
et: Palun lisa võrgustiku või platvormi URL.
fr: Veuillez fournir l'URL du réseau ou de la plate-forme.
it: Fornisci l'URL della rete o della piattaforma.
lt: Prašau pateikite tinklo ar platformos URL.
nl: Geef de URL van het netwerk of platform.
pt: Por favor providencie o endereço URL do website da plataforma.
sv: Vänligen ange plattformen/nätverkets webbplats (URL)

source: Please briefly describe the network or platform (max 3000 characters).
de: Bitte beschreiben Sie kurz das Netzwerk oder die Plattform (max. 3000 Zeichen).
el: Παρακαλούμε περιγράψτε εν συντομία το δίκτυο ή την πλατφόρμα (μέγιστο 300 χαρακτήρες)
es: Por favor, describa la red o plataforma (máximo 3000 caracteres)
et: Palun kirjelda lühidalt võrgustikku või platvormi (kuni 3000 tähemärki)
fr: Décrivez brièvement le réseau ou la plate-forme (maximum 3000 caractères).
it: Descrivi brevemente la rete o la piattaforma (max 3000 caratteri).
lt: Prašau trumpai aprašykite tinką ar platformą (max 3000 ženklų)
nl: Geef een korte beschrijving van het netwerk of platform (max 3000 tekens).
pt: Por favor descreva resumidamente a plataforma (máximo de 3000 caracteres).
sv: Beskriv nätverket/plattformen kortfattat (helst under 500 ord)

source: Geographic extent
de: Geografische Ausdehnung
el: Γεωγραφική τοποθεσία
es: Alcance geográfico
et: Geograafiline ulatus
fr: Zone géographique
it: Estensione geografica
lt: Geografinis mastas
nl: Geografische omvang
pt: Distribuição geográfica
sv: Geografisk utbredning

source: Please indicate the spatial scale of the network or platform.
de: Bitte geben Sie den räumlichen Wirkungsbereich des Netzwerks oder der Plattform an.
el: Παρακαλούμε υποδείξτε την χωρική κλίμακα του δικτύου ή της πλατφόρμας.
es: Por favor, indica entorno donde se localiza la red o plataforma.
et: Palun kirjelda võrgustiku või platvormi haaret.
fr: Veuillez situer géographiquement le réseau ou la plate-forme.
it: Si prega di indicare la scala spaziale della rete o della piattaforma.
lt: Nurodykite tinklo arba platformos erdvinį mastelį.
nl: Vermeld de ruimtelijke schaal van het netwerk of platform.
pt: Por favor indique a escala espacial da plataforma.
sv: Uppskatta nätverket/plattformens omfattning.

source: Please select the country(ies) related to the network or platform.
de: Bitte wählen Sie das Land/die Länder aus, das/die mit dem Netzwerk oder der Plattform verbunden ist/sind.
el: Παρακαλούμε επιλέξτε τη χώρα/τις χώρες που συνδέονται με το δίκτυο ή την πλατφόρμα.
es: Por favor, selecciona el(los) país(es) relacionados con la red o plataforma.
et: Vali riik või riigid, mis on antud võrgustiku või platvormiga seotud.
fr: Veuillez sélectionner le pays associé au réseau ou à la plateforme.
it: Seleziona il/i paese/i relativo/i alla rete o alla piattaforma.
lt: Pasirinkite šalį (-es), susijusią (-as) su tinklu arba platforma.
nl: Selecteer het (de) land(en) met betrekking tot het netwerk of platform.
pt: Por favor selecione o(s) país(es) relacionado(s) com a plataforma.
sv: Vänligen välj det land/de länder som är knutna till nätverket eller projektet.

source: Network / platform locality
de: Netzwerk-/Plattformlokalität
el: Τοποθεσία δικτύου/πλατφόρμας
es: Ubicación de la red / plataforma
et: Võrgustiku / platvormi asukoht
fr: Localité du réseau / de la plateforme
it: Località rete/piattaforma
lt: Tinklo / platformos vieta
nl: Network / platform locatie
pt: Localização da plataforma
sv: Nätverket/plattformens geografiska placering

source: Please describe the locality of the network or platform. For example: City of Lisbon.
de: Bitte beschreiben Sie die Örtlichkeit des Netzwerks oder der Plattform. Zum Beispiel: Stadt Lissabon.
el: Παρακαλούμε περιγράψτε την τοποθεσία του δικτύου ή της πλατφόρμας. Για παράδειγμα: Πόλη της Λισσαβόνας.
es: Por favor, describe la ubicación de la red o plataforma. Por ejemplo: ciudad de Lisboa.
et: Palun kirjelda võrgustiku või platvormi asukohta. Näiteks: Tartu linn.
fr: Veuillez décrire la localité du réseau ou de la plate-forme. Par exemple : La ville de Lisbonne.
it: Descrivi la località della rete o della piattaforma. Ad esempio: Città di Lisbona.
lt: Aprašykite tinklo arba platformos vietovę. Pavyzdžiui: Lisabonos miestas.
nl: Beschrijf de locatie van het netwerk of platform. Bijvoorbeeld: De stad Lissabon.
pt: Por favor descreva a localização da plataforma. Por exemplo: cidade de Lisboa.
sv: Vänligen beskriv nätverket/plattformens geografiska placering: Till exempel: Lissabon.

source: Please name the contact person or contact point for the network or platform.
de: Bitte nennen Sie die Kontaktperson oder Kontaktstelle für das Netzwerk oder die Plattform.
el: Παρακαλούμε να αναφέρετε τον υπεύθυνο επικοινωνίας ή το σημείο επικοινωνίας για τον οργανισμό.
es: Por favor, indica la persona o punto de contacto de la red o plataforma.
et: Palun sisesta võrgustiku või platvormi kontaktisik või kontakt.
fr: Indiquez le nom de la personne de contact ou le point de contact de l’organisation.
it: Si prega di nominare la persona di rifermento o il contact point per la rete o la piattaforma.
lt: Nurodykite tinklo ar platformos kontaktinį asmenį arba kontaktinį tašką.
nl: Noem de contactpersoon of het contactpunt voor het netwerk of platform.
pt: Por favor nomeie o responsável ou o ponto de contacto da plataforma.
sv: Fyll i kontaktperson eller kontaktsida för nätverket/plattformen.

source: Contact point email
de: E-Mailadresse der Kontaktstelle
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου (email) σημείου επαφής
es: Correo electrónico del punto de contacto
et: Avalik kontakt (e-mail)
fr: Adresse e-mail du point de contact
it: E-mail del contact point
lt: Viešas organizacijos kontaktas
nl: Contactpunt E-mail
pt: Endereço eletrónico do responsável
sv: E-post till kontaktperson.
